Repository: fusiondirectory/fusiondirectory-plugins
Catalog: nagios/locale/*/fusiondirectory.po
Languages: it_it

source: Nagios account settings
it_it: Parametri di Nagios

source: Nagios Account
it_it: Account di Nagios

source: Alias
it_it: Alias dell'utente

source: Name of the nagios alias
it_it: Nome dell'alias Nagios

source: Mail address
it_it: Indirizzo di posta elettronica

source: Email of the nagios alias
it_it: Email dell'alias Nagios

source: Host notification period
it_it: Periodo di notifica dei clienti

source: Service notification period
it_it: Periodo di notifica dei servizi

source: Service notification options
it_it: Opzioni per la notifica dei servizi

source: Host notification options
it_it: Opzioni per la notifica dei clienti

source: Pager
it_it: Cercapersone

source: Pager
it_it: Cercapersone

source: Service notification commands
it_it: Comandi per la notifica dei servizi

source: Host notification commands
it_it: Comandi per la notifica dei clienti

source: Nagios configuration
it_it: Configurazione di Nagios

source: FusionDirectory nagios plugin configuration
it_it: Configurazione del plugin Nagios di FusionDurectory

source: Lconf prefix
it_it: Prefisso Lconf

source: Prefix used for lconf LDAP fields
it_it: Prefisso usato per i campi lconf LDAP
