Repository: fusiondirectory/fusiondirectory-plugins
Catalog: systems/locale/*/fusiondirectory.po
Languages: el_gr, it_it, nl

source: Codepage
el_gr: Σελίδα κώδικα
it_it: Codice dei caratteri della pagina
nl: Karakterset

source: Codepage for this share
el_gr: Κωδικοσελίδα αυτού του κοινόχρηστου
it_it: Codepage per questa condivisione

source: Path / Volume
el_gr: Διαδρομή/ Τόμος
it_it: Percorso / Volume

source: Path or volume concerned by this share
el_gr: Διαδρομή ή τόμος σχετικός με αυτό το κοινόχρηστο
it_it: Percorso o volume interessato da questa condivisione

source: Option
el_gr: Επιλογή
it_it: Opzione
nl: Optie

source: Special option(s) for this share
el_gr: Ειδική επιλογή (ες) για αυτό το μοίρασμα
it_it: Opzione speciale (i) per questo share

source: You need to configure encodings first
el_gr: Πρέπει να ρυθμίσετε κάποιες κωδικοποιήσεις πρώτα
it_it: È necessario configurare prima le codifiche

source: Warning
el_gr: Προειδοποίηση
it_it: Avvertimento
nl: Waarschuwing

source: Invalid value in encodings : %s
el_gr: Μη έγκυρη τιμή στις κωδικοποιήσεις: %s
it_it: Valore non valido in codifiche : %s

source: LDAP service
el_gr: Υπηρεσία LDAP
it_it: Servizio LDAP
nl: LDAP dienst

source: LDAP Base
el_gr: Βάση LDAP
it_it: Base LDAP

source: The LDAP base to use for this LDAP server
el_gr: H bάση LDAP που χρησιμοποιείται για τον εξυπηρετητή LDAP
it_it: La base LDAP da usare per questo server LDAP

source: LDAP URI
it_it: URI LDAP

source: The LDAP URI to use in order to contact this LDAP server
it_it: L'URI LDAP da usare per poter contattare questo server LDAP

source: fill-in-your-servers-dns-name
it_it: inserisci il nome del tuo server dns
nl: vul-uw-dns-namen-in

source: Size limit
el_gr: Όριο μεγέθους
it_it: Dimensione massima

source: Limit the number of record returned
el_gr: Περιορισμός αριθμού των εγγραφών που θα επιστρέφονται
it_it: Limita il numero dei record in risposta

source: Time limit
el_gr: Όριο χρόνου
it_it: Tempo limite

source: Time limit for the result to be returned
el_gr: Όριο χρόνου για το αποτέλεσμα που θα επιστρέφεται
it_it: Limite di tempo per ricevere la risposta

source: Deref
it_it: Dereferenziazione

source: Specifies how alias dereferencing is done when performing a search
it_it: Specifica come é fatto l'alias di dereferenziazione quando si esegue una ricerca

source: TLS Cert
it_it: Certificato TLS

source: Filepath to tls certificate
el_gr: Διαδρομή αρχείου για αυτό το πιστοποητικό
it_it: Percorso verso il file contenente il certificato tls

source: TLS Key
el_gr: Κλειδί TLS
it_it: Chiave TLS

source: Filepath to tls key
el_gr: Διαδρομή αρχείου για κλειδί tls
it_it: Percorso verso la chiave tls

source: Filepath to tls ca certificate
el_gr: Διαδρομή αρχείου για πιστοποιητικό tls ca
it_it: Percorso verso il certificato ca tls

source: Specifies what checks to perform on server certificates in a TLS session, if any
el_gr: Καθορίζει τους εκτελούμενους ελέγχους στα πιστοποιητικά του εξυπηρετητή σε μια σύνοδο TLS, αν υπάρχει
it_it: Specifica quali controlli eseguire sui certificati del server in una sessione TLS, eventualmente

source: Specifies if the Certificate Revocation List (CRL) of the CA should be used to verify if the server certificates have not been revoked
it_it: Specifica se il Certificate Revocation List (CRL) del CA dovrebbe essere utilizzato per verificare se non sono stati revocati i certificati del server

source: Not matching
el_gr: Δεν ταιριάζει
it_it: Nessuna corrispondenza
nl: Niet overeenkomen

source: Was not able to contact argonaut server: %s
el_gr: Αποτυχία επικοινωνίας με διακομιστή argonaut: %s
it_it: Non è stato in grado di contattare il server argonaut: %s
nl: Kon argonaut server :%s niet contacteren

source: Was not able to find DNS server for zone %s
el_gr: Αποτυχία εύρεσης DNS server για ζώνη %s
it_it: Non è stato in grado di trovare il server DNS per la zona %s

source: Was not able to find mac address of DNS server %s
it_it: Non è stato in grado di trovare l'indirizzo mac del server DNS %s

source: Was not able to launch ldap2zone: %s
it_it: Non è stato in grado di avviare ldap2zone: %s
nl: Kon ldap2zone : %s niet starten

source: IP address %s
el_gr: Διεύθυνση IP %s
it_it: Indirizzo IP %s
nl: IP adres %s

source: IP address
el_gr: Διεύθυνση IP
it_it: Indirizzo IP
nl: IP adres

source: MAC address
el_gr: Διεύθυνση MAC
it_it: Indirizzo MAC
nl: Hardware adres (MAC)

source: The IP address '%s' is not part of the selected reverse zone '%s'!
it_it: L'indirizzo IP specificato '%s' non ha corrispondenze nella zona inversa selezionata '%s' !
nl: Het IP-adres '%s' is geen onderdeel van de geselecteerde reverse zone '%s'!

source: Record type '%s' is duplicated!
el_gr: Ο τύπος εγγραφής '%s' είναι διπλότυπος!
it_it: Il record di tipo '%s' è un duplicato !
nl: Record type '%s' is dubbel!

source: Uniq record type '%s' is duplicated!
it_it: Il record di tipo '%s' è un duplicato !
nl: Uniek record type '%s' is dubbel!

source: The IP address '%s' will be added as 'A Record', this will be done automatically, please remove the record.
it_it: L'indirizzo IP '%s' sarà aggiunto come 'A' record, l'operazione sarà automatica quindi elimina il record.
nl: Het IP-adres '%s' zal worden toegevoegd als 'A Record', dit gebeurt automatisch. Gelieve de record te verwijderen.

source: Only lowercase records are allowed, please check your '%ss'.
it_it: Solo i caratteri minuscoli sono autorizzati, verifica il tuo '%ss'.
nl: Enkel lowercase records zijn toegelaten, gelieve uw '%ss' te checken.

source: Delete
el_gr: Διαγραφή
it_it: Elimina
nl: Verwijderen

source: Add
el_gr: Προσθήκη
it_it: Aggiungi
nl: Toevoegen

source: Network
el_gr: Δίκτυο
it_it: Rete

source: DNS configuration
el_gr: Ρύθμιση DNS
it_it: Configurazione del DNS
nl: DNS configuratie

source: DHCP configuration
el_gr: Ρύθμιση DHCP
it_it: Configurazione del DHCP
nl: DHCP configuratie

source: Windows Workstations
el_gr: Σταθμοί εργασίας Windows
it_it: Workstations Windows

source: Terminals
el_gr: Τερματικά
it_it: Terminali

source: Printers
el_gr: Εκτυπωτές
it_it: Stampanti

source: Phones
el_gr: Τηλέφωνα
it_it: Telefoni

source: Components
el_gr: Συστατικά στοιχεία
it_it: Componenti

source: Mobile phones
el_gr: Κινητά τηλέφωνα
it_it: Telefono cellulare

source: Statistics
el_gr: Στατιστικά
it_it: Statistiche

source: Computer name to use by unit
it_it: Nome del computer da usare per unità

source: Statistics and informations about systems
el_gr: Στατιστικά και πληροφορίες για το systems
it_it: Statistiche e informazioni sui sistemi

source: Statistics and various informations
el_gr: Στατιστικά και ποικίλες πληροφορίες
it_it: Statistiche e informazioni varie

source: Systems plugin configuration
el_gr: Ρύθμιση προσθέτου Systems
it_it: Configurazione del plugin systems

source: LDAP tree for systems
it_it: Struttura LDAP per i sistemi

source: Systems RDN
it_it: RDN sistemi

source: Branch in which systems will be stored
it_it: Ramo nel quale i sistemi saranno immagazzinati

source: Server RDN
el_gr: RDN εξυπηρετητή
it_it: RDN server

source: Branch in which servers will be stored
it_it: Ramo nel quale i server saranno immagazzinati

source: Workstations RDN
el_gr: RDN σταθμών εργασίας
it_it: RDN workstations

source: Branch in which workstations will be stored
it_it: Ramo nel quale le workstation saranno immagazzinate

source: Terminal RDN
el_gr: RDN τερματικού
it_it: RDN terminale

source: Branch in which terminals will be stored
it_it: Ramo nel quale i terminali saranno immagazzinati

source: Printer RDN
el_gr: RDN εκτυπωτή
it_it: RDN stampante

source: Branch in which printers will be stored
it_it: Ramo nel quale le stampanti saranno immagazzinate

source: Component RDN
el_gr: RDN στοιχείου
it_it: RDN componente

source: Branch in which network devices will be stored
it_it: Ramo nel qualei dispositivi saranno immagazzinati

source: Phone RDN
el_gr: RDN τηλεφώνου
it_it: Telefono RDN

source: Branch in which phones will be stored
it_it: Ramo nel quale i telefoni saranno immagazzinati

source: Mobile phone RDN
el_gr: RDN κινητού τηλεφώνου
it_it: RDN telefono cellulare

source: Branch in which mobile phones will be stored
it_it: Ramo nel quale i telefoni cellulari saranno immagazzinati

source: Miscellaneous
el_gr: Διάφορα
it_it: Altro
nl: Terminal Service diverse

source: Available encodings for share services
el_gr: Διαθέσιμες κωδικοποιήσεις για τις υπηρεσίες κοινής χρήσης
it_it: Codifiche disponibili per i servizi condivisi

source: Encoding
el_gr: Κωδικοποίηση
it_it: Codifica

source: The encoding code name
el_gr: Η ονομασία της κωδικοποίησης
it_it: Il nome del codice di codifica

source: Label
el_gr: Ετικέτα
it_it: Etichetta

source: The encoding displayed name
el_gr: Η ονομασία της κωδικοποίησης που θα εμφανίζεται
it_it: Il nome visualizzato per la codifica

source: Encodings
el_gr: Κωδικοποιήσεις
it_it: Codifiche

source: Actions you choose here influence all systems in this object group. Additionally, all values editable here can be inherited by the clients assigned to this object group.
it_it: Le azioni che si scelgono qui influenzano tutti i sistemi in questo gruppo di oggetti. Inoltre, tutti i valori modificabili qui possono essere ereditati dai clienti assegnati a questo gruppo di oggetti.
nl: De acties die u hier kiest, beinvloeden alle systemen in deze objectgroep. Daarnaast kunnen alle hier bewerkbare waardes overerfd worden door terminal clients die aan deze objectgroep worden toegekend.

source: Generic
el_gr: Γενικό
it_it: Informazioni
nl: Algemeen

source: Select terminal mode
el_gr: Επιλέξτεειτουργία τερματικού
it_it: Seleziona la modalità del terminale
nl: Selecteer terminal modus

source: Select NFS root filesystem to use
el_gr: Επιλέξτε ένα σύστημα αρχείων NFS root για χρήση
it_it: Scegli il filesystem NFS da usare
nl: Selecteer het te gebruiken NFS root bestandssysteem

source: Choose NFS filesystem to place swap files on
it_it: Scegli il filesystem NFS in cui piazzare il file di swap
nl: Kies het NFS bestandssysteem waarop de swapbestanden geplaatst worden

source: Execute
el_gr: Εκτέλεση
it_it: Esegui
nl: Commando

source: Network settings
el_gr: Ρυθμίσεις δικτύου
it_it: Rete impostazioni
nl: Netwerk instellingen

source: IP-address
el_gr: Διεύθυνση IP
it_it: Indirizzo IP
nl: IP adres

source: Propose ip
el_gr: Πρόταση για ip
it_it: Proponi un indirizzo IP
nl: IP voorstel

source: MAC-address
el_gr: Διεύθυνση MAC
it_it: Indirizzo MAC
nl: Hardware adres (MAC)

source: Enable DHCP for this device
el_gr: Ενεργοποίηση υπηρεσίας DHCP για αυτήν την υπηρεσία
it_it: Attiva il DHCP per questa periferica
nl: Activeer DHCP voor dit apparatuur

source: not configured
el_gr: δεν εχει ρυθμιστεί
it_it: non configurato
nl: niet ingesteld

source: Parent node
el_gr: Γονικό νήμα
it_it: Nodo genitore

source: Edit settings
el_gr: Επεξεργασία ρυθμίσεων
it_it: Modifica le impostazioni
nl: Instellingen bewerken

source: Enable DNS for this device
el_gr: Ενεργοποίηση DNS για αυτή την συσκευή
it_it: Attiva il DNS per questa periferica
nl: DNS voor dit apparaat activeren

source: Zone
it_it: Zona

source: Dns records
el_gr: Εγγραφές Dns
it_it: Records Dns

source: Warning : Once you import your OPSI hosts into FusionDirectory, they will be managed by it, so if you delete them or deactivate their OPSI tab, they will be removed from OPSI.
el_gr: Προσοχή: Μετά την εισαγωγή των διακομιστών OPSI στο FusionDirectory, αυτοί θα ελέγχονται από αυτό (FD). Συνεπώς, αν τα διαγράψετε ή απενεργοποιήσετε την OPSI καρτέλα τους, θα διαγραφούν από το OPSI
it_it: Attenzione: una volta i sistemi OPSI importati in FustionDirectory, essi verranno gestiti da questo, percio' se cancellate o disattivate la scheda OPSI, essi verranno rimossi da OPSI

source: This includes all account data, system access rules, imap settings, etc. for this user. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
el_gr: Το παρόν περιλαμβάνει όλα τα δεδομένα λογαριασμού, τους κανόνες πρόσβασης συστήματος, τις ρυθμίσεις imap κτλ. για τον συγκεκριμένο χρήστη. Παρακαλείστε να ελέγξετε αν όντως θέλετε να προχωρήσετε, δεδομένου ότι το FusionDirectory δεν θα μπορεί να ανακτήσει πλέον τα δεδομένα σας.
it_it: Questo include tutti i dati degli account, i permessi di accesso al sistema, la configurazione imap, etc. di questo utente. Accertati che vuoi davvero eseguire questa azione visto che poi sarà impossibile per FusionDirectory recuperare i tuoi dati.
nl: Dit omvat alle account gegevens, systeem toegangsregels, imap instellingen etc. voor deze gebruiker. Verzeker uzelf hiervan, aangezien er geen mogelijkheid voor FusionDirectory is om deze informatie terug te halen.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
el_gr: Αν είστε σίγουροι, πατήστε "Διαγραφή" για να συνεχίσετε ή "Ακύρωση" για να εγκαταλείψετε.
it_it: Quindi - se sei sicuro - premi 'Rimuovi' per continuare oppure 'Annulla' per interrompere.
nl: Indien u zeker bent drukt u dan 'Verwijderen' om door te gaan of 'Annuleren' om te annuleren.

source: Filter
el_gr: Φίλτρο
it_it: Filtro

source: Show servers
el_gr: Προβολή εξυπηρετητών
it_it: Mostra i server
nl: Toon servers

source: Show workstations
el_gr: Προβολή σταθμών εργασίας
it_it: Mostra le workstations
nl: Toon werkstations

source: Show terminals
el_gr: Προβολή τερματικών
it_it: Mostra i terminali
nl: Toon terminals

source: Show network printer
el_gr: Προβολή εκτυπωτών δικτύου
it_it: Mostra le stampanti di rete
nl: Toon netwerk printer

source: Show phones
el_gr: Προβολή τηλεφώνων
it_it: Mostra i telefoni
nl: Toon telefoons

source: Show windows based workstations
el_gr: Προβολή σταθμών εργασίας windows
it_it: Mostra le workstation Windows
nl: Toon windows based workstations

source: Show network devices
el_gr: Προβολή συσκευών δικτύου
it_it: Mostra le periferiche di rete
nl: Toon netwerk apparaten

source: Show mobile phones
el_gr: Προβολή κινητών τηλεφώνων
it_it: Mostra i telefoni cellulari

source: Show IPMI interfaces
el_gr: Προβολή διεπαφής IPMI
it_it: Mostra interfaccia IPMI

source: Select objects to add
el_gr: Επιλογή αντικειμένου για προσθήκη
it_it: Seleziona gli oggetti da aggiungere
nl: Selecteer de toe te voegen objecten

source: Filters
el_gr: Φίλτρα
it_it: Filtri

source: Display objects matching
el_gr: Εμφάνιση προειδοποιήσεων αντικειμένων
it_it: Mostra gli oggetti corrispondenti
nl: Toon overeenkomende objecten

source: Regular expression for matching object names
it_it: Espressione regolare per trovare gli oggetti corrispondenti
nl: Reguliere expressie voor overeenkomende objectnamen

source: Close
el_gr: Κλείσιμο
it_it: Chiuso
nl: Sluiten

source: Printer driver
el_gr: Οδηγός εκτυπωτή
it_it: Driver della stampante
nl: Printer stuurprogramma

source: Model
el_gr: Μοντέλο
it_it: Modello

source: Select
el_gr: Επιλογή
it_it: Scegli
nl: Selecteer

source: New driver
el_gr: Νέος οδηγός
it_it: Nuovo driver
nl: Nieuw stuurprogramma

source: Upload
el_gr: Αποστολή
it_it: Caricare
nl: Uploaden

source: Options
el_gr: Επιλογές
it_it: Opzioni
nl: Opties

source: The ppd file will be removed from the server and can not be restored.
el_gr: Το αρχείο ppd θα αφαιρεθεί από τον εξυπηρετητή και δεν θα μπορεί να ανακτηθεί.
it_it: Il file ppd sarà eliminato dal server e non potrà più essere restaurato
nl: Het ppd bestand zal verwijderd worden van de server and kan niet hersteld worden.

source: General
el_gr: Γενικά
it_it: Generale
nl: Algemeen

source: Printer name
el_gr: Όνομα εκτυπωτή
it_it: Nome della stampante
nl: Printernaam

source: Details
el_gr: Λεπτομέρειες
it_it: Dettagli

source: Printer location
el_gr: Τοποθεσία εκτυπωτή
it_it: Ubicazione della stampante
nl: Printer locatie

source: PPD Provider
el_gr: Πάροχος PPD
it_it: Fornitore del PPD

source: Edit
el_gr: Επεξεργασία
it_it: Modifica
nl: Bewerken

source: Users which are allowed to use this printer
el_gr: Χρήστες που επιτρέπεται να χρησιμοποιούν αυτόν τον εκτυπωτή
it_it: Utenti che sono autorizzati ad utilizzare questa stampante
nl: Gebruikers die deze printer mogen gebruiken

source: Users
el_gr: Χρήστες
it_it: Utenti
nl: Gebruikers

source: Users which are allowed to administrate this printer
it_it: Utenti che sono autorizzati ad amministrare questa stampante
nl: Gebruikers die deze printer mogen beheren

source: Admins
el_gr: Διαχειριστές
it_it: Amministratori
nl: Beheerders

source: Windows paths
el_gr: Διαδρομές Windows
it_it: Path per le stampanti in Windows

source: Printer windows inf file
el_gr: Αρχείο inf windows εκτυπωτή
it_it: File inf del driver stampante
nl: Printer windows inf bestand

source: Printer driver directory
el_gr: Κατάλογος οδηγού εκτυπωτή
it_it: Cartella del driver stampante
nl: Printer driver map

source: There are several argonaut servers! (this is not yet supported)
el_gr: Υπάρχουν αρκετοί εξυπηρετητές argonaut! (αυτός δεν υποστηρίζεται ακόμη)
it_it: Ci sono diversi server Argonaut! (questo non è ancora supportato)

source: There is an argonaut server running on %1 (%3://%2:%4)
it_it: C'è un server Argonaut in esecuzione su % 1 (%3://%2:%4)

source: Only one system is configured to run an argonaut client.
it_it: 1% dei sistemi sono configurati per eseguire un cliente Argonaut

source: But no system is configured to run an argonaut client!
it_it: Ma nessun sistema è configurato per eseguire un client argonaut!

source: A system is configured to run an argonaut client, but there is no argonaut server configured!
it_it: 1% dei sistemi sono configurati per eseguire un cliente Argonaut, ma non c'é alcun server configurato!

source: Base
el_gr: Βάση
nl: Basis

source: List of devices
nl: Lijst van apparaten

source: Device
nl: Apparaat

source: Edit device
nl: Bewerk apparaat

source: Remove device
nl: Verwijder apparaat

source: Digital camera
nl: Digitale camera

source: Device name
nl: Apparaat naam

source: Device generic
nl: Generiek apparaat

source: Devices
nl: Apparaten

source: Serial
nl: Serieel

source: Please double check if you really want to do this since there is no way for FusionDirectory to get your data back.
nl: Dubbel check als u dit echt wilt doen, omdat er geen manier voor FusionDirectory om uw gegevens te recuperen.

source: Device type
nl: Apparaat type

source: Choose the device type
nl: Kies het apparaat type

source: Serial number
nl: Serienummer

source: Hotplug devices
nl: Hotplug apparaten

source: File pattern
nl: Bestand pattern

source: Mime group
nl: Mime groep

source: Application
nl: Programma

source: Left click action
nl: Linkerklick actie

source: Icon
nl: Icoon

source: File patterns
nl: Bestand patterns

source: Embedded applications
nl: Embedded applicaties

source: Mime type management
nl: Mime type beheer

source: Please enter a name for the mime type here
nl: Geef hier een naam voor het mime type in

source: Please specify a description for this mime type here
nl: Geef hier een descriptie voor mime type in

source: List of mimetypes
nl: Lijs van mimetypes

source: Edit mimetype
nl: Bewerk mimetype

source: Remove mimetype
nl: Verwijder mimetype

source: Categorize this mime type
nl: Categorizeer deze mime type

source: Please specify a description
nl: Gelieve een descripte te specificeren

source: Choose subtree to place application in
nl: Selecteer de subtree waaronder het programma geplaatst zal worden.

source: Select a base
nl: Selecteer een basis

source: Update
nl: Bijwerken

source: Left click
nl: linkerklik

source: Please specify a new file pattern
nl: Gelieve een nieuw bestand pattern te specificeren

source: Add a new file pattern
nl: Voeg een nieuw bestand pattern toe

source: Applications
nl: Programma's

source: Enter an application name here
nl: Vul een andere applicatie naam hier

source: Add application
nl: Applicatie toevoegen

source: Show file in embedded viewer
nl: Toon bestand in embedded weergave

source: Show file in external viewer
nl: Toon bestand in externe weergave

source: Ask whether to save to local disk
nl: Vraag om op te slaan op de lokale harde schijf

source: Branches
nl: Aftakkingen

source: Current release
nl: Huidige uitgave

source: Copy menu
nl: Kopieer menu

source: Paste menu from
nl: Plak menu van

source: Delete menu
nl: Verwijder menu

source: Folder
nl: Map

source: Move up
nl: Omhoog verplaatsen

source: Move down
nl: Omlaag verplaatsen

source: Entry
nl: Gegeven

source: add to
nl: voeg toe

source: Add selected category to this folder..
nl: Voeg geselecteerde categorie toe aan deze folder..

source: Add a separator to this folder.
nl: Voeg een separator toeg in deze map.

source: Add selected applications to this folder.
nl: Voeg geselecteerde applicatie in deze map.

source: Back
nl: Terug

source: department
nl: afdeling

source: application
nl: programma

source: Not available in release.
nl: Niet beschikbaar in release.

source: Group applications
nl: Groep applicaties

source: Application parameter
nl: Applicatie parameter

source: Place icon on members desktop
nl: Plaats icoon op de desktop van groepsleden

source: Place entry in members launch bar
nl: Plaats invoer in snelstartbalk van groepsleden

source: Place entry in members startmenu
nl: Plaats programma in het startmenu van groepsleden

source: Folder image
nl: Map image

source: Could not load image.
nl: Kan image niet laden.

source: None
nl: Geen

source: Application settings
nl: Programma instellingen

source: Application options
nl: Programma opties

source: Your browser does not supprt iframes.
nl: Uw browser ondersteund iframes niet.

source: Comment
nl: Opmerking

source: Driver
el_gr: Οδηγός
nl: Stuurprogramma

source: This option enables you to generate FAI install CD images for the selected workstation. The procedure may take about 10 minutes to complete, so please be patient after pressing the 'Create ISO-Image' button.
nl: Deze optie maakt het mogelijk om FAI installatie CD images te genereren voor de geselecteerde workstation. De procedure kan ongeveer 10 minuten duren, dus wees geduldig na het indrukken van de 'Create ISO-Image' knop.

source: Create ISO-Image
nl: Maak ISO-image

source: Please select a printer or press cancel.
nl: Selecteer a.u.b. een printer of druk annuleren in

source: Select printer to add
nl: Selecteer de toe te voegen printer

source: Select entries to add
nl: Selecteer de toe te voegen regels

source: Select to search within subtrees
nl: Selecteer om binnen subonderdelen te zoeken

source: Search in subtrees
nl: Zoek in subtrees

source: Display members of department
nl: Toon leden van afdeling

source: Choose the department the search will be based on
nl: Selecteer de afdeling waarbinnen gezocht zal worden

source: Display members matching
nl: Toon de overeenkomende leden

source: Regular expression for matching member names
nl: Reguliere expressie voor overeenkomende lidnamen

source: Print generic
nl: Print generiek

source: Comments
nl: Commentaar

source: Workstation
el_gr: Σταθμός εργασίας
nl: Werkstation

source: This system has no system type configured. Please choose a system type for this object and an optional inheritance group. Press the 'continue' button to proceed.
nl: Dit systeem heeft geen geconfigureerd systeem type. Kies een type systeem voor dit object en een optionele erfenis groep. Druk op de knop 'Doorgaan' om verder te gaan.

source: Please select a system type and an optional bundle of predefined settings to be inherited.
nl: Selecteer a.u.b. een systeemtype en een optionele bundel met te overerven voorgedefinieerde instellingen.

source: Please select a system type and a bundle of predefined settings to be inherited.
nl: Selecteer een type systeem en een bundel van vooraf gedefinieerde instellingen die worden overgenomen.

source: System type
nl: Systeemtype

source: Choose an object group as template
nl: Selecteer een objectgroep als sjabloon

source: Object group
nl: Objectgroep

source: none
nl: geen

source: Continue
nl: Doorgaan
