Repository: fusiondirectory/fusiondirectory-plugins
Catalog: systems/locale/*/fusiondirectory.po
Languages: el_gr, it_it, nl

source: Activated
el_gr: Ενεργοποιήθηκε
it_it: Attivato
nl: Geactiveerd

source: Locked
el_gr: Κλειδωμένο
it_it: Bloccato
nl: Geblokkeerd

source: Local swap
el_gr: Τοπικό swap
it_it: Swap locale
nl: Lokale swap

source: inherited
el_gr: κληρονομημένα
it_it: eredita
nl: overerfd

source: Infrastructure service
el_gr: Υπηρεσία υποδομής
it_it: Servizio d'infrastruttura

source: Event error
el_gr: Σφάλμα γεγονότος
it_it: Errore nell'evento
nl: Event fout

source: Event '%s' is not available!
el_gr: Το γεγονός %s δεν είναι διαθέσιμο!
it_it: L'evento '%s' non è disponibile!
nl: Event '%s' is niet beschikbaar!

source: Switch off
el_gr: Κλείσιμο
it_it: Spegni
nl: Uitschakelen

source: Reboot
el_gr: Επανεκκίνηση
it_it: Riavvia
nl: Herstarten

source: Instant update
el_gr: Αυτόματη ενημέρωση
it_it: Aggiornamento istantaneo
nl: Onmiddelijk bijwerken

source: Scheduled update
el_gr: Προγραμματισμένη ενημέρωση
it_it: Aggiornamento pianificato
nl: Geplande bijwerking

source: Wake
el_gr: Αφύπνιση
it_it: Sveglia

source: Reinstall
el_gr: Επανεγκατάσταση
it_it: Installa di nuovo
nl: Herinstalleer

source: Memory test
el_gr: Δοκιμή μνήμης
it_it: Test della memoria
nl: Geheugentest

source: System analysis
el_gr: Ανάλυση συστήματος
it_it: Analisi del sistema
nl: Systeem analyse

source: LDAP error
el_gr: Σφάλμα LDAP
it_it: Errore LDAP
nl: LDAP fout

source: System
el_gr: Σύστημα
it_it: Sistema
nl: Systeem

source: System group
el_gr: Ομάδα συστήματος
it_it: Gruppo di sistema
nl: Systeem groep

source: Mode
el_gr: Λειτουργία
it_it: Modalità
nl: Modus

source: Action flag
el_gr: Σημαία ενέργειας
it_it: Indicatore d'azione
nl: Actie vlag

source: Root server
el_gr: Εξυπηρετητής Root
it_it: Server principale

source: Swap server
el_gr: Εξυπηρετητής Swap
it_it: Server di swap

source: Startup parameters
el_gr: Παράμετροι εκκίνησης
it_it: Parametri di avvio

source: Boot kernel
it_it: Kernel d'avvio

source: Linux kernel to be installed and booted
el_gr: Ο πυρήνας Linux που θα εγκατασταθεί και θα εκκινηθεί
it_it: Kernel linux che dovrà essere installato ed avviato

source: Boot kernel parameters
el_gr: Παράμετροι εκκίνησης πυρήνα
it_it: Parametri del kernel d'avvio

source: Linux kernel parameters to be ran
el_gr: Παράμετροι πυρήνα Linux για εκτέλεση
it_it: Parametri del kernel d'avvio da eseguire

source: Startup
el_gr: Εκκίνηση
it_it: Avvio
nl: Opstarten

source: Terminal startup
el_gr: Εκκίνηση τερματικού
it_it: Avvio del terminale

source: List of systems
el_gr: Λίστα συστημάτων
it_it: Elenco dei sistemi
nl: Lijst met systemen

source: Locked server
el_gr: Κλειδωμένος εξυπηρετητής
it_it: Server bloccato
nl: Vergrendelde server

source: Locked workstation
el_gr: Κλειδωμένος σταθμός εργασίας
it_it: Workstation bloccata
nl: Vergrendelde workstation

source: Locked terminal
el_gr: Κλειδωμένο τερματικό
it_it: Terminale bloccato
nl: Vergrendelde terminal

source: Terminal
el_gr: Τερματικό
it_it: Terminale

source: Printer
el_gr: Εκτυπωτής
it_it: Stampante

source: Phone
el_gr: Τηλέφωνο
it_it: Telefono
nl: Telefoon

source: Mobile phone
el_gr: Κινητό τηλέφωνο
it_it: Numero di cellulare
nl: GSM nummer

source: Component
el_gr: Στοιχείο
it_it: Componente

source: Name
el_gr: Όνομα
it_it: Nome
nl: Naam

source: Description
el_gr: Περιγραφή
it_it: Descrizione
nl: Omschrijving

source: Services
el_gr: Υπηρεσίες
it_it: Servizi

source: Release
el_gr: Έκδοση
it_it: Versione
nl: Distributie versie

source: Actions
el_gr: Ενέργειες
it_it: Azioni
nl: Acties

source: Create
el_gr: Δημιουργία
it_it: Crea
nl: Aanmaken

source: winStation
it_it: PC Windows

source: Network printer
el_gr: Εκτυπωτής δικτύου
it_it: Stampante di rete
nl: Netwerk printer

source: Network device
el_gr: Συσκευή δικτύου:
it_it: Periferica di rete
nl: Netwerk apparatuur

source: Mobile Phone
el_gr: Κινητό τηλέφωνο
it_it: Telefono cellulare

source: Trigger action
el_gr: Εκκίνηση ενέργειας
it_it: Innesco azione
nl: Trigger actie

source: Schedule action
el_gr: Προγραμματισμός εργασίας
it_it: Pianifica un'azione
nl: Plan actie

source: Remove
el_gr: Αφαίρεση
it_it: Elimina
nl: Verwijderen

source: Edit system
el_gr: Επεξεργασία συστήματος
it_it: Modifica sistema

source: Remove system
el_gr: Απομάκρυνση συστήματος
it_it: Elimina il sistema
nl: Verwijder systeem

source: Event %s is not available!
it_it: L'evento '%s' non è disponibile!

source: Events are not available!
it_it: Gli eventi non sono disponibili!

source: (Re)Install
it_it: (Re)Installa

source: Software update
it_it: Aggiornamento del software

source: Wake up
it_it: Risvegliare
nl: Aanzetten

source: Workstation information
el_gr: Πληροφορίες σταθμού εργασίας
it_it: Informazione terminale

source: Properties
el_gr: Ιδιότητες
it_it: Proprietà
nl: Eigenschappen

source: The name of the %s
el_gr: Το όνομα του %s
it_it: Il nome di %s
nl: De naam van deze %s

source: A short description of the %s
el_gr: Μια σύντομη περιγραφή του %s
it_it: Una breve descrizione del %s
nl: Een korte beschrijving van de %s

source: Location
el_gr: Τοποθεσία
it_it: Località
nl: Plaats

source: The location of the %s
el_gr: Η τοποθεσία του %s
it_it: L'ubicazione di %s
nl: De locatie van de %s

source: Lock this %s
el_gr: Κλείδωμα του %s
it_it: Blocca questo %s
nl: Blokkeer dit %s

source: This will prevent the %s from being reinstalled
el_gr: Αυτό θα αποτρέψει το %s από το να επανεγκατασταθεί
it_it: Questo eviterà che %s venga reinstallato

source: Action
el_gr: Ενέργεια
it_it: Azione
nl: Actie

source: Select action to execute for this terminal
el_gr: Επιλέξτε μια ενέργεια για εκτέλεση για αυτό το τερματικό
it_it: Seleziona l'azione da eseguire per questo terminale
nl: Selecteer de voor deze terminal uit te voeren actie

source: Network settings
el_gr: Ρυθμίσεις δικτύου
it_it: Impostazioni di rete

source: Phone information
el_gr: Πληροφορίες τηλεφώνου
it_it: Informazione telefono

source: Phone hardware
el_gr: Υλικό τηλεφώνου
it_it: Dispositivo telefonico

source: The name of the phone
el_gr: Το όνομα του τηλεφώνου
it_it: Nome del telefono

source: A short description of the phone
el_gr: Μια σύντομη περιγραφή του τηλεφώνου
it_it: Breve descrizione del telefono

source: Serial Number
el_gr: Σειριακός αριθμός
it_it: Numero di serie

source: The serial number of the phone
el_gr: Ο σειριακός αριθμός γραμμής του τηλεφώνου
it_it: Numero di serie del telefono

source: Telephone Number
el_gr: Τηλέφωνο
it_it: Numero di telefono

source: The telephone number of the phone
el_gr: Ο αριθμός τηλεφώνου
it_it: Numero di telefono di questo telefono

source: Internal error
el_gr: Εσωτερικό σφάλμα
it_it: Errore interno
nl: Interne fout

source: Cannot determine a valid department for this object. Setting base to '%s'!
el_gr: Αδύνατος ο προσδιορισμός ενός έγκυρου τμήματος για αυτό το αντικείμενο. Ορισμός βάσης σε `%s'
it_it: Impossibile determinare un dipartimento valido per questo oggetto. Impostato di base a '%s'!
nl: Kan geen geldig afdeling bepalen voor dit object. Basis instelling om '%s'!

source: Add printer extension
el_gr: Προσθήκη επέκτασης εκτυπωτή
it_it: Aggiungi un'estensione della stampante
nl: Voeg printer extensie toe

source: Could not initialize printer tab, parameter parent was missing while construction.
it_it: Impossibile inizializzare la linguetta della stampante, parametro genitore mancante al momento della costruzione.
nl: Kan printer tab niet initialiseren, parent parameter ontbreekt tijdens constructie.

source: This is a workstation template, printer tab is disabled.
el_gr: Αυτό είναι πρότυπο σταθμού εργασίας, η καρτέλα εκτυπωτή είναι απενεργοποιημένη
it_it: Si tratta di un modello di workstation, la linguetta della stampante è disabilitata.
nl: Dit is een werkstationsjabloon. Het printer tabblad is uitgeschakeld.

source: This is a terminal template, printer tab is disabled.
el_gr: Αυτό είναι πρότυπο τερματικού, η καρτέλα εκτυπωτή είναι απενεργοποιημένη
it_it: Si tratta di un modello di terminale, la linguetta della stampante è disabilitata.
nl: Dit is een terminalsjabloon. Het printer tabblad is uitgeschakeld.

source: printer
el_gr: εκτυπωτής
it_it: stampante

source: You can't enable it while 'cn' is not present in entry. Possibly you are currently creating a new terminal template.
it_it: Non posso abilitarlo fin quando 'cn' non sarà presente nell'entry. Forse , stai attualmente creando un nuovo modello di terminale.
nl: U kan het niet activeren zolang 'cn' niet aanwezig is in invoer. Mogelijk bent u op dit moment bezig met het creÃ«ren van een nieuwe terminal sjabloon.

source: Remove printer extension
el_gr: Αφαίρεση επέκτασης εκτυπωτή
it_it: Rimuovi un'estensione della stampante
nl: Verwijder printer mogelijkheden

source: Your currently selected PPD file '%s' doesn't exist.
el_gr: Το τρέχον επιλεγμένο αρχείο PPD '%s' δεν υπάρχει.
it_it: Il file PPD '%s' che hai selezionato non esiste.
nl: Uw huidig geselecteerde PPD bestand '%s' bestaat niet.

source: Not defined
el_gr: Δεν έχει οριστεί
it_it: Non definito
nl: Onbepaald

source: Can't get ppd informations.
el_gr: Αποτυχία λήψης πληροφοριών ppd
it_it: Impossibile avere informazioni sul ppd.
nl: Kan de PPD informatie niet ophalen.

source: This printer belongs to %s. You can't rename this printer.
it_it: Questa stampante appartiene a %s. Non puoi rinominare questa stampante.
nl: Deze printer behoort to %s. U kan deze printer niet hernoemen.

source: terminal
el_gr: τερματικό
it_it: terminale

source: Error
el_gr: Σφάλμα
it_it: Errore
nl: Fout

source: Object is no printer!
el_gr: Το αντικείμενο δεν είναι εκτυπωτής!
it_it: L'oggetto non è una stampante!
nl: Object is geen printer!

source: Printer URL
el_gr: URL εκτυπωτή
it_it: URL della stampante

source: Group
el_gr: Ομάδα
it_it: Gruppo
nl: Groep

source: User
el_gr: Χρήστης
it_it: Utente
nl: Gebruiker

source: Printer information
el_gr: Πληροφορίες εκτυπωτή
it_it: Informazioni stampante

source: LabeledURL
it_it: URL della stampante

source: Printer PPD
el_gr: PPD εκτυπωτή
it_it: PPD stampante

source: Permissions
el_gr: Δικαιώματα
it_it: Autorizzazioni
nl: Rechten

source: Windows inf file
el_gr: Αρχείο inf Windows
it_it: File inf del driver
nl: Windows inf bestand

source: Windows driver dir
el_gr: ΞΚατάλογος οδηγών Windows
it_it: Cartella del driver
nl: Windows driver map

source: Driver printer name
el_gr: Όνομα οδηγού εκτυπωτή
it_it: Nome del driver della stampante
nl: Naam printer driver

source: Permission error
el_gr: Σφάλμα δικαιωμάτων
it_it: Errore d'autorizzazione
nl: Permissiefout

source: printer user
el_gr: χρήστης εκτυπωτή
it_it: utilizzatore stampante
nl: printer gebruiker

source: Illegal member type '%s'!
el_gr: παράνομος τύπος μέλους '%s'!
it_it: Tipo di membro non valido '%s'!
nl: Ongeldige gebruiker type '%s'!

source: '%s' is already used!
el_gr: Το '%s' χρησιμοποιείται ήδη!
it_it: '%s' è già in corso d'uso!
nl: '%s' is al in gebuik!

source: '%s' does not exist!
el_gr: Το %s δεν υπάρχει!
it_it: '%s' non esiste!
nl: '%s' bestaat niet!

source: Server services
el_gr: Υπηρεσίες εξυπηρετητή
it_it: Servizi del server

source: Filter error
el_gr: Σφάλμα φίλτρου
it_it: Errore di filtro
nl: Filter fout

source: The filter is incomplete!
el_gr: Το φίλτρο δεν είναι ολοκληρωμένο!
it_it: Il filtro non è completo!
nl: Deze filter is niet compleet!

source: Information
el_gr: Πληροφορίες
it_it: Informazione
nl: Informatie

source: Cannot update service status until it has been saved!
it_it: Impossibile aggiornare lo stato del servizio prima che questo venga registrato !
nl: Kan dienst status niet update zolang het niet opgeslagen is!

source: Could not get execute action %s on service %s.
el_gr: Δεν ήταν δυνατή η εκτέλεση ενέργειας %s στην υπηρεσία %s.
it_it: Impossibile eseguire l'azione %s sul servizio %s
nl: Kan geen actie %s niet uitvoeren op service %s.

source: Terminal information
el_gr: Πληροφορίες τερματικού
it_it: Informazioni terminale

source: The root server the terminal should be using
el_gr: Ο εξυπηρετητής root που θα πρέπει να χρησιμοποιεί το τερματικό
it_it: Il server principale che il terminale dovrebbe usare

source: The swap server the terminal should be using
el_gr: Ο εξυπηρετητής swap που θα πρέπει να χρησιμοποιεί το τερματικό
it_it: La swap principale che il terminale dovrebbe usare

source: Remote desktop
el_gr: Απομακρυσμένη επιφάνεια εργασίας
it_it: Desktop a distanza

source: Connect method
el_gr: Μέθοδος σύνδεσης
it_it: Metodo di connessione
nl: Verbindings methode

source: Terminal server
el_gr: Εξυπηρετητής τερματικού
it_it: Server terminale

source: PPD error
el_gr: Σφάλμα PPD
it_it: Errore PPD
nl: PPD fout

source: Cannot locate vendor '%s' in available PPDs!
el_gr: Αδυναμία εντοπισμού του πωλητή '%s' στα διαθέσιμα PPD!
it_it: Non trovo il venditore '%s' del PPD disponibile!
nl: Kan vendor '%s' niet vinden in beschikbare PPDs!

source: Printer ppd selection.
el_gr: Επιλογή εκτυπωτή ppd
it_it: Selezione del ppd della stampante
nl: Printer PPD selectie

source: delete
el_gr: διαγραφή
it_it: elimina
nl: Verwijder

source: back
el_gr: πίσω
it_it: Indietro
nl: terug

source: Configuration error
el_gr: Σφάλμα ρύθμισης
it_it: Errore di configurazione
nl: Configuratie fout

source: Cannot open PPD '%s'!
el_gr: Αδύνατο το άνοιγμα PPD '%s'!
it_it: Impossibile aprire il file PPD '%s'!
nl: Kan PPD '%s' niet openen!

source: Cannot open PPD path '%s' for reading and writing!
el_gr: Αδύνατο το άνοιγμα διαδρομής PPD '%s' για ανάγνωση και εγγραφή!
it_it: Impossibile aprire il cammino '%s' PPD in lettura e scrittura!
nl: Kan PPD pad'%s' niet openen voor lezen en schrijven!

source: file is empty
el_gr: Το αρχείο είναι κενό
it_it: il file è vuoto
nl: bestand is leeg

source: Cannot parse PPD '%s'!
el_gr: Αδυναμία ανάλυσης PPD '%s'!
it_it: Impossibile analizzare PPD '%s'!
nl: Kan PPD '%s' niet ontleden!

source: Overwrite existing PPD
el_gr: Αντικατάσταση του υπάρχοντοςPPD
it_it: Sovrascrivi il ppd esistente
nl: Overschrijf bestaande PPD

source: There is already a ppd file for this kind of printer. Do you want to overwrite it?
el_gr: Το αρχείο ppd υπάρχει ήδη για αυτόν τον εκτυπωτή. Θέλετε να αντικατασταθεί;
it_it: Esiste già un file PPD per questo tipo di stampante. Vuoi sovrascriverlo?
nl: Er is al een bestaande ppd bestand voor dit soort printer. Wilt u deze overschrijven?

source: Section
el_gr: Ενότητα
it_it: Sezione
nl: Sectie

source: True
it_it: Vero
nl: Ja

source: False
it_it: Falso
nl: Nee

source: PPD type '%s' is not supported!
el_gr: Δεν υποστηρίζεται ο τύπος PPD '%s' !
it_it: Il tipo '%s' di PPD non è supportato!
nl: PPD type '%s' niet ondersteund!

source: Please select a valid ppd file or use 'Cancel' to go back to printer configuration.
el_gr: Παρακαλώ επιλέξτε ένα έγκυρο αρχείο ppd ή χρησιμοποιήστε το 'Άκυρο' για να επιστρέψετε στην διαμόρφωση του εκτυπωτή.
it_it: Seleziona un file PPD valido o utilizza 'Annulla' per tornare alla configurazione della stampante.
nl: Gelieve een geldig ppd bestand te selecteren of 'Annuleer' om terug te keren naar de printer configuratie.

source: PPD manager error
el_gr: Σφάλμα διαχειριστή PPD
it_it: Errore manager PPD
nl: PPD manager fout

source: The specified path '%s' does not exist.
el_gr: Η καορισμένη διαδρομή '%s' δεν υπάρχει,
it_it: Il path '%s' specificato, non esiste.
nl: De specifieke pad '%s' bestaat niet.

source: Specified PPD file '%s' cannot be opened for reading.
el_gr: Το καθορισμένο αρχείο PPD `%s' δε μπόρεσε να ανοιχτεί για ανάγνωση.
it_it: Il file PPD '%s' specificato non puó essere aperto in lettura.
nl: Specifieke PPD file '%s' kan niet geopend worden voor raadpleging.

source: The temporary file '%s' cannot be opened for writing.
el_gr: Το προσωρινό αρχείο `%s' δε μπόρεσε να ανοιχτεί για ανάγνωση.
it_it: Il file temporaneo '%s' non puó essere aperto in scrittura.
nl: Tijdeljike bestand '%s' kan niet geopend word voor schrijven.

source: Parsing PPD file failed - file is empty!
el_gr: Η ανάλυση του αρχείου PPD απέτυχε - το αρχείο είναι άδειο!
it_it: L'analisi del file PPD non è riuscita - il file è vuoto!
nl: Ontleding PPD bestand mislukt - bestand is leeg!

source: Parsing PPD file %s failed - line too long. Trailing characters have been ignored!
el_gr: Η ανάλυση του αρχείου PPD %s απέτυχε - γραμμή πολύ μακριά. Οι τελικοί χαρακτήρες αγνοήθηκαν!
it_it: L'analisi del file PPD %s non è riuscita - riga troppo lunga. I caratteri finali sono stati ignorati!
nl: Ontleding PPD bestand %s mislukt - lijn is te lang. Loshangende tekens zijn genereerd!

source: Nested groups are not supported!
el_gr: Δεν υποστηρίζονται εμφωλευμένες ομάδες!
it_it: I gruppi nidificati non sono supportati!
nl: Geneste groepen worden niet ondersteund!

source: Group name not unique!
el_gr: Το όνομα ομάδας δεν είναι μοναδικό!
it_it: Nome del gruppo non unico!
nl: Groepnaam is niet uniek!

source: Symbol values are not supported yet!
el_gr: Οι τιμές συμβόλων δεν υποστηρίζονται ακόμα!
it_it: I valori dei simboli non sono ancora supportati!
nl: Symbool waardes worden nog niet ondersteund!

source: Nested options are not supported!
el_gr: Δεν υποστηρίζονται οι εμφωλευμένες επιλογές!
it_it: Le opzioni nidificate non sono supportate!
nl: Geneste opties worden niet ondersteund!

source: PickMany is not supported yet!
el_gr: Το PickMany δεν υποστηρίζεται ακόμα!
it_it: PickMany non è ancora supportato!
nl: PickMany wordt nog niet ondersteund!

source: Parsing PPD file %s failed - line too long. Trailing characters have been ignored
el_gr: Η ανάλυση του αρχείου PPD %s απέτυχε - γραμμή υπερμηκής. Οι τελικοί χαρακτήρες αγνοήθηκαν!
it_it: L'analisi del file PPD %s non è riuscita - riga troppo lunga. I caratteri finali sono stati ignorati
nl: Het parsen van PPD bestand %s is mislukt - regel was te lang. Resterende karakters zijn genegeerd.

source: Parsing PPD file %s failed - no information found.
el_gr: Η ανάλυση του αρχείου PPD %s απέτυχε - δεν βρέθηκαν πληροφορίες.
it_it: L'analisi del file PPD %s non è riuscita - nessuna informazione è stata trovata!
nl: Het parsen van PPD bestand %s is mislukt - er is geen informatie gevonden.

source: Could not parse %s
el_gr: Αδύνατη η συντακτική ανάλυση %s
it_it: Impossibile analizzare %s

source: No DHCP server found for ip %s
el_gr: Δε βρέθηκε DHCP server για ip %s
it_it: Nessun server DHCP trovato per all'indirizzo IP %s

source: No DNS server found for zone %s
el_gr: Δε βρέθηκε DNS server για την ζώνη %s
it_it: Nessun server DNS trovato per la zona %s

source: Import
el_gr: Εισαγωγή
it_it: Importa

source: The server you wish to import hosts from
el_gr: Είστε σίγουροι ότι θέλετε να εισάγετε συστήματα από
it_it: Il server dal quale si vogliono importare i clienti

source: Server information
el_gr: Πληροφορίες εξυπηρετητή
it_it: Informazioni server

source: Component information
el_gr: Πληροφορίες στοιχείου
it_it: Informazioni sul componente

source: The name of the component
el_gr: Το όνομα του στοιχείου
it_it: Il nome del componente

source: A short description of the component
el_gr: Μια σύντομη περιγραφή του στοιχείου
it_it: Una breve descrizione del componente

source: Mobile phone information
el_gr: Πληροφορίες κινητού τηλεφώνου
it_it: Informazione cellulare

source: The name of the mobile phone
el_gr: Το όνομα του κινητού τηλεφώνου
it_it: Il nome del telefonino

source: A short description of the mobile phone
el_gr: Μια σύντομη περιγραφή του κινητού τηλεφώνου
it_it: Una breve descrizione del telefono cellulare

source: The serial number of the mobile phone
el_gr: Ο σειριακός αριθμός του κινητού τηλεφώνου
it_it: Il numero di serie del telefono cellulare

source: IMEI Number
el_gr: Αριθμός IMEI
it_it: Numero IMEI

source: The IMEI number of the mobile phone
el_gr: Ο αριθμός IMEI του κινητού τηλεφώνου
it_it: Il numero IMEI del telefono cellulare

source: OS
it_it: Sistema Operativo

source: The Operating System installed on this phone
el_gr: Το λειτουργικό σύστημα που είναι εγκατεστημένο σε αυτό το κινητό
it_it: Il sistema operativo installato su questo telefono

source: SimCard
el_gr: Κάρτα SIM
it_it: Carta Sim

source: The telephone number of the mobile phone
el_gr: Ο αριθμός τηλεφώνου
it_it: Il numero di telefono di questo telefono cellulare

source: PUK Number
el_gr: Αριθμός PUK
it_it: Numero PUK

source: The PUK number of the simcard in this mobile phone
el_gr: Ο αριθμός PUK της sim σε αυτό το κινητό
it_it: Il numero PUK della carta sim di questo telefono cellulare

source: List of services
el_gr: Λίστα υπηρεσιών
it_it: Elenco dei servizi
nl: Lijst van diensten

source: Service
el_gr: Υπηρεσία
it_it: Servizi
nl: Dienst

source: Get status
el_gr: Λήψη κατάστασης
it_it: Ottieni lo stato

source: Start
el_gr: Έναρξη
it_it: Avvio

source: Stop
el_gr: Διακοπή
it_it: Arresto

source: Restart
el_gr: Επανεκκίνηση
it_it: Riavvia

source: Edit service
el_gr: Επεξεργασία υπηρεσίας
it_it: Modifica i servizi
nl: Bewerk dienst

source: Remove service
el_gr: Αφαίρεση υπηρεσίας
it_it: Elimina il servizio
nl: Verwijder dienst

source: Please select the desired entries
el_gr: Παρακαλώ επιλέξτε τις επιθυμητές εγγραφές
it_it: Seleziona le entries desiderate
nl: Gelieve de items te selecteren

source: Number
el_gr: Αριθμός
it_it: Numero
nl: Nummer

source: Select this number
el_gr: Επιλέξτε αυτόν τον αριθμό
it_it: Seleziona questo numero

source: Action canceled
it_it: Azione annullata

source: System %s has no mac address defined, cannot trigger action
it_it: Il sistema %s non ha un indirizzo MAC definito, impossibile innescare l'azione

source: System %s is currently installing
it_it: Il sistema %s é in corso d'installazione

source: Permission
el_gr: Άδεια
it_it: Permessi
nl: Rechten

source: You are not allowed to create a snapshot for %s.
el_gr: Δεν επιτρέπεται να δημιουργήσετε ένα στιγμιότυπο για %s.
it_it: Non sei autorizzato a creare una 'copia instantanea' di %s.
nl: U heeft geen toestemming om een snapshot te maken voor %s.

source: You are not allowed to restore a snapshot for %s.
el_gr: Δεν επιτρέπεται να επαναφέρετε ένα στιγμιότυπο για %s.
it_it: Non sei autorizzato a restaurare una 'copia instantanea' di %s.
nl: U heeft geen toestemming om een snapshot te herstellen voor %s.

source: Inherited from %s
el_gr: Κληρονομήθηκε από %s
it_it: Ereditato da %s
nl: Overgenomen van %s

source: Systems
it_it: Sistemi
nl: Systemen

source: Systems Management
el_gr: Διαχείριση Systems
it_it: Gestione dei sistemi
nl: Systeem Management

source: Terminal service
el_gr: Υπηρεσία τερματικού
it_it: Servizio terminale
nl: Terminale service

source: Temporary disable login
el_gr: Προσωρινή απενεργοποίηση σύνδεσης
it_it: Disabilita il login temporaneamente
nl: Schakel inlog mogelijkheid tijdelijk uit

source: Disables the login on this terminal server
el_gr: Απενεργοποιεί τη σύνδεση σε αυτό το διακομιστή τερματικού
it_it: Disattiva il login su questo server di terminali

source: Supported session types
el_gr: Υποστηριζόμενοι τύποι συνεδρίας
it_it: Tipi di sessione supportati
nl: Ondersteunde type sessies

source: The session types supported by this terminal server
el_gr: Ο τύποι συνεδρίας που υποστηρίζονται από αυτόν τον εξυπηρετητή τερματικού
it_it: Tipi di sessione supportati da questo server terminal

source: Empty service
el_gr: Κενή υπηρεσία
it_it: Servizio vuoto
nl: Lege dienst

source: Share service
el_gr: Κοινή χρήση υπηρεσίας
it_it: Servizio condiviso

source: Shares
el_gr: Κοινόχρηστα
it_it: Condivisioni

source: Shares this server hosts
el_gr: Κοινή χρήση των συστημάτων ταυτού του εξυπηρετητή
it_it: Condivisioni che questo server ospita

source: Name of this share
el_gr: Το όνομα αυτού του κοινόχρηστου
it_it: Nome di questa condivisione

source: Description of this share
el_gr: Περιγραφή αυτο του κοινόχρηστου
it_it: Descrizione di questa condivisione

source: Type
el_gr: Τύπος
it_it: Tipo

source: Type of share
el_gr: Τύπος αυτού του κοινόχρηστου
it_it: Tipo di condivisione
