Repository: fusiondirectory/fusiondirectory-plugins
Catalog: systems/locale/*/fusiondirectory.po
Languages: el_gr, it_it, nl

source: New workstation
nl: Nieuw werkstation

source: New terminal
nl: Nieuwe terminal

source: New device
nl: Nieuw apparatuur

source: Workstation template
nl: Werkstation sjabloon

source: Terminal template
nl: Terminal sjabloon

source: Winstation
nl: Windows werkstation

source: Lock
nl: Vergrendel

source: Activate
nl: Activeer

source: Activate systems
nl: Activeer systemen

source: Create ISO
nl: Make ISO

source: Edit role
nl: Bewerk rol

source: To change the terminal root password use the fields below. The changes take effect during the next reboot. Please memorize the new password, because you wouldn't be able to log in.
nl: Gebruik de velden hieronder om het terminal root wachtwoord te veranderen. De veranderingen worden onmiddelijk doorgevoerd. Onthoud het nieuwe wachtwoord a.u.b. aangezien u niet in kan loggen zonder dit wachtwoord.

source: Leave fields blank for password inheritance from default entries.
nl: Laat velden leeg voor wachtwoord overerving vanuit standaard waarden.

source: Changing the password impinges on authentification only.
nl: Het veranderen van het wachtwoord is alleen van toepassing op authenticatie.

source: New password
nl: Nieuw wachtwoord

source: Repeat new password
nl: Herhaal het nieuwe wachtwoord

source: Password strength
nl: Wachtwoord sterkte

source: Set password
nl: Wachtwoord instellen

source: Service infrastructure
nl: Dienst infrastructuur

source: A valid LDAP server assignement is missing!
nl: Een geldige LDAP-server assignement ontbreekt!

source: Component generic
nl: Component generiek

source: Creating the image failed. Please see the report below.
nl: Het maken van de image is mislukt. Zie hieronder het rapport.

source: Command '%s', specified for ISO creation doesn't seem to exist.
nl: Commando '%s', die voor ISO-Creation lijkt niet te bestaan.

source: Cannot set mode to 'active'!
nl: Kan mode niet instellen als 'actief'!

source: enabled
nl: Actief

source: Adding a new service to the current server
nl: Voeg nieuwe dienst toe aan de huidige server

source: This dialog allows you to add new services to the currenty edited server object. The box below shows all available but not already used services.
nl: In dit dialoogvenster kunt u nieuwe diensten toe te voegen aan de server. De dialoog venster hieronder geeft alle beschikbare al gebruikt weer, maar geen diensten.

source: Service to add
nl: Dienst toevoegen

source: All available services are already in use.
nl: Alle beschikbare diensten zijn al in gebruik.

source: NOT IMPLEMENTED
nl: NIET GEÃMPLEMENTEERD

source: NTP server
nl: NTP tijdserver

source: Choose server to use for synchronizing time
nl: Selecteer de server die gebruikt wordt voor tijdsynchronisatie

source: Choose server to use for logging
nl: Selecteer de server die gebruikt wordt voor log doeleinden

source: Inherit all values to group members
nl: Overneem alle waarden aan groepsleden

source: Cannot save user picture, FusionDirectory requires the package 'php5-imagick' to be installed!
nl: Kan gebruikersfoto niet opslaan, FusionDirectory heeft het pakket 'php5-imagick' nodig

source: Application generic
nl: Applicatie generiek

source: Application name
nl: Programmanaam

source: Display name
nl: Getoonde naam

source: Replace user configuration on startup
nl: Vervang gebruikers configuratie bij opstarten

source: no example
nl: geen voorbeeld

source: Cannot remove application - it is still in use by these objects: %s
nl: Kan applicatie niet verwijderen - is in gebruik door volgende objecten: %s

source: List of applications
nl: Lijst van applicaties

source: Edit application
nl: Bewerk applicatie

source: Remove application
nl: Verwijder applicatie

source: Remove options
nl: Opties verwijderen

source: Create options
nl: Opties aanmaken

source: Variable
nl: Variabele

source: Default value
nl: Standaard waarde

source: Add option
nl: Optie toevoegen

source: Parameter
nl: Parameters

source: Parameter configuration
nl: Parameter configuratie

source: Application parameter settings
nl: Applicatie parameter instelling

source: Application management
nl: Programma beheer

source: Server
el_gr: Εξυπηρετητής

source: workstation
el_gr: σταθμός εργασίας

source: Servers
el_gr: Εξυπηρετητών

source: Shell
el_gr: Κέλυφος

source: server
el_gr: διακομιστής

source: Workstations
el_gr: Σταθμοί εργασίας
