Repository: fusiondirectory/fusiondirectory-plugins
Catalog: argonaut/locale/*/fusiondirectory.po
Languages: cs_cz, de, fr, it, nl

source: Argonaut DNS settings
cs_cz: nastavení DNS pro Argonaut
de: Argonaut DNS Einstellungen
fr: Paramètres DNS de Argonaut
it: Impostazioni DNS di Argonaut
nl: Argonaut DNS instellingen

source: Ldap2zone global settings
cs_cz: Globální nastavení pro Ldap2zone
de: Ldap2zone Globale Einstellungen
fr: Paramètres globaux Ldap2zone
nl: Ldap2zone globale instellingen

source: Bind directory
cs_cz: připojovací složka
de: Bind Verzeichnis
fr: Répertoire Bind
it: Cartella per Bind

source: The directory in which conf file must be created
cs_cz: Složka, ve které je třeba vytvořit soubor s nastaveními
de: Das Verzeichnis in dem conf-Datei erstellt werden muss
fr: Le répertoire dans lequel le fichier de configuration doit être créé
it: La cartella nella quale sarà creato il file di configurazione
nl: De directory waarin conf bestand moet gecreëerd worden

source: Bind cache directory
cs_cz: Složka pro mezipaměť spojení
de: Bind cache Verzeichnis
fr: Répertoire de cache de Bind
it: Directory di cache per Bind

source: The directory in which zone files must be created
cs_cz: Složka, ve které je třeba vytvořit soubory s údaji zón
de: Das Verzeichnis in welchem Zonendateien erstellt werden müssen
fr: Le répertoire dans lequel les fichiers de zones doivent être créés
it: La cartella nella quale le zone DNS saranno create
nl: De directory waarin zonebestanden gecreëerd moeten worden

source: Time to live
cs_cz: Životnost (TTL)
fr: Temps de vie
it: Durata

source: rndc path
cs_cz: cesta k rndc
de: rndc Pfad
fr: Binaire rndc
it: path rndc
nl: rdnc pad

source: path to rndc binary
cs_cz: umístění spustitelného souboru rndc
de: Pfad zu rndc-Binary
fr: Chemin vers le binaire rndc
it: path verso il file binario di rndc
nl: pad naar rndc binair

source: Search base
cs_cz: Základ hledání
fr: Base de recherche
nl: Zoekbasis

source: LDAP base in which ldap2zone should search. Only usefull if you got several nodes for the same zone.
cs_cz: LDAP základ, ve kterém má ldap2zone hledat. Užitečné pouze pokud máte více uzlů pro stejnou zónu.
de: LDAP base in dem ldap2zone suchen soll. Nur dann sinnvoll, wenn verschiedene Knoten für die selbe Zone vorhanden sind.
fr: Base LDAP dans laquelle ldap2zone doit effectuer la recherche. Seulement utile si vous avez plusieurs nœuds pour la même zone.
nl: LDAP basis waarin ldap2zone moet zoeken. Enkel nuttig als je meerdere nodes hebt voor dezelfde zone.

source: Ldap2zone master settings
cs_cz: Nastavení hlavního ldap2zone
de: Ldap2zone Haupeinstellungen
fr: Paramètres DNS maître Ldap2zone
nl: Ldap2zone master instellingen

source: Ignore reverse zone
cs_cz: Nebrat v potaz reverzní zónu
de: Reverse Zone ignorieren
fr: Ignorer la zone inverse
it: Ignorare zona inversa
nl: Negeer reverse zone

source: Do not write reverse zone
cs_cz: Nezapisovat do reverzní zóny
de: Reverse Zone nicht schreiben
fr: Ne pas écrire la zone inverse
it: Non scrivere, zona inversa
nl: Niet schrijven reverse zone

source: Notify
cs_cz: Upozornit
de: Melden
fr: Notifier
nl: verwittig

source: Allow update
cs_cz: Umožnit akutalizace
de: Update erlauben
fr: Permettre les updates
nl: Sta update toe

source: Allow update (semicolon separated and ended)
cs_cz: povolena aktualizace (položky je třeba oddělovat a celý seznam zakončit středníkem – „;“ )
de: Aktualisierung erlauben (Semikolon getrennt und beendet)
fr: IPs autorisées à mettre à jour (séparées et terminé par un point-virgule)
it: Consenti l'aggiornamento (punto e virgola per la separazione e la chiusura)
nl: Sta update toe (puntkomma gescheiden en beëindigd)

source: Allow transfer
cs_cz: Umožnit přenos
de: Transfer erlauben
fr: Permettre le transfert
nl: Sta transfer toe

source: Allow transfer (semicolon separated and ended)
cs_cz: povolen přenos (položky je třeba oddělovat a celý seznam zakončit středníkem – „;“ )
de: Transfer erlauben (Semikolon getrennt und beendet)
fr: IPs autorisées à transférer (séparées et terminé par un point-virgule)
it: Consenti il trasferimento (punto e virgola per la separazione e la chiusura)
nl: Aanvaard transfer (puntkomma gescheiden en beindigd)

source: Check names
cs_cz: Zkontrolovat názvy
de: Überprüfe Namen
fr: Vérifier les noms
nl: Controleer namen

source: Cause any host name for the zone to be checked for compliance with RFC 952 and RFC 1123 and take the defined action
cs_cz: Způsobí že všechny názvy strojů pro zónu budou ověřovány na soulad s normami RFC 952 a RFC 1123 a podniknuta určená akce
fr: Force la vérification avec les RFC 952 et RFC 1123 de tout nom d'hôte pour la zone, le niveau de vérification est en fonction du paramètre choisi
nl: Dit veroorzaakt dat elke hostnaam voor de zone gecontroleerd wordt op compliance met RFC 952 en RFC 1123 en neemt de gedefinieerde actie

source: Ldap2zone slave settings
cs_cz: Nastavení ldap2zone podřízeného
de: Ldap2zone Slave Einstellungen
fr: Paramètres DNS esclave Ldap2zone
nl: Ldap2zone slave instellingen

source: DNS slaves
cs_cz: Podřízená DNS
de: DNS Slave
fr: Esclaves DNS

source: Manage DNS Slaves
cs_cz: Spravovat podřízená DNS
de: Verwalte DNS Slaves
fr: Gérer les DNS esclaves
nl: Beheer DNS Slaves

source: Deployment time frame
cs_cz: Časový rámec nasazení
fr: Période de déploiement
nl: Tijdsframe voor verspreiding

source: Edit deployment time frame
cs_cz: Upravit časový rámec nasazení
fr: Modifier la période de déploiement
nl: Wijzig tijdsframe voor verspreiding

source: Time frames
cs_cz: Časové rámce
fr: Plage de temps
nl: Tijdsframes

source: Time frames in which deployment is authorized
cs_cz: Časový rámec ve kterém je nasazení autorizováno
fr: Périodes dans lesquelles le déploiement est autorisé
nl: Tijdsframes gedurende dewelke verspreidingen toegestaan zijn

source: Opening time for this frame as HH:MM
cs_cz: Čas začátku tohoto rámce v podobě HH:MM
fr: Début de cette plage de temps écrit comme HH:MM
nl: startmoment voor dit frame als HH:MM

source: Closing time for this frame as HH:MM
cs_cz: Uzavírací čas pro tento rámec v podobě HH:MM
fr: Fin de cette plage de temps écrit comme HH:MM
nl: eindtijd voor dit frame als HH:MM

source: Argonaut client
cs_cz: Argonaut klient
fr: Client Argonaut
it: Cliente Argonaut

source: Edit argonaut client settings
cs_cz: Upravit nastavení argonaut klienta
de: Argonaut Clienteinstellungen bearbeiten
fr: Édition des paramètres du client Argonaut
it: Modificare le impostazioni del cliente argonaut
nl: Bewerk argonaut cliënt instellingen

source: Argonaut client settings
cs_cz: Nastavení Argonaut klienta
de: Argonaut Clienteinstellungen
fr: Paramètres du client Argonaut
it: Impostazioni del cliente Argonaut
nl: Argonaut cliënt instellingen

source: Client port
cs_cz: Port klienta
fr: Port du client
it: Porta del cliente
nl: Cliënt poort

source: Port used by argonaut client for JSON-RPC
cs_cz: Port používaný argonaut klientem JSON-RPC komunikaci
de: Port, der vom argonaut-client für JSON-RPC verwendet wird
fr: Port utilisé par le client Argonaut pour les requêtes JSON-RPC
it: Porta usata dal cliente argonaut per JSON-RPC
nl: Poort gebruikt door argonaut cliënt voor JSON-RPC

source: WakeOnLan interface
cs_cz: Rozhraní pro probouzení po síti (WoL)
de: WakeOnLan Schnittstelle
fr: Interface WakeOnLan
it: Interfaccia WakeOnLan

source: Interface used by argonaut for WakeOnLan
cs_cz: Rozhraní, použité komponentou argonaut pro WakeOnLan
de: Schnittstelle, die von argonaut für WakeOnLan verwendet wird
fr: Interface utilisée par Argonaut pour le WakeOnLan
it: Interfaccia usata da ragonaut per il WakeOnLan
nl: Poort gebruikt door argonaut voor WakeOnLan

source: TaskId file
cs_cz: TaskId soubor
de: TaskId Datei
fr: Fichier d’id
it: File TaskId
nl: TaskId bestand

source: File which argonaut will use to store its task id when booting
cs_cz: Soubor, který bude argonaut používat pro ukládání identifikátorů svých úloh při zavádění systému
de: Datei, die argonaut verwenden wird um seine Task ID während des Bootens zu speichern
fr: Fichier qu'Argonaut utilise pour stocker son identifiant de processus au démarrage
it: File che Argonaut utilizzerà per memorizzare il suo task id all'avvio
nl: Bestand door argonaut gebruikt om zijn task-id in op te slaan tijdens de boot

source: Directory in which argonaut client should write its logs
cs_cz: Složka, do které by argonaut klient měl ukládat své soubory se záznamem událostí
de: Verzeichnis in dem argonaut-Client seine Logs schreiben soll
fr: Dossier dans lequel le client Argonaut stock ses journaux systèmes
it: Cartella nella quale il cliente argonaut scriverà i suoi log
nl: Directory waarin argonaut cliënt zijn logs zal opslagen

source: Path to the private key file on Argonaut client
cs_cz: Umístění souboru se soukromou částí klíče na Argonaut klientovi
de: Pfad zum privaten Schlüssel auf dem Argonaut-Client
fr: Chemin du fichier contenant la clé privée sur le client Argonaut
it: Percorso del file contenente la chiave privata su Argonaut
nl: Pad naar het private-sleutelbestand op de argonaut cliënt

source: Path to the certificate file on Argonaut client
cs_cz: Umístění souboru s certifikátem na Argonaut klientovi
de: Pfad zur Zertifikatsdatei auf dem Argonaut-Client
fr: Chemin du fichier contenant le certificat sur le client Argonaut
it: Percorso del file contenente il certificato sul cliente Argonaut
nl: Pad naar het certificaat bestand op de argonaut cliënt

source: Path to the CA certificate file on Argonaut client
cs_cz: Umístění souboru s certifikátem cert. autority na Argonaut klientovi
de: Pfad zur CA-Zertifikatsdatei auf dem Argonaut-Client
fr: Chemin du fichier contenant le certificat du CA public sur le client Argonaut
it: Percorso del file contenente il certificato CA sul cliente Argonaut
nl: Pad naar het CA certificaat bestand op de argonaut cliënt

source: Name for peer verification
fr: Nom pour la vérification par les pairs

source: The certificate name used for peer verification
fr: Le nom du certificat utilisé pour la vérification par les pairs

source: Service names
cs_cz: Názvy služeb
de: Dienstnamen
fr: Nom des services
it: Nomi dei servizi
nl: Service-namen

source: Argonaut service names
cs_cz: Názvy služby Argonaut
de: Argonaut Dienstnamen
fr: Noms des services pour Argonaut
it: Nomi dei servizi argonaut
nl: Argonaut service-namen

source: Multiple argonaut server found. Only one is supported
cs_cz: Nalezeno více argonaut serverů. Použit je možné ale pouze jeden
de: Mehrere argonaut Server gefunden. Nur einer wird unterstützt
fr: Plusieurs serveurs Argonaut ont été trouvés. Un seul est supporté pour l'instant
it: Trovati più di un server Argonaut. Solo uno è supportato
nl: Meerdere argonautservers gevonden. Er is maar ondersteuning voor één.

source: There is no argonaut server configured
cs_cz: Není nastaven žádný argonaut server
de: Es ist kein argonaut-Server konfiguriert
fr: Il n'y a pas de serveur Argonaut configuré
it: Non c'è nessun server Argonaut configurato
nl: Er is geen argonautserver geconfigureerd

source: Could not read "%s"!
cs_cz: Nelze načíst %s!
de: "%s" konnte nicht gelesen werden!
fr: Impossible de lire "%s" !
it: Impossibile analizzare "%s"!
nl: Kon "%s" niet lezen!

source: "%s" is not a file!
cs_cz: „%s“ není soubor!
de: "%s" ist keine Datei!
fr: "%s" n'est pas un fichier !
it: "%s" non é un file!
nl: "%s" is geen bestand!

source: You can import a list of jobs into the FusionDirectory job queue. This should be a semicolon seperated list of items in the following format:
cs_cz: Do fronty úloh FusionDirectory můžete importovat seznamy úloh. Mělo by se jednat o středníky oddělený seznam položek v následujícím formátu:
de: Sie können eine Liste von Jobs, der FusionDirectory Jobschlange hinzufügen. Dies sollte durch Semikolon getrennte Liste von Items in folgenden Format sein:
fr: Vous pouvez importer une liste de tâches dans la queue de FusionDirectory. Cela doit être une liste de tâches séparées par des point-virgules dans le format suivant :
it: È possibile importare una lista di lavori nella coda di lavoro di FusionDirectory. Dovrebbe essere un elenco di elementi separati da punto e virgola nel seguente formato:
nl: U kan een lijst importeren van jobs in de FusionDirectory jobs wachtrij. Dit moet een puntkomma gescheiden lijst met items in hetvolgende formaat zijn:

source: timestamp
cs_cz: časové razítko
de: Zeitstempel
fr: horodatage
nl: Tijdstempel

source: MAC-address
cs_cz: MAC adresa
de: MAC-Adresse
fr: Adresse MAC
it: Indirizzo MAC
nl: MAC-adres

source: job type
cs_cz: typ úlohy
de: Auftrags-Typ
fr: type de tâche
it: Tipo di lavoro

source: object group
cs_cz: skupina objektu
de: Objektgruppe
fr: groupe d'objets
it: Gruppo oggetto
nl: objectgroep

source: Available job types: %1
cs_cz: Typy úloh k dispozici: %1
de: Verfügbare Job-Typen: %1
fr: Type de taches disponibles : %1
nl: Beschikbare jobtypes: %1

source: Timestamp
cs_cz: Časová značka
de: Zeitstempel
fr: Date
it: Registrazione cronologica
nl: Tijdstempel

source: Object group
cs_cz: skupina objektu
de: Objektgruppe
fr: Groupe d'objets
it: Gruppo di oggetti
nl: Objectgroep

source: MAC
cs_cz: MAC adresa

source: Action
cs_cz: Akce
de: Aktion
nl: Actie

source: Minutes
cs_cz: minuty
de: Minuten
it: Minuti
nl: Minuten

source: Info
cs_cz: Informace

source: zone
cs_cz: zóna

source: Services
cs_cz: Služby
de: Dienste
it: Servizi

source: Wake on lan
cs_cz: Probuzení po síti (WoL)

source: Interface
cs_cz: Rozhraní
de: Schnittstelle
it: Interfaccia

source: Source
cs_cz: Zdroj
de: Quelle
it: Origine
nl: Bron

source: The CN in this client certificate
it: CN in questo certificato cliente

source: Argonaut Fuse
it: Impostazioni Fuse di Argonaut

source: Get packages informations
it: Ottenere pachetti d'informazioni

source: Port
de: Anschluss
it: Porta
nl: Poort

source: Argonaut Ldap2zone settings:
it: Impostazioni di Ldap2zone Argonaut

source: Allow notify
it: Attiva la notifica

source: Cannot load queue entries: %s
it: Impossibile caricare le entry della coda: %s

source: Selected entries will be skipped because of errors. Do you want to proceed?
it: Le voci selezionate saranno ignorate a causa di errori. Vuoi continuare?

source: Infrastructure service
it: Servizio d'infrastruttura

source: Description
it: Descrizione

source: Permission
it: Permessi

source: Required class '%s' cannot be found: job not aborted!
it: La classe richiesta '%s' non si trova: lavoro non interrotto!

source: Create '%s' job
it: Crea il lavoro '%s'

source: Add
it: Aggiungi

source: List of target systems
it: Elenco dei sistemi di destinazione

source: Terminal
it: Terminale

source: Name
it: Nome

source: List of queued jobs
it: Elenco dei lavori in coda

source: Target
it: Obiettivo

source: Task
it: Attività

source: Status
it: Stato

source: Actions
it: Azioni

source: Execute
it: Esegui

source: View logs
it: Vedi i logs di sitema

source: Import jobs
it: Importa dei lavori

source: import base
it: Base per l'importazione

source: full hostname
it: Nome dell'host completo

source: IP-address
it: Indirizzo IP

source: DHCP group
it: Gruppo DHCP

source: Example
it: Esempio

source: Select list to import
it: Seleziona una lista da importare

source: Browse
it: Percorri

source: Apply
it: Applica

source: Cancel
it: Annulla

source: System list
it: Elenco sistema

source: Result
it: Risultato

source: Filter
it: Filtro

source: Show servers
it: Mostra i server

source: Show workstations
it: Mostra le workstations

source: Show terminals
it: Mostra i terminali

source: Show winstations
it: Mostra le stazioni Windows

source: Filter by IP address range
it: Filtra per intervallo di indirizzi IP

source: Year
it: Anno

source: Month
it: Mese

source: Day
it: Giorno

source: Hour
it: Ora

source: Minute
it: Minuto

source: Second
it: Secondo

source: Job intervall
it: Intervallo dei lavori

source: Warning
it: Avvertimento

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
it: Quindi - se sei sicuro - premi 'Rimuovi' per continuare oppure 'Annulla' per interrompere.
