Repository: fusiondirectory/fusiondirectory-plugins
Catalog: argonaut/locale/*/fusiondirectory.po
Languages: cs_cz, de, fr, it, nl

source: Argonaut task import
cs_cz: Import argonaut úlohy
fr: Import de taches Argonaut
nl: Argonaut takenimport

source: Imports argonaut tasks from CSV file
cs_cz: Importuje argonaut úlohy z CSV souboru
de: Importiert Argonaut Taks aus einer CSV Datei
fr: Importer des taches Argonaut depuis un fichier CSV
nl: Importeert argonaut taken vanuit de CSV-file

source: Import actions from CSV file
cs_cz: Importovat akce z CSV souboru
de: Aktionen aus CSV-Datei importieren
fr: Importer des actions depuis un fichier CSV
nl: Importeer acties van de CSV-file

source: Import a list of task into argonaut
cs_cz: Importovat seznam úloh do argonaut
de: Importiert eine Liste von Taks in Argonaut
fr: Importer une liste de taches dans Argonaut
nl: Importeer een lijst van taken in argonaut

source: Upload
cs_cz: Nahrát
de: Hochladen
fr: Téléverser
it: Caricare

source: Import file
cs_cz: Importovat soubor
de: Datei importieren
fr: Importer un fichier
nl: Importeer bestand

source: Imported tasks
cs_cz: Importované úkoly
de: Importierte Aufgaben
fr: Taches importées
nl: Geïmporteerde taken

source: Import
cs_cz: import(ovat)
de: Importieren
fr: Importer
it: Importa
nl: Importeren

source: Fix the errors in your CSV file first
cs_cz: Nejprve opravte chyby ve svém CSV souboru
de: Biite beheben Sie zunächst die Fehler in Ihrer CSV Datei
fr: Corrigez les erreurs dans votre fichier CSV d’abord
nl: Herstel eerst de fouten in je CSV-bestand

source: Import complete: %s events successfully send, %s failed
cs_cz: importování bylo dokončeno: %s událostí úspěšně zasláno, %s selhalo
de: Import abgeschlossen: %s Vorgänge importiert, %s fehlgeschlagen
fr: L'importation est finie : %s évènements ont été envoyés, %s ont échoués
it: Importazione completata: %s eventi inviati correttamente, %s falliti
nl: Importeren voltooid : %s gebeurtenissen succesvol verzonden, %s mislukt

source: file is empty
cs_cz: soubor je prázdný
de: Die Datei ist leer
fr: le fichier est vide
it: il file è vuoto
nl: bestand is leeg

source: Event
cs_cz: Událost
de: Ereignis
fr: Évènement
it: Evento
nl: Gebeurtenis

source: Argonaut task
cs_cz: Argonaut úlohy
fr: Tache Argonaut
nl: Argonaut taak

source: Schedule an argonaut task
cs_cz: Naplánovat argonaut úlohu
de: Argonaut task planen
fr: Planifier une tâche Argonaut
nl: Plan een argonaut taak

source: Schedule
cs_cz: Plán
de: Plan
fr: Planning
it: Pianifica
nl: Plan

source: The action you are about to schedule
cs_cz: Akce kterou se chystáte naplánovat
fr: L'action que vous êtes sur le point de planifier
nl: The actie die je aan het plannen bent

source: Scheduled
cs_cz: Naplánováno
fr: Planifie
nl: Gepland

source: Wether this job should be scheduled or ran right away
cs_cz: Zda má být tato úloha naplánována nebo spuštěna teď hned
fr: Est-ce que cette tache doit être planifiée ou se répéter dans le temps
nl: Kies om deze job te plannen of onmiddellijk uit te voeren

source: Periodical job
cs_cz: Opakující se úloha
de: Periodischer Auftrag
fr: Tâche périodique
it: Lavoro periodico
nl: Periodieke job

source: Wether this job should repeat in time
cs_cz: Zda se jedná o opakovanou úlohu
de: Soll dieser Auftrag wiederholt werden ?
fr: Est-ce que cette tache doit se répéter dans le temps
nl: Moet deze taak periodiek herhaald worden?

source: How often this task should be repeated
cs_cz: Jak často by měla být tato úloha opakována
de: Wie oft soll dieser Auftrag wiederholt werden ?
fr: Avec quel fréquence doit être répété cette tache
nl: Hoe vaak moet deze taak herhaald worden?

source: Hours
cs_cz: hodiny
de: Stunden
fr: Heures
it: Ore
nl: Uren

source: Days
cs_cz: dny
de: Tage
fr: Jours
it: Giorni
nl: Dagen

source: Weeks
cs_cz: týdny
de: Wochen
fr: Semaines
it: Settimane
nl: Weken

source: Months
cs_cz: měsíce
de: Monate
fr: Mois
it: Mesi
nl: Maanden

source: Period
cs_cz: interval
de: Intervall
fr: Fréquence
it: Periodo
nl: Periode

source: Targets
cs_cz: Cíle
de: Ziele
fr: Cibles
nl: Doelen

source: Targets for this task
cs_cz: Cíle pro tuto úlohu
de: Ziele für diesen Task
fr: Cibles pour cette tache
nl: Doelen voor deze taak

source: Not enough permission to schedule an action for %s
fr: Autorisation insuffisante pour planifier une action pour %s

source: Could not send action to argonaut server
fr: Impossible d'envoyer une action au serveur Argonaut

source: immediately
cs_cz: okamžitě
de: sofort
fr: immédiatement
it: immediatamente
nl: onmiddellijk

source: Waiting
cs_cz: Čekání
de: Wartend
fr: En attente
it: In attesa
nl: Wachten

source: Show error
cs_cz: Zobrazit chybu
de: Fehler anzeigen
fr: Afficher les erreurs
it: Mostra l'errore
nl: Toon foutmelding

source: Error
cs_cz: Chyba
de: Fehler
fr: Erreur
it: Errore
nl: Fout

source: Processed
cs_cz: zpracované
de: Durchgeführt
fr: Terminé
it: Finito
nl: Verwerkt

source: in progress
cs_cz: probíhá
de: in Bearbeitung
fr: en cours
it: in corso
nl: in uitvoering

source: Deployment queue
cs_cz: Fronta nasazení
de: Deployment-Warteschlange
fr: File d'attente du déploiement
it: Coda della distribuzione
nl: Deploymentwachtrij

source: Provide a mechanism to automatically activate systems
cs_cz: Poskytuje mechanizmus pro samočinnou aktivaci systémů
de: Stelle einen Mechanismus bereit um Systemen automatisch zu aktivieren
fr: Procure un mécanisme pour activer des systèmes automatiquement
it: Fornire un meccanismo per attivare automaticamente i sistemi
nl: Zorg voor een manier om automatisch systemen te activeren

source: Remove
cs_cz: Odebrat
de: Entfernen
fr: Supprimer
it: Elimina
nl: Verwijderen

source: Abort
cs_cz: Přerušit
de: Abbrechen
fr: Annuler
it: Annulla
nl: Onderbreek

source: Process now
cs_cz: Zpracovat nyní
de: Jetzt durchführen
fr: Traiter maintenant
it: in corso
nl: Verwerk nu

source: Retry
cs_cz: znovu
de: Wiederholen
fr: Réessayer
nl: Opnieuw proberen

source: The following jobs couldn't be deleted, they have to be aborted: %s
cs_cz: Tyto úlohy nemohly být smazány, protože musí být nejprve přerušeny: %s
de: Die folgenden Aufträge konnten nicht gelöscht werden, sie müssen abgebrochen werden: %s
fr: Les tâches suivantes ne peuvent pas être effacées, elles doivent être annulées : %s
it: I lavori seguenti non possono essere cancellati, devono essere interrotti: %s
nl: De volgende jobs kunnen niet worden verwijderd, ze moeten afgebroken worden: %s

source: Error detail
cs_cz: Podrobnosti chyby
de: Fehlerdetail
fr: Détail de l'erreur
it: Dettaglio dell'errore
nl: Fout-detail

source: Cannot update queue entries.
cs_cz: Nelze aktualizovat položky fronty.
de: Kann Warteschlangeneinträge nicht aktualisieren.
fr: Impossible de mettre à jour les entrées de la file d'attente.
it: Impossibile aggiornare la coda delle entry.
nl: Kan queuewaarden niet updaten.

source: Switch off
cs_cz: Vypnout
de: Ausschalten
fr: Éteindre
it: Spegni
nl: Uitschakelen

source: Reboot
cs_cz: restartartovat
de: Neustarten
fr: Redémarrer
it: Riavvia
nl: Herstarten

source: Wake up
cs_cz: zapnout na dálku
de: Aufwecken
fr: Réveiller
it: Risvegliare
nl: Aanzetten

source: Software update
cs_cz: aktualizace softwaru
fr: Mise à jour logicielle
it: Aggiornamento del software

source: (Re)Install
cs_cz: (Pře)Instalovat
de: (Re)Installieren
fr: (Ré)installer
it: (Re)Installa
nl: (Her)Installatie

source: Refresh slave files (ldap2zone)
cs_cz: Aktualizovat soubory podřízeného (ldap2zone)
de: Refresh der Slave Dateien (ldap2zone)
fr: Rafraîchir les fichiers esclaves (ldap2zone)
nl: Refresh slave bestanden (ldap2zone)

source: DNS zone this server should be declared as slave of
cs_cz: DNZ zóna které podřízeným by tento server měl být deklarován
de: Die DNS Zone dieses Servers soll festgelegt werden als Slave von
fr: Zones DNS dont ce serveur doit être déclaré comme esclave
nl: DNS zone waarvan deze server de slave zou moeten zijn

source: master
cs_cz: hlavní
fr: maître

source: Master IP(s) for this zone
cs_cz: IP adresy hlavních pro tuto zónu
de: Master IP(s) für diese Zone
fr: IP(s) maitre(s) pour cette zone
nl: Master IP(s) voor deze zone

source: reverses
cs_cz: obrací
fr: inverses

source: This server should be slave of reverses zones as well
cs_cz: Tento server by měl být také podřízený reverzních zón
de: Der Server soll auch Slave der Reverszonen sien
fr: Ce serveur doit aussi être esclave des zones inverses
nl: Deze server moet ook de slave zijn van reverses zones

source: Argonaut Fuse OPSI module settings
cs_cz: Nastavení Fuse OPSI modulu pro Argonaut
de: Argonaut Fuse OPSI Moduleinstellungen
fr: Paramètres de Argonaut Fuse pour le module OPSI
it: Impostazioni del modulo Argonaut Fuse OPSI
nl: Argonaut Fuse OPSI module instellingen

source: Opsi admin
cs_cz: účet správce Opsi
fr: Administrateur OPSI
it: Amministratore Opsi

source: Opsi password
cs_cz: heslo k tomuto účtu
de: Opsi Passwort
fr: Mot de passe OPSI
it: Password Opsi
nl: Opsi paswoord

source: Opsi server
cs_cz: server Opsi
fr: Serveur OPSI
it: Server Opsi

source: Opsi lang
cs_cz: jazyk Opsi
fr: Langue OPSI
it: Lingua di Opsi

source: Argonaut Fuse FAI module settings
cs_cz: Nastavení Fuse FAI modulu pro Argonaut
de: Argonaut Fuse FAI Moduleinstellungen
fr: Paramètres de Argonaut Fuse pour le module FAI
it: Impostazioni del modulo Argonaut Fuse FAI
nl: Argonaut Fuse FAI module instellingen

source: FAI version
cs_cz: Verze FAI
fr: Version FAI
nl: FAI versie

source: Version of FAI installed on the server
fr: Version de FAI installée sur le serveur
nl: Versie van FAI geïnstalleerd op de server

source: FAI flags
fr: Paramètres FAI
nl: FAI vlaggen

source: Flags to pass to FAI
fr: Paramètres a passer à FAI
nl: Vlaggen door te geven aan FAI

source: NFS root
cs_cz: kořen struktury složek, nacházející se na síťovém souborovém systému (NFS)
fr: Racine NFS
it: Radice NFS

source: FAI 4 command line
fr: Ligne de commande FAI 4
nl: FAI 4 commandoregel

source: Command line for FAI 4 - should be "ip=dhcp root=/dev/nfs boot=live union=aufs"
fr: Ligne de commande pour FAI 4 - devrait être "ip=dhcp root=/dev/nfs boot=live union=aufs"
nl: Commandoregel voor FAI 4 - moet zijn "ip=dhcp root=/dev/nfs boot=live union=aufs"

source: FAI 5 command line
fr: Ligne de commande FAI 5
nl: FAI 5 commandoregel

source: Command line for FAI 5 - should be "ip=dhcp rootovl"
fr: Ligne de commande pour FAI 5 - devrait être "ip=dhcp rootvl"
nl: Commandoregel voor FAI 5 - moet zijn "ip=dhcp rootovl"

source: Multiple distro mode
fr: Mode multiple distribution

source: This enables a mode for multiple distributions usage which adds the release as a suffix to kernel, initrd and nfsroot in the PXE file
fr: Cela active un mode d'utilisation de distributions multiples qui ajoute la version sous forme de suffixe au kernel, initrd et nfsroot dans le fichier PXE.

source: Argonaut server
fr: Serveur Argonaut
it: Server Argonaut

source: Delete finished tasks
cs_cz: Smazat už dokončené úlohy
de: Beendete Aufgaben löschen
fr: Supprimer les tâches terminées
it: Cancella le operazioni terminate
nl: Verwijder uitgevoerde taken

source: Wether or not argonaut server should delete successfully finished tasks
cs_cz: Zda argonaut server má mazat úlohy po jejich úspěšném dokončení
de: Ob der argonaut-Server erfolgreich abgeschlossene Aufgaben löschen soll
fr: Activer ou non la suppression des tâches terminées avec succès par le serveur Argonaut
it: Se é vero o meno che il server argonaut dovrebbe cancellare le tasks terminate con successo
nl: Moet argonaut server al dan niet succesvol uitgevoerde taken verwijderen

source: Get packages information
cs_cz: Získat informace o balíčku
de: Paketinformationen holen
fr: Obtenir des informations sur les paquets
nl: Verkrijg pakketinformatie

source: Wether or not argonaut server should get packages information from repositories at start and then once a day. Needed for FAI package list creation.
cs_cz: Zda má argonaut server na začátku získat informace z repozitářů a pak jednou denně obnovovat. Je třeba pro vytváření seznamu FAI balíčků.
fr: Si le serveur Argonaut doit récupérer les informations des paquets à partir des dépôts au lancement, puis une fois par jour. Nécessaire pour la création de listes de paquets FAI.
nl: Moet de argonaut server al dan niet pakketteninformatie van repositories krijgen bij opstart en daarna één maal per dag. Noodzakelijk voor FAI packagelijstaanmaak.

source: Protocol
cs_cz: Protokol
de: Protokoll
fr: Protocole
it: Protocollo

source: Protocol to use for argonaut
cs_cz: Protokol, který má být používán službou argonaut
de: Zu verwendendes Protokoll für argonaut
fr: Protocole à utiliser pour Argonaut
it: Protocollo da usare per argonaut
nl: Te gebruiken protocol voor argonaut

source: Port on which the argonaut server will be listening
cs_cz: Port, na kterém bude argonaut server očekávat spojení
de: Port auf dem der argonaut-Server lauschen wird
fr: Port d’écoute du serveur Argonaut
it: Porta sulla quale il server argonaut è all'ascolto
nl: Poort op dewelke de argonautserver zal luisteren

source: Timeout
cs_cz: Časový limit
de: Wartezeit
fr: Délai maximum
it: Tempo di attesa massimo

source: Time in seconds before to consider an argonaut client or server as down
cs_cz: Doba (v sekundách) po jejímž uplynutí bude argonaut klient či server považován za nedostupný
de: Zeit in Sekunden bevor ein argonaut-Client oder Server als down bezeichnet werden soll
fr: Délai en secondes avant de considérer le système argonaut (client ou serveur) comme éteint
it: Tempo in secondi prima di prendere in considerazione un client o un server Argonaut come inattivo
nl: Tijd in seconden voordat de argonaut cliënt of server als down kan beschouwd worden

source: Log directory
cs_cz: složka pro protokolovací záznamy
de: Log Verzeichnis
fr: Répertoire des journaux systèmes
it: Cartella degli errori

source: Directory in which argonaut will store its log
cs_cz: Složka, ve které bude argonaut ukládat svůj protokol
de: Verzeichnis in dem argonaut sein Log speichern wird
fr: Répertoire dans lequel Argonaut stock ses journaux systèmes
it: Cartella nella quale argonaut immagazzinerà i suoi file di log
nl: Directory waarin argonaut zijn logs zal opslagen

source: Interface to use for sending WakeOnLan requests
cs_cz: Síťové rozhraní přes které posílat požadavky na probuzení počítačů (WoL)
de: Zu verwendende Schnittstelle für den Versand von WakeOnLan-Anfragen
fr: Interface à utiliser pour les requêtes WakeOnLan
it: Interfaccia da usare per l'invio delle richieste WakeOnLan
nl: Interface te gebruiken voor het opsturen van WakeOnLan aanvragen

source: IP tool
cs_cz: IP nástroj
de: IP Werkzeug
fr: Outil IP
it: Strumento IP

source: IP tool to use
cs_cz: Který IP nástroj použít
de: Zu verwendendes IP-Werkzeug
fr: Outil IP à utiliser
it: Strumento IP da usare
nl: Te gebruiken IP-tool

source: SSL paths
cs_cz: Umístění SSL
de: SSL-Pfade
fr: Chemins SSL
it: Percorsi SSL
nl: SSL paden

source: Key
cs_cz: Klíč
de: Schlüssel
fr: Clé
nl: Sleutel

source: Path to the private key file on Argonaut server
cs_cz: Umístění souboru se soukromou částí klíče na Argonaut serveru
de: Pfad zum privaten Schlüssel auf dem Argonaut-Server
fr: Chemin du fichier contenant la clé privée sur le serveur Argonaut
it: Percorso del file contenente la chiave privata su Argonaut
nl: Pad naar het private key bestand op de argonaut server

source: Certificate
cs_cz: Certifikát
de: Zertifikat
fr: Certificat
it: Certificato
nl: Certificaat

source: Path to the certificate file on Argonaut server
cs_cz: Umístění souboru s certifikátem na Argonaut serveru
de: Pfad zur Zertifikatsdatei auf dem Argonaut-Server
fr: Chemin du fichier contenant le certificat sur le serveur Argonaut
it: Percorso del file contenente il certificato sul cliente Argonaut
nl: Pad naar het certificaat file op de argonaut server

source: CA certificate
cs_cz: Certifikát cert. autority
de: CA-Zertifikat
fr: Certificat CA
it: Certificato CA
nl: CA certificaat

source: Path to the CA certificate file on Argonaut server
cs_cz: Umístění certifikátu cert. autority na Argonaut serveru
de: Pfad zur CA-Zertifikatsdatei auf dem Argonaut-Server
fr: Chemin du fichier contenant le certificat du CA public sur le serveur Argonaut
it: Percorso del file contenente il certificato CA sul cliente Argonaut
nl: Pad naar het CA certificaat file op de argonaut server

source: CN of the certificate
cs_cz: CN certifikátu
de: CN des Zertifikats
fr: CN du certificat
it: CN del certificato
nl: CN van het certificaat

source: The CN in the server certificate
cs_cz: CN tohoto serverového certifikátu
de: Der CN im Serverzertifikat
fr: Le CN utilisé dans le certificat serveur
it: CN in questo certificato cliente
nl: Het CN in het servercertificaat

source: Argonaut Fuse settings
cs_cz: Nastavení Argonaut Fuse
de: Argonaut Fuse Einstellungen
fr: Paramètres de Argonaut Fuse
it: Impostazioni Fuse di Argonaut
nl: Argonaut Fuse-instellingen

source: Basic settings
cs_cz: Základní nastavení
de: Grundlegende Einstellungen
fr: Paramètres de base
it: Impostazioni di base
nl: Basis instellingen

source: Default mode
cs_cz: Výchozí režim
de: Standardmodus
fr: Mode par défaut
it: Modalità di default

source: Directory in which argonaut-fuse will store its log
cs_cz: Složka, ve které bude argonaut-fuse ukládat svůj protokol
de: Verzeichnis in dem argonaut-fuse sein Log speichern wird
fr: Répertoire dans lequel argonaut-fuse stock les jounaux systèmes
it: Cartella nella quale argonaut-fuse immagazzinerà i suoi file di log
nl: Directory waarin argonaut-fuse zijn logs moet opslaan

source: Pxelinux cfg path
cs_cz: cesta k souborům s nastaveními pro PXELINUX
de: Pxelinux cfg Pfad
fr: Répertoire des fichiers pxelinux
it: Path per la configurazione di Pxelinux
nl: Pxelinux cfg pad

source: Path where argonaut-fuse should store pxelinux.cfg
cs_cz: Umístění, ve kterém by měl argonaut-fuse ukládat pxelinux.cfg
de: Pfad wo argonaut-fuse pxelinux.cfg speichern soll
fr: Chemin où argonaut-fuse doit stocker le fichier pxelinux.cfg
it: Percorso dove argonaut-fuse dovrebbe conservare il file pxelinux.cfg
nl: Pad waar argonaut-fuse pxelinux.cfg moet opslaan

source: Argonaut Fuse LTSP module settings
cs_cz: Nastavení Fuse LTSP modulu pro Argonaut
de: Argonaut Fuse LTSP Moduleinstellungen
fr: Paramètres de Argonaut Fuse pour le module LTSP
it: Impostazioni del modulo Argonaut Fuse LTSP
nl: Argonaut Fuse LTSP module instellingen

source: LTSP server
cs_cz: server LTSP (linuxový terminálový server)
fr: Serveur LTSP
it: Server LTSP

source: Argonaut Mirror settings
cs_cz: Nastavení zrcadla Argonaut
de: Argonaut Mirror-Einstellungen
fr: Paramètres de miroir Argonaut
it: Impostazioni del mirror di Argonaut
nl: Argonaut Mirror instellingen

source: Argonaut mirror settings
cs_cz: nastavení zrcadla Argonautu
de: Argonaut Mirror-Einstellungen
fr: Paramètres de miroir Argonaut
it: Impostazioni del mirror di Argonaut
nl: Argonaut mirror instellingen

source: Local Debian mirror directory
cs_cz: Složka místního repozitáře distribuce Debian
de: Lokales Debian-Spiegelserververzeichnis
fr: Répertoire du miroir Debian local
it: Elenco locale del mirror Debian
nl: Lokale Debian mirror directory

source: Argonaut Debconf Crawler configuration
cs_cz: Nastavení pro Argonaut Debconf Crawler
de: Argonaut Debconf Crawler Konfiguration
fr: Configuration du module debconf crawler d'Argonaut
it: Configurazione Debconf Crawler di Argonaut
nl: Argonaut debconf Crawler configuratie

source: Local packages folder
cs_cz: místní složka s balíčky
de: Lokale Paketeordner
fr: Répertoire local des paquets
it: Cartella locale dei pacchetti
nl: Lokale pakketten map

source: Folder in which the crawler will store packages during analysis
cs_cz: Složka, ve které clrawler bude ukládat balíčky v průběhu analýzy
de: Ordner in dem der Crawler Paket während der Analyse speichern wird
fr: Dossier de stockage des paquets durant leur analyse
it: Cartella in cui il crawler memorizzerà i pacchetti durante l'analisi
nl: Folder in dewelke de crawler zijn packages zal opslaan tijdens analyse

source: Argonaut Repository configuration
cs_cz: Nastavení repozitáře pro Argonaut
de: Argonaut Repository Konfiguration
fr: Configuration des dépôts Argonaut
it: Configurazione del Repository di Argonaut
nl: Argonaut Repository configuratie

source: Specifies the http proxy (like Squid) to use for http and hftp method
cs_cz: Určuje http proxy (jako např. Squid), kterou použít pro metodu http a ftp
de: Gibt den http Proxy (wie z.B. Squid) an welcher für die http und hftp Methoden verwendet werden soll
fr: Le proxy http (comme Squid) à utiliser pour les méthodes http et hftp
it: Specifica il proxy http (come Squid) per utilizzo metodo http e hftp
nl: Specificeer de http proxy (zoals Squid) voor gebruik van http en hftp methode

source: Directory in which logs should be stored
cs_cz: Složka pro ukládání záznamů protokolu
de: Verzeichnis, in dem Protokolle gespeichert werden sollen
fr: Répertoire dans lequel les journaux doivent être stockés
it: Directory in cui i registri devono essere conservati
nl: Directory waarin logs moeten opgeslagen worden

source: Ignore errors
cs_cz: Nevšímat si chyb
de: Fehler ignorieren
fr: Ignorer les erreurs
it: Ignorare gli errori
nl: Negeer fouten

source: Causes debmirror to ignore missing or broken deb and source files but still be pedantic about checking meta files
cs_cz: Způsobí, že si debmirror nebude všímat chybějících či poškozených .deb a souborů se zdrojovými kódy. Ale stále bude velmi důsledný ohledně kontrolování meta souborů
de: Veranlasst den DebMirror fehlende oder kaputte deb- oder source-Pakete zu ignorieren aber meta Dateien weiterhin genau zu prüfen.
fr: Demande à debmirror d’ignorer les fichiers deb et sources cassés ou manquant mais de continuer les vérifications des fichiers meta
it: CN nel certificato del server
nl: Veroorzaakt debmirror om gemiste of corrupte deb en bron bestanden te negeren maar nog steeds pedant te zijn over het nakijken van meta bestanden

source: Include source in the mirror
cs_cz: Zahrnout v zrcadlu zdrojové kódy
de: Quelle im Spiegelserver einbeziehen
fr: Inclure les sources dans le miroir
it: Includere la fonte nel mirror
nl: Omvat bron in de mirror

source: GPG Check
cs_cz: kontrola GPG
fr: Vérification GPG
it: Verifica GPG
nl: GPG controle

source: Fail if the Release.gpg file is missing
cs_cz: V případě, že chybí soubor Release.gpg vyhlásit neúspěch
de: Abbrechen wenn die Release.gpg Datei fehlt.
fr: Échouer si le fichier Release.gpg est absent
it: Fallimento se manca il file Release.gpg
nl: Misluk als het Release.gpg bestand ontbreekt

source: Contents
cs_cz: obsah(uje)
de: Inhalt
fr: Contenu
it: Contenuti
nl: Inhouden

source: Additionally download Contents.<arch>.gz files (Note that these files can be relatively big and can change frequently)
cs_cz: Dále stáhnout soubory Contents.<arch>.gz (Poznamenejme, že tyto soubory mohou být poměrně veliké a často se mění)
de: Zusätzlich Contents.<arch>.gz Dateien herunterladen. (Beachten Sie, dass diese Dateien vergleichsweise groß sein können und sich häufig ändern.)
fr: Télécharge en plus les fichiers Contents.<arch>.gz (Notez que ces fichiers peuvent être gros et changer fréquemment)
it: Contenuti addizionali scaricati. File <arch>.gz (N.B.: questi files possono essere relativamente grossi e possono cambiare frequentemente)
nl: Bijkomende download Contents.1.gz files (Noteer dat deze bestanden redelijk groot kunnen zijn en frequent kunnen veranderen)

source: Verbose
cs_cz: poskytovat podrobnější informace
de: Ausführlich
fr: Verbeux
it: Dettagliato

source: Wether to activate verbose mode
cs_cz: Zda zapnout výřečnější režim
de: Ob der verbose-Modus aktiviert werden soll
fr: Activer/Désactiver le mode verbeux
it: Se attivare la modalità verbose
nl: Al dan niet activeren verbose mode
