Repository: fusiondirectory/fusiondirectory-plugins
Catalog: mail/locale/*/LC_MESSAGES/messages.po
Languages: es

source: Reject due to mailsize
es: rechazar correos mayores que

source: Forwarding address
es: Direcciones de reenvío

source: Local delivery
es: Entrega local

source: No delivery to own mailbox
es: No recibir en su propia cuenta

source: Mail alternative addresses
es: Direcciones alternativas

source: Use custom sieve script
es: Usar 'script Sieve' propios

source: User mail settings
es: Parametros del correo del usuario

source: The configured mail attribute '%s' is unsupported!
es: ¡El atributo '%s' configurado en el correo no esta soportado!

source: Mail method '%s' is unknown!
es: ¡El método de correo '%s' es desconocido!

source: None
es: Ninguno

source: Unknown
es: Desconocido

source: Unlimited
es: Sin limite

source: Forward messages to
es: reenviar mensajes a

source: disables all Mail options!
es: ¡Desactiva todas las opciones de correo!

source: Sieve Management
es: Administración Sieve

source: Select if you want to forward mails without getting own copies of them
es: Seleccione si quiere reenviar correos sin quedarse copias de ellos

source: No delivery to own mailbox
es: No se enviara a su propia carpeta de correo

source: Select to automatically response with the vacation message defined below
es: Seleccione para responder automáticamente con el mensaje de ausencia definido aquí

source: Activate vacation message
es: Activar mensaje de ausencia

source: till
es: hasta

source: Select if you want to filter this mails through spamassassin
es: Seleccione aquí si quiere que su correo se filtre a través de spamassassin

source: Move mails tagged with spam level greater than
es: Mover los correos etiquetados con nivel de spam mayor que

source: Choose spam level - smaller values are more sensitive
es: Elija el nivel de spam - valores mas bajos son mas sensibles

source: to folder
es: a la carpeta

source: Reject mails bigger than
es: rechazar correos mayores que

source: Select department
es: Seleccionar departamentos
