Repository: fusiondirectory/fusiondirectory-plugins
Catalog: mail/locale/*/LC_MESSAGES/messages.po
Languages: es

source: Folder administrators
es: Administradores de Carpetas

source: Select a specific department
es: Seleccionar un departamento especifico

source: Choose
es: Elige

source: Mail error
es: Error de correo

source: Cannot read quota settings: %s
es: No se puede leer los parámetros de cuota: %s

source: Cannot get list of mailboxes: %s
es: No se puede acceder a la lista de buzones de correo: %s

source: Cannot receive folder types: %s
es: No se puede recibir los tipos de carpetas: '%s'

source: Cannot receive folder permissions: %s
es: No se puede recibir los permisos de carpetas: '%s'

source: Mail method cannot connect: %s
es: El método de correo no puede conectar: %s

source: Mailbox '%s' doesn't exists on mail server: %s
es: El buzón de correo '%s' no existe en el servidor de correo: %s

source: Mail
es: Correo Electrónico

source: Remove shared folder from mail server database when entry gets removed in LDAP
es: Cuando la entrada sea eliminada de LDAP se eliminara la carpeta compartida del servidor de correo.

source: Remove the shared folder and all its contents after saving this account
es: Despues de grabar esta cuenta se eliminara la carpeta compartida y todo su contenido

source: Please select an entry!
es: ¡Por favor seleccione una entrada!

source: Mail address
es: Dirección correo electrónico

source: Cannot add primary address to the list of forwarders!
es: ¡No puede añadir una dirección primaria de correo a la lista de reenviadores!

source: Address is already in use by group '%s'.
es: La dirección de correo ya esta usada por el grupo '%s'

source: Address is already in use by user '%s'.
es: ¡La dirección de correo ya esta usada por el usuario '%s'!

source: LDAP error
es: Error LDAP

source: Cannot update shared folder permissions: %s
es: No se pueden modificar los permisos para la carpeta compartida: '%s'

source: New
es: Nuevo

source: Cannot update mailbox: %s
es: No puedo actualizar el buzón de correo: %s

source: Cannot write quota settings: %s
es: No puedo guardar el parámetro de cuota: %s

source: The group 'cn' has changed. It can't be changed due to the fact that mail method '%s' relies on it!
es: El grupo 'cn' ha cambiado. ¡No debería ser cambiado debido al hecho de que el método de correo '%s' se basa en el!

source: Primary address
es: Cuenta Principal

source: Quota size
es: Tamaño de cuota

source: Mail max size
es: Tamaño máximo del mensaje

source: You need to set the maximum mail size in order to reject anything.
es: Necesita introducir un valor máximo de tamaño de mensajes para poder rechazar mensajes.

source: Mail server
es: Servidor de correo

source: Group mail
es: Grupo de correo

source: Folder type
es: Tipo de Carpeta

source: Alternate addresses
es: Direcciones alternativas

source: Forwarding addresses
es: Direcciones de reenvío

source: Only local
es: Solo local

source: Permissions
es: Permisos

source: Mail settings
es: Parámetros de correo

source: Primary mail address for this shared folder
es: Dirección de correo electrónica primaria para esta carpeta compartida

source: Alternative addresses
es: Direcciones alternativas

source: List of alternative mail addresses
es: Lista de direcciones de correo alternativas.

source: Forward messages to non group members
es: Reenviar mensajes a miembros que no sean del grupo

source: Add local
es: Añadir Cuenta Local

source: Generic
es: Genérico

source: Server
es: Servidor

source: Specify the mail server where the user will be hosted on
es: Especificar el servidor de correo donde el usuario estará hospedado.

source: Quota usage
es: Uso de Cuota

source: Reload
es: Recargar

source: IMAP shared folders
es: Carpetas compartidas IMAP

source: Default permission
es: Permisos iniciales

source: Member permission
es: Permisos de miembros

source: Hide
es: Oculto

source: Show
es: Mostrar

source: Advanced mail options
es: Opciones de correo avanzadas

source: Select if user can only send and receive inside his own domain
es: Seleccione si el usuario solo puede enviar y recibir dentro de su propio dominio

source: User is only allowed to send and receive local mails
es: El usuario solo esta permitido a enviar y recibir correo de forma local

source: Used in all groups
es: Usado en todos los grupos

source: Not used in all groups
es: No usado en todos los grupos

source: Select addresses to add
es: Seleccione dirección para añadir

source: Filters
es: Filtros

source: Display addresses of department
es: Mostrar las direcciones de los departamentos

source: Choose the department the search will be based on
es: Escoja el departamento base de la búsqueda

source: Display addresses matching
es: Mostrar direcciones que coincidan con

source: Regular expression for matching addresses
es: Expresiones regulares para buscar direcciones

source: Display addresses of user
es: Mostrar direcciones del usuario

source: User name of which addresses are shown
es: Nombre de usuario de las direcciones mostradas

source: IMAP/POP3 service
es: Servicio IMAP/POP3

source: Repair database
es: Reparar Base de datos

source: IMAP/POP3 (Cyrus) service
es: Servicio IMAP/POP3 (Cyrus)

source: Server identifier
es: Identificador de servidor

source: Connect URL
es: URL de conexión

source: Sieve connect URL
es: URL de conexión Sieve

source: Valid options are: %s
es: Opciones válidas son: %s

source: Admin user
es: Usuario administrador

source: Password
es: Contraseña

source: Services
es: Servicios

source: Start
es: Inicio

source: Stop
es: Parada

source: Restart
es: Reiniciar

source: Admin password
es: Contraseña de administrador

source: Start IMAP service
es: Iniciar servicio IMAP

source: Start IMAP SSL service
es: Iniciar servicio IMAP/SSL

source: Start POP3 service
es: Iniciar servicio POP3

source: Start POP3 SSL service
es: Iniciar servicio POP3/SSL

source: The server must be saved before you can use the status flag.
es: El servidor debe ser grabado antes de que pueda usar el atributo de estado.

source: The service must be saved before you can use the status flag.
es: El servicio debe ser grabado antes de que pueda usar el atributo de estado.

source: Set new status
es: Introducir nuevo estado

source: Set status
es: Introducir estado

source: Execute
es: Ejecute

source: Mail smtp service (Postfix)
es: Servicio SMTP de Correo Electrónico (Postfix)

source: Header size limit
es: Tamaño limite de cabecera

source: Mailbox size limit
es: Tamaño máximo del buzón de correo electrónico

source: Message size limit
es: Máximo tamaño de mensaje

source: Mail smtp (Postfix)
es: SMTP de Correo Electrónico (Postfix)

source: Mail smtp - Postfix
es: SMTP de Correo Electrónico - Postfix

source: Visible full qualified hostname
es: Ver el nombre de dominio cualificado (fqdn)

source: Description
es: Descripción

source: Max mailbox size
es: Tamaño máximo del buzón de correo electrónico

source: Max message size
es: Máximo tamaño de mensaje

source: Domains to accept mail for
es: Dominios de los que se aceptara correo

source: Local networks
es: Redes locales

source: Relay host
es: Servidor de reenvío (relay)

source: Transport table
es: Tabla de transporte

source: Restrictions for sender
es: Restricciones de envío

source: Restrictions for recipient
es: Restricciones de recepción

source: The full qualified host name.
es: Nombre de dominio cualificado (fqdn).

source: Max mail header size
es: Tamaño limite de cabecera

source: This value specifies the maximal header size.
es: El valor especifica el tamaño limite de cabecera.

source: Defines the maximal size of mail box.
es: Define el máximo tamaño del buzón de correo.

source: Specify the maximal size of a message.
es: Especifica el máximo tamaño de mensaje

source: Relay messages to following host:
es: Reenviar mensajes al siguiente servidor:

source: Postfix networks
es: Redes Postfix

source: Remove
es: Eliminar

source: Domains and routing
es: Dominios y encaminamiento

source: Postfix is responsible for the following domains:
es: Postfix es responsable de los siguientes dominios:

source: Transports
es: Transportes

source: Select a transport protocol.
es: Seleccione un protocolo de transporte.

source: Restrictions
es: Restricciones

source: Restriction filter
es: Filtro de restricciones

source: Name
es: Nombre

source: Rule
es: Papel desempeñado

source: Trusted network
es: Redes de confianza

source: Score
es: Puntuación

source: Rewrite header
es: Reescribir cabecera

source: Trusted networks
es: Redes de confianza

source: Required score
es: Puntuación mínima

source: Rules
es: Reglas

source: Enable use of bayes filtering
es: Activar el uso de filtros bayesianos

source: Enabled bayes auto learning
es: Activar autoaprendizaje de filtros bayesianos

source: Enable RBL checks
es: Activas comprobaciones RBL

source: Enable use of Razor
es: Activar usar Razor

source: Enable use of DDC
es: Activar uso de DDC

source: Enable use of Pyzor
es: Activar uso de Pyzor

source: Select required score to tag mail as spam
es: Indique la puntuación necesaria para marcar el correo como spam

source: Enable bayes auto learning
es: Activar aprendizaje bayesiano

source: Generic virus filtering
es: Filtrado de virus genérico

source: Database user
es: Usuario de base de datos

source: Database mirror
es: Espejo de base de datos

source: Http proxy URL
es: URL de proxy HTTP

source: Maximum threads
es: Número de hilos máximos

source: Select number of maximal threads
es: Introduzca el máximo número de hilos

source: Max directory recursions
es: Nivel máximo de descenso recursivo en directorios

source: Checks per day
es: Comprobaciones por día

source: Enable debugging
es: Activar depuración

source: Enable mail scanning
es: Activar comprobación de correo

source: Archive scanning
es: Escaneando archivo

source: Enable scanning of archives
es: Activar comprobación de archivos

source: Block encrypted archives
es: Bloquear archivos codificados

source: Maximum file size
es: Tamaño máximo del archivo

source: Maximum recursion
es: Descenso recursivo máximo

source: Maximum compression ratio
es: Relación de compresión máxima

source: Maximum directory recursions
es: Recursividad máxima de directorios

source: Maximum recursions
es: Recursividad máxima

source: Anti virus user
es: Usuario antivirus

source: Please enter a mail address
es: Por favor introduzca una dirección de correo

source: Mail distribution list
es: Lista de distribución de correo

source: Primary mail address for this distribution list
es: Dirección de correo primaria para esta lista de distribución

source: Remove mail account
es: Eliminar cuenta de correo

source: mail group
es: grupo de correo

source: Create mail account
es: Crear cuenta de correo

source: Mail group
es: Grupo de correo

source: There are no IMAP compatible mail servers defined!
es: ¡No se han definido servidores IMAP compatibles!

source: Mail server for this account is invalid!
es: ¡El servidor de correo para esta cuenta no es válido!

source: IMAP error
es: Error IMAP

source: Cannot modify IMAP mailbox quota: %s
es: No se puede modificar la cuota del buzón de correo IMAP: %s

source: Mail info
es: Información del correo

source: LDAP entry has been removed but cyrus mailbox (%s) is kept. Please delete it manually!
es: La entrada en LDAP ha sido eliminada, pero el buzón de correo cyrus (%s) existe. ¡Por favor elimine el buzón manualmente!

source: The module imap_getacl is not implemented!
es: ¡No se ha implementado el módulo imap_getacl!

source: File '%s' does not exist!
es: ¡El archivo %s no existe!

source: The sieve script may not be written correctly.
es: El script sieve puede no estar escrito correctamente.

source: Warning
es: Aviso

source: Cannot retrieve SIEVE script: %s
es: No se puede acceder al script SIEVE: %s

source: Cannot store SIEVE script: %s
es: No se puede guardar el script SIEVE: %s

source: Cannot activate SIEVE script: %s
es: No se puede activar el script SIEVE: %s

source: Filter
es: Filtro

source: Show users
es: Mostrar usuarios

source: Show groups
es: Mostrar grupos

source: Please select the desired entries
es: Por favor seleccione las entradas que desee

source: User
es: Usuario

source: Group
es: Grupo

source: Parse failed
es: Ha fallado el análisis

source: Parse successful
es: El análisis ha sido correcto

source: No script name specified!
es: ¡No se ha introducido el nombre del Script!

source: Please use only lowercase script names!
es: ¡Por favor introduzca solo minúsculas para el nombre del script!

source: Please use only alphabetical characters in script names!
es: ¡Por favor introduzca solo caracteres alfabéticos para el nombre del script!

source: Script name already in use!
es: ¡El nombre de script introducido ya esta siendo usado!

source: SIEVE error
es: Error SIEVE

source: Cannot log into SIEVE server: %s
es: No se puede acceder al servidor SIEVE: %s

source: Cannot remove SIEVE script: %s
es: No se puede eliminar el script SIEVE: %s

source: Edited
es: Editado

source: Uploaded script is empty!
es: ¡El script subido está vacio!

source: Internal error
es: error interno

source: Cannot access temporary file '%s'!
es: ¡No puedo acceder al fichero temporal '%s'!

source: Cannot open temporary file '%s'!
es: ¡No puedo abrir el fichero temporal '%s'!

source: Keep
es: Mantener

source: Comment
es: Comentario

source: File into
es: Archivar en

source: Discard
es: Descartar

source: Redirect
es: Redirigir

source: Reject
es: Rechazar

source: Require
es: Necesita

source: Vacation message
es: Mensaje de ausencia

source: If
es: Si

source: Cannot add new element!
es: ¡No se puede añadir un nuevo elemento!

source: Else
es: También

source: Else If
es: O también si

source: Address
es: Dirección

source: Header
es: Cabecera

source: Envelope
es: Alcance

source: Size
es: Tamaño

source: Exists
es: Existe

source: All of
es: Todo de

source: Any of
es: Cualquiera de

source: True
es: Verdadero

source: False
es: Falso

source: Active
es: Activo

source: This script is marked as active
es: Este script está marcado como activo

source: Script length
es: Longitud del script

source: Remove script
es: Eliminar script

source: Activate script
es: Activar script

source: Edit script
es: Editar script

source: Can't log into SIEVE server. Server says '%s'.
es: No se puede conectar al servidor SIEVE. El error del servidor es: '%s'

source: Cannot insert element at the requested position!
es: ¡No puedo insertar un nuevo elemento en la posición indicada!

source: Failed to save sieve script
es: Ha fallado al grabar el script sieve

source: Cannot remove last element!
es: ¡No se puede eliminar el último elemento!

source: Require must be the first command in the script.
es: Necesita debe ser el primer comando en el script.

source: Please specify at least one valid requirement.
es: Por favor introduzca al menos un requisito valido.

source: Complete address
es: Dirección completa

source: Default
es: Por defecto

source: Domain part
es: Parte del dominio

source: Local part
es: Parte local

source: Case insensitive
es: Sin distinguir mayúsculas

source: Case sensitive
es: Distinguir mayúsculas

source: Numeric
es: Numérico

source: is
es: es

source: regex
es: expresión regular

source: contains
es: contiene

source: matches
es: coincide

source: count
es: cuenta

source: value is
es: el valor es

source: less than
es: menos que

source: less or equal
es: menor o igual

source: equals
es: igual a

source: greater or equal
es: mayor o igual

source: greater than
es: mayor que

source: not equal
es: no es igual

source: Can't save empty tests.
es: No se puede grabar la prueba vacía.

source: emtpy
es: vacío

source: empty
es: vacío

source: Nothing specified right now
es: No se indica actualmente nada

source: Invalid type of address part.
es: Tipo no válido de parte de la dirección.

source: Invalid match type given.
es: Ha introducido un tipo de comparador no válido.

source: Invalid operator given.
es: Ha introducido un tipo de operador no válido.

source: Please specify a valid operator.
es: Por favor introduzca un operador valido.

source: Invalid character found in address attribute. Quotes are not allowed here.
es: Se han encontrado caracteres no válidos en el atributo dirección. Las comillas no están permitidas aquí.

source: Invalid character found in value attribute. Quotes are not allowed here.
es: Se han encontrado caracteres no válidos en el atributo valor. Las comillas no están permitidas aquí.

source: lower than
es: menor que

source: Please select a valid match type in the list box below.
es: Por favor seleccione un tipo de comparador válido del desplegable siguiente.

source: Only numeric values are allowed here.
es: Solo valores numéricos son permitidos aquí.

source: No valid unit selected
es: No ha seleccionado una unidad válida

source: Condition
es: Condición

source: Empty
es: Vacío

source: Click here to add a new test
es: Pulse aquí para añadir una nueva prueba

source: Unhandled switch type
es: Tipo de conmutador no manejable

source: Please specify a valid email address.
es: Por favor indique una dirección de correo válida.

source: Place a mail address here
es: Indique aquí una dirección de correo

source: Invalid character found, quotes are not allowed in a reject message.
es: Se han encontrado caracteres no válidos, las comillas no están permitidas en un mensaje de rechazo.

source: Your reject text here
es: Ponga aquí el texto de rechazo

source: Your comment here
es: Indique su comentario aquí

source: Alternative sender address must be a valid email addresses.
es: La dirección de envío alternativo debe tener una dirección de correo válida.

source: Vacation Message
es: Mensaje de ausencia

source: Normal view
es: Vista normal

source: Release interval
es: Intervalo de envío

source: days
es: días

source: Alternative sender addresses
es: Direcciones de envió alternativas

source: Expert view
es: Vista avanzada

source: Import sieve script
es: Importar script sieve

source: Please select the sieve script you want to import. Use the import button to import the script or the cancel button to abort.
es: Porfavor seleccione el script sieve que quiere importar. Use el botón importar para importar el script o el botón cancelar para anular.

source: Script to import
es: Importar script

source: Import
es: Importar

source: Not
es: No

source: Inverse match
es: Comparador inverso

source: List of sieve scripts
es: Lista de scripts sieve

source: Connection to the sieve server could not be established, the authentification attribute is empty.
es: No se puede establecer una conexión al servidor sieve, el atributo autenticación esta vacío.

source: Please verify that the attributes uid and mail are not empty and try again.
es: Por favor compruebe que los atributos uid y correo no están vacíos y pruebe de nuevo.

source: Connection to the sieve server could not be established.
es: No se puede establecer una conexión al servidor sieve.

source: Possibly the sieve account has not been created yet.
es: Posiblemente no se han podido crear todavía las cuentas sieve.

source: Be careful. All your changes will be saved directly to sieve, if you use the save button below.
es: Tenga cuidado. Cuando use el botón grabar, todos los cambios se grabarán directamente a sieve.

source: Create new script
es: Crear nuevo script

source: Match type
es: Tipo coincidente

source: Boolean value
es: Valor booleano

source: Invert test
es: Invertir prueba

source: Yes
es: Si

source: Part of address that should be used
es: Parte de la dirección que debería ser usada

source: Comparator
es: Comparador

source: Operator
es: Operador

source: Address fields to include
es: Campos de dirección a incluir

source: Values to match for
es: Valores que coincidan con

source: Select match type
es: Seleccionar tipo de comparador

source: Select value unit
es: Seleccionar la unidad de valoración

source: Export
es: Exportar

source: View structured
es: Vista estructurada

source: View source
es: Ver original

source: Add a new element
es: Añadir nuevo elemento

source: Please select the type of element you want to add
es: Por favor seleccione el tipo de elemento que quiere añadir

source: Continue
es: Continuar

source: Abort
es: Cancelar

source: Move mail into folder
es: Mover el correo a la carpeta

source: Select from list
es: Seleccionar de la lista

source: Manual selection
es: Selección manual

source: Folder
es: Carpeta

source: Edit
es: Editar

source: Best thing to do before performing this action would be to save the current script in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
es: Lo mejor que puede hacer antes de ejecutar esta acción es grabar el script actual en un archivo. Entonces - y solo entonces - presione 'Eliminar' para continuar o 'Cancelar' para abortar.

source: Redirect mail to following recipients
es: Redirigir correo a los siguientes destinatarios

source: Keep message
es: Mantener mensaje

source: Move this object up one position
es: Mover este objeto una posición arriba

source: Up
es: Arriba

source: Move up
es: Mover arriba

source: Move this object down one position
es: Mover este objeto una posición abajo

source: Down
es: Abajo

source: Move down
es: Mover abajo

source: Remove this object
es: Eliminar este objeto

source: Remove element
es: Eliminar elemento

source: Discard message
es: Eliminar este mensaje

source: Stop execution here
es: Para ejecución aquí

source: operator
es: operador

source: Please enter the name for the new script below. Script names must consist of lower case characters only.
es: Porfavor introduzca aquí el nombre del nuevo script. Los nombres de script deben tener solo minúsculas.

source: Script name
es: Nombre del Script

source: Move object up one position
es: Mover objeto una posición arriba

source: Move object down one position
es: Mover objeto una posición abajo

source: Remove object
es: Eliminar objeto

source: choose element
es: seleccionar elemento

source: Fileinto
es: Archivar en

source: Add new
es: Añadir nuevo

source: Add a new object above this one.
es: Añadir un objeto sobre el seleccionado

source: Add element above
es: Añadir objeto sobre

source: Add a new object below this one.
es: Añadir el objeto debajo del seleccionado

source: Add element below
es: Añadir el elemento por debajo

source: Reject mail
es: Rechazar correo

source: This is a multiline text element
es: Este es un elemento de texto multilínea

source: This is stored as single string
es: Será guardado con una cadena simple

source: Select the type of test you want to add
es: Seleccione el tipo de prueba que quiere añadir

source: Available test types
es: Tipos de pruebas disponibles

source: Add object
es: Añadir objeto

source: Bool
es: Booleano

source: update
es: actualizar

source: This does something
es: Esto hace algo

source: Configuration error
es: Error en la configuración

source: No DESC tag in vacation template '%s'!
es: ¡En la plantilla de ausencia '%s' no existe la etiqueta 'DESC'!

source: Permission error
es: Error de permisos

source: You have no permission to modify these addresses!
es: ¡No tiene permisos para eliminar estas direcciones!

source: unknown
es: desconocido

source: Mail error saving sieve settings
es: Hay un error de correo al grabar la configuración sieve

source: Mail reject size
es: Tamaño de correo desestimado

source: Spam folder
es: Carpeta de SPAM

source: from
es: desde

source: to
es: a

source: Vacation interval
es: Intervalo de ausencia

source: My account
es: Mi cuenta

source: Add vacation information
es: Añadir información de ausencia

source: Use spam filter
es: Usar filtro antispam

source: Spam level
es: Nivel de spam

source: Spam mail box
es: Tamaño de la carpeta de spam

source: Sieve management
es: Administración Sieve
