Repository: fusiondirectory/fusiondirectory-plugins
Catalog: applications/locale/*/fusiondirectory.po
Languages: el_gr

source: Applications
el_gr: Εφαρμογές

source: Applications plugin configuration
el_gr: Ρύθμιση προσθέτου εφαρμογών

source: Application RDN
el_gr: RDN εφαρμογής

source: Branch in which applications will be stored
el_gr: Κλάδος όπου θα αποθηκεύονται οι εφαρμογές

source: Web applications RDN
el_gr: RDN εφαρμογών Web

source: Branch in which web applications will be stored
el_gr: Κλάδος όπου θα αποθηκεύονται οι εφαρμογές web

source: Show web applications in menu
el_gr: Εμφάνιση εφαρμογών web στο μενού

source: Whether to show web applications in FD main menu
el_gr: Αν θα εμφανίζονται οι εφαρμογές web στο κύριο μενού του FD

source: None
el_gr: Κανένα

source: Only allowed
el_gr: Επιτρέπεται μόνο

source: All
el_gr: Όλα

source: Applications management
el_gr: Διαχείριση εφαρμογών

source: Manage applications and web applications
el_gr: Διαχείριση εφαρμογών και εφαρμογών Διαδυκτίου

source: Web applications
el_gr: Εφρμογές Web

source: Web application
el_gr: Εφαρμογή Web

source: Web applicationts names, icons and links
el_gr: Ονόματα εφαρμογών Web, εικονίδια και δεσμοί

source: Application
el_gr: Εφαρμογή

source: Name
el_gr: Όνομα

source: Name or id for application
el_gr: Όνομα ή αναγνωριστικό για εφαρμογή

source: Description
el_gr: Περιγραφή

source: A short description of this application
el_gr: Μια σύντομη περιγραφή της εφαρμογής

source: Link to this application
el_gr: Δεσμός για αυτή την εφαρμογή

source: Display Name
el_gr: Όνομα που εμφανίζεται

source: Displayed name for links to this application
el_gr: Ονόματα που θα εμφανίζονται για δεσμούς σε αυτήν την εφαρμογή

source: Icon
el_gr: Εικονίδιο

source: The icon for this application
el_gr: Το εικονίδιο για αυτή την εφαρμογή

source: Icon location
el_gr: Τοποθεσία εικονιδίου

source: Usual path to this application icon
el_gr: Σύνηθες διαδρομή για το εικονίδιο της εφαρμογής

source: Application information
el_gr: Πληροφορίες εφαρμογής

source: Application name
el_gr: Όνομα εφαρμογής

source: The name of this application
el_gr: Το όνομα της εφαρμογής

source: Execute
el_gr: Εκτέλεση

source: The application to be executed
el_gr: Η εφαρμογή που θα εκτελεστεί

source: Display name
el_gr: Όνομα που εμφανίζεται

source: The displayed name for this application
el_gr: Το όνομα που θα εμφανίζεται για αυτή την εφαρμογή

source: Options
el_gr: Επιλογές

source: Only executable for member
el_gr: Εκτελέσιμο αρχείο μόνο για μέλος

source: Only executable by the memebers of the group
el_gr: Εκτελέσιμο μόνο από την ομάδα των μελών

source: Replace user configuration on startup
el_gr: Αντικατάσταση διαμόρφωσης χρήστη κατα την εκκίνηση

source: Replace the user configuration on startup
el_gr: Αντικατάσταση διαμόρφωσης χρήστη κατα την εκκίνηση

source: Place icon on members desktop
el_gr: Τοποθέτηση εικονιδίου στην επιφάνεια εργασίας των μελών

source: Put an icon on the user desktop
el_gr: Τοποθέτηση εικονιδίου στην επιφάνεια εργασίας του χρήστη

source: Place entry in members startmenu
el_gr: Τοποθέτηση καταχώρισης στο μενού εκκίνησης των μελών

source: Put an entry in the startup menu
el_gr: Τοποθέτηση καταχώρισης στο μενού εκκίνησης

source: Place entry in members launch bar
el_gr: οποθέτηση καταχώρισης στην μπάρα εκκίνησης των μελών

source: Applications allowed for this role
el_gr: Εφαρμογές που επιτρέπονται για αυτόν τον ρόλο

source: Application list
el_gr: Λίστα εφαρμογών

source: The applications users with this role are allowed to launch
el_gr: Οι εφαρμογές που θα επιτρέπεται να εκκινούνται από χρήστες με αυτό τον ρόλο
