Repository: fusiondirectory/fusiondirectory-plugins
Catalog: supann/locale/*/fusiondirectory.po
Languages: fr, it_it

source: supannEntiteAffectationPrincipale - Main assignment of the person
fr: supannEntiteAffectationPrincipale - Affectation principale de la personne
it_it: supannEntiteAffectationPrincipale - Assegnazione principale della persona

source: Assignments
fr: Affectations
it_it: Assegnazioni

source: supannEntiteAffectation - Represents assignments of the person in an institution, a component, service, etc.
fr: supannEntiteAffectation - Représente les affectations de la personne dans une institution, un composant, un service, etc.
it_it: supannEntiteAffectation - Rappresenta i compiti della persona in un'istituzione, un componente, un servizio, ecc.

source: Entity types
fr: Types d’entité
it_it: Tipi di entità

source: supannTypeEntiteAffectation - Types of the entities this person is assigned to
fr: supannTypeEntiteAffectation - Types des entités auxquelles cette personne est affectée
it_it: supannTypeEntiteAffectation - Tipi di entità a cui questa persona è assegnata

source: Primary affiliation
fr: Affiliation principale
it_it: Affiliazione primaria

source: eduPersonPrimaryAffiliation - Main status of the person
fr: eduPersonPrimaryAffiliation - Le statut principal de la personne
it_it: eduPersonPrimaryAffiliation - Statuto principale della persona

source: eduPersonAffiliation - Status of the person: student, BIATOSS, teacher, contract, retired, hosted staff (CNRS, INSERM, etc.), a former student, etc.
fr: eduPersonAffiliation - Statut de la personne : étudiant, BIATOSS, enseignant, sous contrat, retraité, personnel hébergé (CNRS, INSERM, etc.), un ancien étudiant, etc.
it_it: eduPersonAffiliation - Status della persona: studente, BIATOSS, insegnante, contratto, pensionati, personale ospitato (CNRS, INSERM, ecc.), ex studente, ecc.

source: supannEtablissement - Institution or unit of administrative attachment of the person
fr: supannEtablissement - Institution ou unité de rattachement administratif de la personne
it_it: supannEtablissement - Istituzione o unità di attaccamento amministrativo della persona

source: supannParrainDN - Person or structure responsible for this user
fr: supannParrainDN - Personne ou structure responsable de cet utilisateur
it_it: supannParrainDN - Persona o struttura responsabile per questo utente

source: Student profile
fr: Profil étudiant
it_it: Profilo studente

source: INE code
fr: Code INE
it_it: Codice INE

source: supannCodeINE - INE code of this student
fr: supannCodeINE - Code INE de l'étudiant
it_it: supannCodeINE - codice INE di questo studente

source: Student ID
fr: Identifiant étudiant
it_it: ID studente

source: supannEtuId - Scolarity id
fr: supannEtuId - Identifiant scolaire
it_it: supannEtuId - Numero di matricola

source: Student registrations
fr: Inscriptions de l'étudiant
it_it: Iscrizioni studenti

source: supannEtuInscription - Registrations for this student
fr: supannEtuInscription - Inscriptions pour cet étudiant
it_it: supannEtuInscription - Registrazioni per questo studente

source: Personal profile
fr: Profil personnel
it_it: Profilo personale

source: Personal ID
fr: Identifiant personnel
it_it: ID personale

source: supannEmpId - Employee identifier
fr: supannEmpId - Identifiant de l'employé
it_it: supannEmpId - identificativo dei dipendenti

source: Personal corps
fr: Corps d'appartenance
it_it: Corps personali

source: supannEmpCorps
fr: supannEmpCorps - Corps d'appartenance d'un agent

source: Activity
fr: Activité
it_it: Attività

source: supannActivite - Category of profession
fr: supannActivite - Catégorie de métier, branche d'activité
it_it: supannActivite - Categoria professionale

source: Roles
fr: Rôles
it_it: Ruoli

source: supannRoleEntite
fr: supannRoleEntite - attribut composite. Chaque valeur précise un rôle spécifique dans une entité (rôle structurel et/ou électif)
it_it: Regole SUPANN dell'entita

source: Generic role
fr: Rôle générique
it_it: Regole generali

source: supannRoleGenerique - Generic role of the person in the facility
fr: supannRoleGenerique - Rôle générique de la personne dans l'établissement
it_it: supannRoleGenerique - Ruolo generico della persona nella struttura

source: supannTypeEntiteAffectation - type of the assigned entity
fr: supannTypeEntiteAffectation - Type de l’entité affectée
it_it: supannTypeEntiteAffectation - tipo dell'entità assegnata

source: supannConsentement - user consent on the usage of his information
fr: supannConsentement - consentement de l'utilisateur sur l'utilisation de ses informations
it_it: supannConsentement - consenso dell'utente all'uso delle sue informazioni

source: Sector
fr: Secteur
it_it: Settore

source: Personal
fr: Personnel
it_it: Personale

source: Legal representative
fr: Représentant légal
it_it: Rappresentante legale

source: Professional
fr: Professionnel
it_it: Professionale

source: Emergency
fr: Urgence

source: Temporary
fr: Temporaire
it_it: Temporaneo

source: Personal mobile
fr: GSM personnel
it_it: Cellulare privato

source: Personal landline
fr: Ligne fixe personnelle
it_it: Rete fissa personale

source: Legal guardian mobile
fr: GSM du Tuteur légal

source: Legal guardian landline
fr: Ligne fixe du tuteur légal

source: Professional mobile
fr: GSM professionnel
it_it: Cellulare professionale

source: Professional landline
fr: Ligne fixe professionnelle
it_it: Rete fissa professionale

source: Emergency phone
fr: Téléphone d'urgence

source: "member" and "affiliate" values are incompatible for eduPersonAffiliation. Please remove one of them.
fr: Les valeurs "member" et "affiliate" sont incompatibles pour eduPersonAffiliation. Veuillez retirer l’une des deux.
it_it: I valori "membro" e "affiliato" sono incompatibili con eduPersonAffiliation. Si prega di rimuovere uno di loro.

source: None
fr: Aucun
it_it: Nessuno

source: SupAnn CMS management
fr: Gestion des cartes multi services SupAnn
it_it: Gestione SupAnn CMS

source: Cards
fr: Cartes
it_it: Carte

source: SupAnn CMS Affectation
fr: Cartes de l'utilisateur
it_it: Affettazione CMS SupAnn

source: SupAnn CMS Application Affectation
fr: Affectation des applications à la carte
it_it: Affettazione dell'Applicazione SupAnn CMS

source: Valid
fr: Valide
it_it: Valido

source: supannCMSType - Card type
fr: supannCMSType - Type de carte
it_it: supannCMSType - Tipo di carta

source: Card format
fr: Format de la carte
it_it: Formato dela carta

source: Card id
fr: Identifiant de la carte
it_it: Id della carta

source: Card validity
fr: Validité de la carte
it_it: Validità della carta

source: Card managing system and establishment
fr: Système de gestion de carte et établissement
it_it: Sistema di gestione e della carta e istituzione

source: End of validity date, if any
fr: Date de fin de validité, le cas échéant
it_it: Eventuale data di fine validità

source: Card management system and establishment
fr: Système de gestion de carte et établissement

source: Application domain
fr: Domaine d'application
it_it: Dominio dell'applicazione

source: Application id
fr: ID d'application
it_it: Id dell'applicazione

source: Application validity
fr: Validité de l'application
it_it: Validità dell'applicazione

source: SupAnn status management
fr: Gestion des états SupAnn
it_it: Gestione dello stato SupAnn

source: State of the account and associated resources
fr: État du compte et des ressources associées
it_it: Stato dell'account e risorse associate

source: Which resource this state concerns
fr: Quelle ressource cet état concerne
it_it: Quale risorsa questo stato riguarda

source: Account
fr: Compte

source: Mail
fr: Courriel

source: Active status
fr: État actif
it_it: Stato attivo

source: Start date
fr: Date de début
it_it: Data d'inizio

source: Date this status started
fr: Date à laquelle cet état a commencé
it_it: Data alla quale questo stato é iniziato

source: Date this status will end
fr: Date à laquelle cet état prendra fin
it_it: Data alla quale questo stato terminerà

source: Begin
fr: Début
it_it: Inizia

source: End
fr: Fin
it_it: Fine

source: Resource "%s" is present more than once in supannRessourceEtatDate
fr: La ressource "%s" est présente plusieurs fois dans supannRessourceEtatDate
it_it: La risorsa "%s" è presente più di una volta in supannRessourceEtatDate

source: Anticipated
fr: Anticipé
it_it: Anticipato

source: Extension
fr: Sursis
it_it: Estensione

source: Pre-created
fr: Pré-créé

source: Created
fr: Créé
it_it: Creato

source: Expired
fr: Expiré
it_it: Scaduto

source: Data deletion
fr: Suppression des données
it_it: Cancellazione dei dati

source: Account deletion
fr: Suppression définitive
it_it: Cancellazione dell'account

source: Locked
fr: Verrouillé
it_it: Bloccato

source: Administrative lock
fr: Verrouillage administratif
it_it: Blocco amministrativo

source: Technical lock
fr: Verrouillage technique
it_it: Blocco tecnico

source: Type
it_it: Tipo

source: Option
it_it: Opzione

source: Description
it_it: Descrizione

source: Licence
it_it: Licenza

source: Contact
it_it: Contatto

source: Affiliation
it_it: Affiliazione

source: Affiliations
it_it: Affiliazione

source: Parrain
it_it: Garante

source: Curriculum
it_it: Programma scolastico

source: Element
it_it: Elemento

source: Applications
it_it: Applicazioni

source: Format
it_it: Formato

source: Source
it_it: Origine
