Repository: fusiondirectory/fusiondirectory-plugins
Catalog: supann/locale/*/fusiondirectory.po
Languages: fr, it_it

source: SupAnn configuration
fr: Configuration SupAnn
it_it: Configurazione SupAnn

source: FusionDirectory SupAnn plugin configuration
fr: Configuration du plugin SupAnn
it_it: Configurazione del plugin SupAnn di FusionDirectory

source: SupAnn RDN
fr: Branche SupAnn

source: Branch in which SupAnn structures will be stored
fr: Branche où seront stockées les structures SupAnn
it_it: Ramo in cui verranno memorizzate le strutture SupAnn

source: SupAnn mail for recovery
fr: Récupération du mot de passe par supannMailPerso
it_it: E-mail SupAnn per il recupero

source: Allow the use of mail addresses from the personal mail address field from SupAnn account for password recovery
fr: Autoriser les utilisateurs à utiliser leur adresse de courriel SupAnn personnelle pour la récupération de leur mot de passe
it_it: Consentire l'utilizzo di indirizzi di posta dal campo dell'indirizzo di posta personale dall'account SupAnn per il recupero della password

source: Show mailForwardingAddress field
fr: Afficher le champ Adresse de réacheminement du courrier
it_it: Mostra il campo mailForwardingAddress

source: Show the field mailForwardingAddress as an editable field
fr: Afficher le champ mailForwardingAddress en tant que champ modifiable
it_it: Mostra il campo mailForwardingAddress come campo modificabile

source: Custom types and their labels
fr: Types personnalisés et leurs étiquettes
it_it: Tipi personalizzati e loro etichette

source: String that will be stored between {} in supannMailPrive
fr: Chaîne qui sera stockée entre {} dans supannMailPrive
it_it: Stringa che verrà archiviata tra {} in supannMailPrive

source: Label
fr: Étiquette
it_it: Etichetta

source: Label shown for this type
fr: Étiquette affichée pour ce type
it_it: Etichetta mostrata per questo tipo

source: Custom supannMailPrive types
fr: Types personnalisés de supannMailPrive
it_it: Tipi personalizzati supanMailPrive

source: String that will be stored between {} in supannTelephonePrive
fr: Chaîne qui sera stockée entre {} dans supannTelephonePrive
it_it: Stringa che verrà memorizzata tra {} in supannTelephonePrive

source: Custom supannTelephonePrive types
fr: Types personnalisés de supannTelephonePrive
it_it: Personalizza tipi di supannTelephonePrive

source: String that will be stored between {} in supannAdressePostalePrivee
fr: Chaîne qui sera stockée entre {} dans supannAdressePostalePrivee
it_it: Stringa che verrà memorizzata tra {} in supannAdressePostalePrivee

source: Custom supannAdressePostalePrivee types
fr: Types personnalisés supannAdressePostalePrivee
it_it: Personalizza tipi di supannAdressePostalePrivee

source: Supann Civilite
fr: Civilité

source: Values available for supannCivilite
fr: Valeurs disponibles pour supannCivilite

source: Status
fr: État
it_it: Stato

source: Custom resources and their labels
fr: Ressources personnalisées et leurs étiquettes
it_it: Risorse personalizzate e le loro etichette

source: Resource
fr: Ressource
it_it: Risorsa

source: String that will be stored between {} in supannRessourceEtatDate
fr: Chaîne qui sera stockée entre {} dans supannRessourceEtatDate
it_it: Stringa che verrà archiviata tra {} in supannRessourceEtatDate

source: Label shown for this resource
fr: Étiquette affichée pour cette ressource
it_it: Etichetta mostrata per questa risorsa

source: Custom resources
fr: Ressources personnalisées
it_it: Risorse personalizzate

source: Allowed substates for an account
fr: Sous-états autorisés pour un compte
it_it: Substati consentiti per un account

source: Active status this substatus is tied to
fr: État actif auquel ce sous-état est lié
it_it: Stato attivo a cui questo sottostato è legato

source: Active
fr: Actif
it_it: Attivo

source: Inactive
fr: Inactif
it_it: Inattivo

source: Suspended
fr: Suspendu
it_it: Sospeso

source: Substatus
fr: Sous-état
it_it: Stato secondario

source: LDAP value for this substatus
fr: Valeur LDAP pour ce sous-état
it_it: Valore LDAP per questo sottostato

source: Substates
fr: Sous-états
it_it: Sottostati

source: Labels for custom substates
fr: Étiquettes pour les sous-états personnalisés
it_it: Etichette per sottostazioni personalizzate

source: Label shown for this substatus
fr: Étiquette affichée pour ce sous-état
it_it: Etichetta mostrata per questo sottostato

source: Custom labels
fr: Étiquettes personnalisées
it_it: Etichette personalizzate

source: Multiservice card
fr: Carte multi service
it_it: Carta multiservizi

source: Card types and their labels. Please prefix with {ORIGIN} for non standard types.
fr: Types de cartes et leurs étiquettes. Veuillez préfixer avec {ORIGIN} pour les types non standard.
it_it: Tipi di carte e loro etichette. Prefisso {ORIGIN} per i tipi non standard.

source: Card type
fr: Type de carte
it_it: Tipo di carta

source: Card types
fr: Types de cartes
it_it: Tipi di carta

source: Card sources
fr: Source des cartes
it_it: Fonti della carta

source: Multi service card possible sources, with format system@domain
fr: Sources possibles pour les cartes multi-services au format système@domaine
it_it: Possibili fonti di carte multiservizio, con formato system@dominio

source: Allowed formats for multiservice cards
fr: Formats autorisés pour les cartes multi services
it_it: Formati consentiti per schede multiservizio

source: Technology
fr: Technologie
it_it: Tecnologia

source: Technology name in uppercase
fr: Nom de la technologie en majuscule
it_it: Nome della tecnologia in maiuscolo

source: Encoding
fr: Encodage
it_it: Codifica

source: Encoding name in uppercase
fr: Nom d'encodage en majuscules
it_it: Nome di codifica in maiuscolo

source: Format label
fr: Étiquette de format
it_it: Formato etichetta

source: Card formats
fr: Formats de carte
it_it: Formati di carte

source: Domains for card applications
fr: Domaines d'application de la carte
it_it: Domini per applicazioni con carta

source: Attribute option to use, starting with x-
fr: Option d'attribut à utiliser, en commençant par x-
it_it: Opzione di attributo da usare, che inizia con x-

source: Domain
fr: Domaine
it_it: Dominio

source: Domain to use
fr: Domaine à utiliser
it_it: Dominio da usare

source: Card application domains
fr: Domaines d'application de la carte
it_it: Domini dell'applicazione della carta

source: Consent
fr: Consentement
it_it: Consenso

source: Objects which may be used as tag in supannConsentement
fr: Objets qui peuvent être utilisés comme balise dans supannConsentement
it_it: Oggetti che possono essere usati come tag in supannConsentement

source: Object
fr: Objet
it_it: Oggetto

source: Consent object
fr: Objet de consentement
it_it: Oggetto del consenso

source: Label shown for this object
fr: Libellé affiché pour cet objet
it_it: Etichetta mostrata per questo oggetto

source: Consent objects
fr: Objets de consentement
it_it: Oggetti di consenso

source: Types which may be used as value in supannConsentement
fr: Types qui peuvent être utilisés comme valeur dans supannConsentement
it_it: Tipi che possono essere utilizzati come valore in supannConsentement

source: Consent type
fr: Type de consentement
it_it: Tipo di consenso

source: Consent types
fr: Types de consentement
it_it: Tipi di consenso

source: Features
fr: Caractéristiques
it_it: Caratteristiche

source: SupAnn status
fr: État SupAnn
it_it: Stato SupAnn

source: Show SupAnn status tab
fr: Afficher l'onglet Statut de SupAnn
it_it: Mostra tab SupAnn di stato di SupAnn

source: Show Multiservice card tab
fr: Afficher l'onglet Carte multiservice
it_it: Mostra tab carta Multiservizi

source: Show France Connect tab
fr: Afficher l'onglet France Connect
it_it: Mostra tab France Connect

source: SupAnn group
fr: Groupe SupAnn
it_it: Gruppo SupAnn

source: Information
fr: Informations
it_it: Informazione

source: End date
fr: Date de fin
it_it: Data di fine

source: Date at which the validity of this group ends
fr: Date à laquelle la validité de ce groupe prend fin
it_it: Data in cui termina la validità di questo gruppo

source: Readers
fr: Lecteurs
it_it: Lettori

source: Users or groups allowed to read the member list of this group
fr: Utilisateurs ou groupes autorisés à lire la liste des membres de ce groupe
it_it: Utenti o gruppi autorizzati a leggere l'elenco dei membri di questo gruppo

source: Admins
fr: Administrateurs
it_it: Amministratori

source: Users or groups allowed to edit this group
fr: Utilisateurs ou groupes autorisés à éditer ce groupe
it_it: Utenti o gruppi autorizzati a modificare questo gruppo

source: Ref ids
fr: Ids de références

source: supannRefId - IDs/links for this user on other systems
fr: supannRefId - ID / liens pour cet utilisateur sur d'autres systèmes
it_it: supannRefId - Links ID per questo utente su altri sistemi

source: Establishment
fr: Établissement
it_it: Immobile

source: SupAnn Establishment Settings
fr: Paramètres de l'établissement SupAnn
it_it: Impostazioni stabilimento SupAnn

source: SupAnn Establishment
fr: Établissement SupAnn
it_it: Stabilimento SupAnn

source: Properties
fr: Propriétés
it_it: Proprietà

source: Root establishment
fr: Établissement racine
it_it: Stabilimento di root

source: Set this establishment as the root one
fr: Définir cet établissement comme établissement racine
it_it: Imposta questo stabilimento come quello principale

source: Name
fr: Nom
it_it: Nome

source: The name to write in the o attribute for this establishment
fr: Le nom à écrire dans l'attribut 'o' pour cet établissement
it_it: Il nome da scrivere nell'attributo o per questo stabilimento

source: A short description of this establishment
fr: Une courte description de cet établissement
it_it: Breve descrizione di questo stabilimento

source: Location
fr: Lieu
it_it: Località

source: Telephone
fr: Téléphone
it_it: Telefono

source: Phone number of this establishment
fr: Le numéro de téléphone de cet établissement
it_it: Numero di telefono di questo stabilimento

source: Fax number of this establishment
fr: Le numéro de fax de cet établissement
it_it: Numero di fax di questo stabilimento

source: Usually the city where this establishment is
fr: Habituellement la ville où se situe l’établissement
it_it: Di solito la città dove si trova questo stabilimento

source: Address
fr: Adresse
it_it: Indirizzo

source: The postal address of this establishment
fr: L’adresse postale de cet établissement
it_it: L'indirizzo postale di questo stabilimento

source: SupAnn properties
fr: Propriétés SupAnn
it_it: Proprietà SupAnn

source: Establishment code
fr: Code établissement
it_it: Codice dell'immobile

source: The code of this establishment (must have a prefix between {})
fr: Le code de cet établissement (doit avoir un préfixe entre { })
it_it: Il codice di questo stabilimento (deve avere un prefisso tra {})

source: Establishment type
fr: Type d'établissement
it_it: Tipo di stabilimento

source: The SupAnn type that best fits this Establishment
fr: Le type SupAnn qui correspond le mieux à cet établissement
it_it: Il tipo SupAnn che si adatta meglio a questo stabilimento

source: SupAnn code
fr: Code SupAnn
it_it: Codice SupAnn

source: The SupAnn code for this establishment
fr: Le code SupAnn de cet établissement
it_it: Il codice SupAnn per questo stabilimento

source: Parent entities
fr: Entités parentes
it_it: Entità parente

source: The parent entities of this entity
fr: Les entités parentes de cette entité
it_it: Le entità madri di questa entità

source: Reference IDs
fr: Ids de référence
it_it: ID di riferimento

source: supannRefId - IDs/links for this entity on other systems
fr: supannRefId - ID / liens pour cette entité sur d'autres systèmes
it_it: supannRefId - IDs/links per questa entità su altri sistemi

source: Legal name
fr: Nom officiel
it_it: Nome legale

source: The legal name of this establishment
fr: Le nom officiel de cet établissement
it_it: Il nome legale di questo stabilimento

source: Home page URI
fr: Site web officiel
it_it: URI della home page

source: The URI of this establishment website home page
fr: L’URI du site web de cet établissement
it_it: L'URI della home page di questo stabilimento

source: Institution URI
fr: Site web de l'institution
it_it: Istituzione URI

source: The URI of this establishment institution website
fr: L’URI du site web de l’institution de cet établissement
it_it: L'URI di questo stabilimento

source: White pages URI
fr: Annuaire pages blanches
it_it: Pagine bianche URI

source: The URI of this establishment white pages
fr: L’URI des pages blanches de cet établissement
it_it: L'URI di questo stabilimento di pagine bianche

source: SupAnn structures
fr: Structures SupAnn
it_it: Strutture SupAnn

source: SupAnn structures management
fr: Gestion des structures SupAnn
it_it: Gestione strutture SupAnn

source: Cannot read file: "%s"
fr: Impossible de lire le fichier : "%s"
it_it: Impossibile leggere il file: "%s"

source: Entity
fr: Entité
it_it: Entità

source: SupAnn Entity Settings
fr: Paramètres de l’entité SupAnn

source: SupAnn Entity
fr: Entité SupAnn
it_it: Entità SupAnn

source: The name to write in the ou attribute for this entity
fr: Le nom à écrire dans l'attribut 'ou' pour cette entité
it_it: Nome da scrivere nell'attributo di questa entità

source: Short description of this entity
fr: Une courte description de cette entité
it_it: Breve descrizione di questa entità

source: Administrative information
fr: Informations administratives
it_it: Informazioni amministrative

source: Phone number of this entity
fr: Le numéro de téléphone de l’entité
it_it: Numero di telefono di questa entità

source: Fax number of this entity
fr: Le numéro de fax de l’entité
it_it: Numero di fax di questa entità

source: Postal address
fr: Adresse postale
it_it: Indirizzo postale

source: Postal address of this entity
fr: L’adresse postale de l’entité
it_it: Indirizzo postale di questa entità

source: SupAnn information
fr: Informations SupAnn
it_it: Informazioni SupAnn

source: Entity type
fr: Type d’entité
it_it: Tipo di entità

source: The SupAnn type that best fits this entity
fr: Le type SupAnn qui correspond le mieux à cette entité
it_it: Il tipo SupAnn che si adatta meglio a questa entità

source: Entity code
fr: Code entité
it_it: Tipo di entità

source: The SupAnn code of this entity
fr: Le code SupAnn de cette entité
it_it: Il codice SupAnn di questa entità

source: France Connect identity
fr: Identité France Connect
it_it: Identità France Connect

source: Civil status
fr: Etat civil
it_it: Stato civile

source: Birth name
fr: Nom de naissance
it_it: Nome di nascita

source: Last name from birth
fr: Nom de naissance
it_it: Cognome

source: First names
fr: Prénoms
it_it: Nome

source: Space separated first names
fr: Prénoms séparés par un espace
it_it: Nomi separati da spazi

source: Date of birth
fr: Date de naissance
it_it: Data di nascita

source: Gender
fr: Genre
it_it: Sesso

source: Other
fr: Autre
it_it: Altro

source: Female
fr: Féminin
it_it: Donna

source: Male
fr: mâle
it_it: Uomo

source: Country of birth
fr: pays de naissance
it_it: Paese di nascita

source: INSEE code of country of birth
fr: Code INSEE du pays de naissance
it_it: Codice INSEE del paese di nascita

source: City of birth
fr: Ville de naissance
it_it: Luogo di nascita

source: INSEE code of city of birth, if in France
fr: Code INSEE de la ville de naissance, si en France
it_it: Codice INSEE della città di nascita, se in Francia

source: Subject
fr: Sujet
it_it: Oggetto

source: Subject from OpenID Connect standard in the France Connect system
fr: Objet de la norme OpenID Connect dans le système France Connect
it_it: Soggetto dallo standard OpenID Connect nel sistema France Connect

source: Ph.D.
fr: Doctorat
it_it: Dottorato di ricerca

source: Another class of degree
fr: Autre type de diplôme
it_it: Un'altra classe di grado

source: Post-graduate year
fr: Année post-diplôme
it_it: Anno post-laurea

source: 1st year
fr: 1ère année
it_it: 1° anno

source: 2nd year
fr: 2ème année
it_it: 2° anno

source: 3rd year
fr: 3ème année
it_it: 3° anno

source: 4th year
fr: 4ème année
it_it: 4° anno

source: 5th year
fr: 5ème année
it_it: 5° anno

source: 6th year
fr: 6ème année
it_it: 6° anno

source: 7th year
fr: 7ème année
it_it: 7° anno

source: 8th year
fr: 8ème année
it_it: 8° anno

source: 9th year
fr: 9ème année
it_it: 9° anno

source: supannEtablissement - Etablissement in which this registration was done
fr: supannEtablissement - Établissement dans lequel l'inscription a été faite
it_it: supannEtablissement - Stabilimento in cui è stata effettuata questa registrazione

source: Year
fr: Année
it_it: Anno

source: supannEtuAnneeInscription - The year this registration will begin
fr: supannEtuAnneeInscription - Année d'inscription
it_it: supannEtuAnneeInscription - L'anno in cui inizierà questa registrazione

source: Registration type
fr: Type d'inscription
it_it: Tipo di registrazione

source: supannEtuRegimeInscription - The type of this registration
fr: supannEtuRegimeInscription - Type d'inscription
it_it: supannEtuRegimeInscription - Il tipo di questa registrazione

source: Disciplinary Sector
fr: Secteur disciplinaire
it_it: Settore disciplinare

source: supannEtuSecteurDisciplinaire - Disciplinary sector education diploma
fr: supannEtuSecteurDisciplinaire - Secteur disciplinaire de diplôme ou d'enseignement
it_it: supannEtuSecteurDisciplinaire - Settore disciplinare del tipo di laurea

source: Diploma type
fr: Type de diplôme
it_it: Tipo di diploma

source: supannEtuTypeDiplome - Type of diploma
fr: supannEtuTypeDiplome - Type de diplôme
it_it: supannEtuTypeDiplome - Tipo di diploma

source: Curriculum year
fr: Année cursus
it_it: Anno del curriculum

source: supannEtuCursusAnnee - Type of curriculum (L, M, D or X, ...) and the year in the diploma.
fr: supannEtuCursusAnnee - Précise le type de cursus (L, M, D ou X, etc.) ainsi que l'année dans le diplôme
it_it: supannEtuCursusAnnee - Tipo di curriculum (L, M, D o X, ...) e l'anno nel diploma.

source: Entity assignment
fr: Entité affectée
it_it: Assegnazione entità

source: supannEntiteAffectation - To wich entities does this user belong to
fr: supannEntiteAffectation - À quelles entités appartient cet utilisateur
it_it: supannEntiteAffectation - A quali entità appartiene questo utente

source: Diploma
fr: Diplôme

source: supannEtuDiplome - Diploma prepared by the student
fr: supannEtuDiplome - Diplôme préparé par l'étudiant
it_it: supannEtuDiplome - Tipo di Laurea preparata dallo studente

source: Step
fr: Étape
it_it: Passo

source: supannEtuEtape - Step can be considered a split (semester, year, etc.) in time of education leading to a diploma
fr: supannEtuEtape - Fractionnement (semestre, année, etc.) dans le temps d'un enseignement conduisant à un diplôme
it_it: supannEtuEtape - Step può essere considerato una scissione ( semestre, anno , ecc ) in tempo di formazione di laurea

source: educational element
fr: Élément pédagogique
it_it: Elemento educativo

source: supannEtuElementPedagogique - Generic description of the content of education with a high level of granularity
fr: supannEtuElementPedagogique - Description générique du contenu d'un enseignement ayant le niveau de granularité désiré
it_it: supannEtuElementPedagogique - Descrizione generica del contenuto di formazione con un alto livello di granularità

source: SupAnn information management plugin
fr: Plugin de gestion des informations SupAnn
it_it: Plugin di gestione delle informazioni SUPANN

source: Identity
fr: Identité
it_it: Identità

source: Civilite
fr: Civilité
it_it: Civiltà

source: supannCivilite - Civility for this person
fr: supannCivilite - Civilité pour cette personne
it_it: supannCivilite - Civiltà per questa persona

source: Alias login
fr: Alias de l'identifiant
it_it: Login Alias

source: supannAliasLogin - An alias for the login of this user
fr: supannAliasLogin - Un alias de l'identifiant de connexion
it_it: supannAliasLogin - Un alias per il login di questo utente

source: eduPersonPrincipalName
fr: Nom principal eduPerson

source: eduPersonPrincipalName - A name that looks like <id>@<domain> which is unique for this domain, and has not be assigned to anyone else recently
fr: eduPersonPrincipalName - Identifiant similaire à <id>@<domaine> qui est unique pour le domaine et qui n'a pas été attribué récemment
it_it: eduPersonPrincipalName - Un nome che assomiglia a <id>@<domain> che è unico per questo dominio e non è stato assegnato a nessun altro di recente

source: Nickname
fr: Surnom
it_it: Soprannome

source: eduPersonNickname - Can contain a nickname for this user
fr: eduPersonNickName - Peut contenir un surnom pour cet utilisateur
it_it: eduPersonNickname - Può contenere un nickname per questo utente

source: ORCID identifiers
fr: Identifiants ORCID

source: eduPersonOrcid - ORCID researcher identifiers belonging to the principal
fr: eduPersonOrcid - Identifiants de chercheur ORCID

source: Other phone numbers
fr: Autres numéros de téléphone
it_it: Altri numeri di telefono

source: supannAutreTelephone - Other phone numbers for this user
fr: supannAutreTelephone - Autres numéros de téléphone pour cet utilisateur
it_it: supannAutreTelephone - Numeri di telefono alternativi per questo utente

source: supannTelephonePrive - Private phone numbers for this user
fr: supannTelephonePrive - numéros de téléphone privés pour cet utilisateur
it_it: supannTelephonePrive: numeri di telefono privati per questo utente

source: Phone number type
fr: Type de numéro de téléphone
it_it: Tipo di numero di telefono

source: Phone number
fr: Numéro de téléphone
it_it: Numero di telefono

source: Private phone numbers
fr: Numéros de téléphone privés
it_it: Numeri di telefono privati

source: Other email addresses
fr: Autres adresses e-mail
it_it: Altri indirizzi email

source: supannAutreMail - Other email addresses for this user. Each must be unique
fr: supannAutreMail - Autres adresses de courriel pour cet utilisateur. Chacune doit être unique
it_it: supannAutreMail - Altri indirizzi email per questo utente. Ognuno deve essere unico

source: Personal email addresses
fr: Adresses e-mail personnelles
it_it: Indirizzi email personali

source: supannMailPerso - Personal email addresses for this user
fr: supannMailPerso - Adresses e-mail personnelles de cet utilisateur
it_it: supannMailPerso - Indirizzi email personali per questo utente

source: supannMailPrive - Private email addresses for this user
fr: supannMailPrive - Adresses e-mail privées de cet utilisateur
it_it: supannMailPrive - Indirizzi email privati per questo utente

source: Email address type
fr: Type d'adresse e-mail
it_it: Tipo di indirizzo email

source: Email address
fr: Adresse de courriel
it_it: Indirizzo di posta elettronica

source: Private email addresses
fr: Adresses e-mail privées
it_it: Indirizzi email privati

source: supannAdressePostalePrivee - Private addresses for this user
fr: supannAdressePostalePrivee - Adresses postales privées de cet utilisateur
it_it: supannAdressePostalePrivee - Indirizzi privati per questo utente

source: Address type
fr: Type d'adresse
it_it: Tipo d'indirizzo

source: Private addresses
fr: Adresses privées
it_it: Indirizzi privati

source: Red list
fr: Liste rouge
it_it: Lista rossa

source: supannListeRouge - Should this person be on the red list
fr: supannListeRouge - Si cette personne doit être sur liste rouge
it_it: supannListeRouge - Questa persona dovrebbe trovarsi sulla lista rossa

source: Forward messages to
fr: Transférer les messages vers
it_it: Trasferisci i messaggi a

source: Addresses to which messages should be forwarded
fr: Adresses vers laquelle les messages doivent être redirigés
it_it: Indirizzi verso iquali i messaggi dovranno essere inoltrati

source: Assignment
fr: Affectation
it_it: Assegnazione

source: Primary assignment
fr: Affectation principale
it_it: Incarico primario
