Repository: fusiondirectory/fusiondirectory-plugins
Catalog: posix/locale/*/fusiondirectory.po
Languages: fr

source: Group
fr: Groupe

source: POSIX group information
fr: Informations du groupe POSIX

source: POSIX group
fr: Groupe POSIX

source: POSIX user group
fr: Groupe d’utilisateurs POSIX

source: Properties
fr: Propriétés

source: Name
fr: Nom

source: Name of this group
fr: Nom du groupe

source: Short description of this group
fr: Description courte pour ce groupe

source: Force GID
fr: Forcer le GID

source: Force GID value for this group
fr: Forcer la valeur du GID pour ce groupe

source: GID value for this group
fr: GID de ce groupe

source: Group members
fr: Membres du groupe

source: System trust
fr: Systèmes autorisés

source: Trust mode
fr: Mode de confiance

source: Type of authorization for those hosts
fr: Type d'autorisation pour ces hôtes

source: disabled
fr: désactivé

source: full access
fr: accès complet

source: allow access to these hosts
fr: permettre l'accès a ces hôtes

source: Only allow this group to connect to this list of hosts
fr: Autoriser ce groupe à se connecter uniquement sur cette liste d'hôtes

source: POSIX configuration
fr: Configuration POSIX

source: FusionDirectory POSIX plugin configuration
fr: Configuration du plugin POSIX

source: POSIX groups RDN
fr: Branche des groupes POSIX

source: The branch where POSIX groups are stored.
fr: Branche où sont stockés les groupes POSIX.

source: Group/user min id
fr: Id minimum de groupe/utilisateur

source: The minimum assignable user or group id to avoid security leaks with id 0 accounts.
fr: L’id d’utilisateur ou de groupe minimum pour éviter des risques de sécurité avec des id égales à 0.

source: Next id hook
fr: Hook de prochain ID

source: A script to be called for finding the next free id number for users or groups.
fr: Un script à appeler pour trouver le prochain ID libre pour les utilisateurs et groupes.

source: Base number for user id
fr: Départ pour les ids d’utilisateur

source: Where to start looking for a new free user id.
fr: Point de départ pour chercher pour un nouvel id d’utilisateur libre.

source: Base number for group id
fr: Départ pour les ids de groupe

source: Where to start looking for a new free group id.
fr: Point de départ pour chercher un nouvel id de groupe libre

source: Id allocation method
fr: Méthode d’allocation des ids

source: Method to allocate user/group ids
fr: Méthode pour allouer les ids d’utilisateur et de groupe

source: Traditional
fr: Traditionnel

source: Pool user id min
fr: Minimum des ids d’utilisateur du réservoir

source: Minimum value for user id when using pool method
fr: Valeur minimum pour les ids d’utilisateur du réservoir

source: Pool user id max
fr: Maximum des ids d’utilisateur du réservoir

source: Maximum value for user id when using pool method
fr: Valeur maximum pour les ids d’utilisateur du réservoir

source: Pool group id min
fr: Minimum des ids de groupe du réservoir

source: Minimum value for group id when using pool method
fr: Valeur minimum pour les ids de groupe du réservoir

source: Pool group id max
fr: Maximum des ids de groupe du réservoir

source: Maximum value for group id when using pool method
fr: Valeur maximum pour les ids de groupe du réservoir

source: Available shells
fr: Shells disponibles

source: Available POSIX shells for FD users.
fr: Shells POSIX disponibles pour les utilisateurs de FusionDirectory

source: Default shell
fr: Shell par défaut

source: Shell used by default when activating Unix tab.
fr: Shell utilisé par défaut lors de l'activation du tab Unix.

source: Edit users POSIX settings
fr: Éditer les paramètres POSIX

source: Home directory
fr: Répertoire personnel

source: The path to the home directory of this user
fr: Chemin du répertoire "home" de cet utilisateur

source: Which shell should be used when this user log in
fr: Shell à utiliser lors de la connexion de l’utilisateur

source: unconfigured
fr: non configuré

source: Primary group
fr: Groupe principal

source: Primary group for this user
fr: Groupe principal de cet utilisateur

source: Status
fr: Statut

source: Status of this user unix account
fr: Statut du compte unix de l'utilisateur

source: Force user/group id
fr: Forcer l’id d’utilisateur/groupe

source: Force user id and group id values for this user
fr: Forcer les valeurs des ids d’utilisateur et de groupe pour cet utilisateur

source: User id
fr: Id d’utilisateur

source: User id value for this user
fr: Id d’utilisateur à utiliser pour cet utilisateur

source: Group id
fr: Id de groupe

source: Group id value for this user
fr: Id de groupe à utiliser pour cet utilisateur

source: Group membership
fr: Appartenance aux groupes

source: Account
fr: Compte

source: User must change password on first login
fr: L'utilisateur doit changer son mot de passe lors de sa première connexion

source: User must change password on first login (needs a value for Delay before forcing password change)
fr: L'utilisateur doit changer son mot de passe lors de sa première connexion (nécessite une valeur dans «Délai avant de forcer le changement»)

source: Minimum delay between password changes (days)
fr: Délai minimum entre les changements de mot de passe (jours)

source: The user won't be able to change his password before this number of days (leave empty to disable)
fr: L'utilisateur ne sera pas autorisé à changer son mot de passe avant ce nombre de jours (laisser vide pour désactiver)

source: Delay before forcing password change (days)
fr: Délai avant de forcer le changement de mot de passe (en jours)

source: The user will be forced to change his password after this number of days (leave empty to disable)
fr: L'utilisateur sera forcé de changer son mot de passe après ce nombre de jours (laisser vide pour désactiver)

source: Password expiration date
fr: Date d'expiration du mot de passe

source: Date after which this user password will expire (leave empty to disable)
fr: Date après laquelle le mot de passe de l'utilisateur va expirer (laisser vide pour désactiver)

source: Delay of inactivity before disabling user (days)
fr: Délai d'inactivité avant de désactiver l'utilisateur (en jours)

source: Maximum delay of inactivity after password expiration before the user is disabled (leave empty to disable)
fr: Délai maximum d'inactivité après l'expiration du mot de passe avant que l'utilisateur soit désactivé (laisser vide pour désactiver)

source: Delay for user warning before password expiry (days)
fr: Délai pour avertir de l'expiration de son mot de passe (en jours)

source: The user will be warned this number of days before his password expiration (leave empty to disable)
fr: L'utilisateur sera averti à partir de ce nombre de jours restant avant l'expiration de son mot de passe (laisser vide pour désactiver)

source: Only allow this user to connect to this list of hosts
fr: Autoriser cet utilisateur à se connecter uniquement sur ces hôtes

source: automatic
fr: automatique

source: expired
fr: expiré

source: grace time active
fr: temps de grâce actif

source: active
fr: actif

source: password expired
fr: mot de passe expiré

source: password not changeable
fr: mot de passe non modifiable

source: Group of user %s
fr: Groupe de l'utilisateur %s

source: Could not create automatic primary group (using gidNumber "%s"), because of the following errors
fr: Impossible de créer un groupe principal automatique (à l'aide de gidNumber "%s") en raison des erreurs suivantes

source: Warning
fr: Avertissement

source: Unknown ID allocation method "%s"!
fr: Méthode d'allocation inconnue pour «%s» !

source: Timeout while waiting for lock. Ignoring lock from %s!
fr: Le temps d'attente du verrou a été dépassé. Verrou ignoré pour %s !

source: Error
fr: Erreur

source: Cannot allocate a free ID:
fr: Impossible d'allouer un ID libre :

source: LDAP error
fr: Erreur LDAP

source: sambaUnixIdPool is not unique!
fr: sambaUnixIdPool n'est pas unique !

source: no ID available!
fr: Pas d’ID disponible !

source: maximum tries exceeded!
fr: Nombre maximum d'essais dépassés !

source: Cannot allocate a free ID!
fr: Impossible d'allouer un ID libre !

source: %s Result: %s Using default base!
fr: %s Résultat : %s Utilisation de la base par défaut !

source: "nextIdHook" did not return a valid output!
fr: "nextIdHook" n'a pas renvoyé une sortie valide!

source: "nextIdHook" is not available. Using default base!
fr: «nextIdHook» n’est pas disponible. Utilisation de la base par défaut !
