Repository: fusiondirectory/fusiondirectory-plugins
Catalog: zimbra/locale/*/fusiondirectory.po
Languages: fr, it_it

source: Settings
fr: Paramètres
it_it: Impostazioni

source: URI of the Zimbra server soap service, with port, usually 7071
fr: URI du service soap du serveur Zimbra, avec le port, généralement 7071
it_it: URI del servizio soap del server Zimbra, con porta, solitamente 7071

source: User Agent
fr: Agent utilisateur
it_it: Utente Agente

source: User Agent to use to contact the Zimbra API
fr: Agent utilisateur à utiliser pour contacter l'API Zimbra
it_it: Utente Agente da utilizzare per contattare l'API Zimbra

source: Mailbox deletion
fr: Suppression de boîte aux lettres
it_it: Cancellazione mailbox

source: What to do with the Zimbra account when mail tab is deactivated or user is deleted
fr: Que faire avec le compte Zimbra lorsque l'onglet Courrier est désactivé ou l'utilisateur est supprimé
it_it: Cosa fare con l'account Zimbra quando il tab mail è disattivato o l'utente viene eliminato

source: Delete
fr: Supprimer
it_it: Elimina

source: Disable
fr: Désactiver
it_it: Disattivare

source: Mailbox creation
fr: Création de boîte aux lettres
it_it: Creazione mailbox

source: What to do when the Zimbra account already exists when mail tab is activated
fr: Que faire lorsque le compte Zimbra existe déjà lorsque l'onglet mail est activé
it_it: Cosa fare quando l'account Zimbra esiste già quando la tab posta è attivata

source: Error
fr: Erreur
it_it: Errore

source: Associate
fr: Associer
it_it: Socio

source: Password synchronization
fr: Synchronisation des mots de passe
it_it: Sincronizzazione delle password

source: Should the password be synchronized to the Zimbra instance
fr: est ce que le mot de passe doit être synchronisé avec l'instance Zimbra
it_it: La password deve essere sincronizzata con l'istanza Zimbra

source: Id attribute
fr: Attribut d'identifiant
it_it: Id attributo

source: Attribute to use for account id.
fr: Attribut à utiliser pour l'identifiant du compte.
it_it: Attributo da utilizzare per l'ID account.

source: Login
fr: Identifiant
it_it: Nome utente

source: Login to use to contact the Zimbra API
fr: Login à utiliser pour contacter l'API Zimbra
it_it: Login da utilizzare per contattare l'API Zimbra

source: Password
fr: Mot de passe

source: Password to use to contact the Zimbra API
fr: Mot de passe à utiliser pour contacter l'API Zimbra
it_it: Password da utilizzare per contattare l'API Zimbra

source: Domains
fr: Domaines
it_it: Domini

source: Domains handled by this Zimbra server
fr: Domaines traités par ce serveur Zimbra
it_it: Domini gestiti da questo server Zimbra

source: Domain
fr: Domaine
it_it: Dominio

source: Domain handled by this server
fr: Domaines traités par ce serveur
it_it: Domini gestiti da questo server

source: Classes of service
fr: Classe de services
it_it: Classi di servizio

source: Possible classes of service for this domain and their ids, separated by commas. Format is cos1Name|cos1Id,cos2Name|cos2Id.
fr: Classes de service possibles pour ce domaine, séparées par des virgules. Le format est cos1Name|cos1Id,cos2Name|cos2Id.
it_it: Possibili classi di servizio per questo dominio e i loro id, separati da virgole. Il formato è cos1Name|cos1Id,cos2Name|cos2Id.

source: Server did not return auth token
fr: Le serveur n'a pas retourné le jeton d'authentification
it_it: Il server non ha restituito il token di auth

source: Mail method failed to build account id
fr: La méthode de messagerie n'a pas réussi à créer l'identifiant du compte
it_it: Il metodo di posta non è riuscito a creare l'ID account

source: An account with the same email address "%s" already exists in the email server
fr: Un compte avec la même adresse e-mail "%s" existe déjà dans le serveur de messagerie
it_it: Nel server di posta esiste già un account con lo stesso indirizzo e-mail "%s"

source: Error while contacting Zimbra API: %s
fr: Erreur lors du contact avec l'API Zimbra: %s
it_it: Errore durante il contatto con l'API Zimbra: %s

source: Several addresses were given in gosaMailForwardingAddress but only one is supported by Zimbra. %s will be sent to Zimbra.
fr: Plusieurs adresses ont été fournies dans gosaMailForwardingAddress, mais une seule est prise en charge par PARTAGE. %s sera envoyé à Zimbra
it_it: Diversi indirizzi sono stati forniti in gosaMailForwardingAddress ma solo uno è supportato da Zimbra. %s sarà inviato a Zimbra.

source: Several users have uid "%s". Ignoring this member.
fr: Plusieurs utilisateurs ont l'uid "%s". j'ignore ce membre.
it_it: Diversi utenti hanno uid "%s". Ignorare questo membro.

source: Associating account
fr: Compte associé
it_it: Account associato

source: Account "%s" already existing on Zimbra server, associating it
fr: Compte "%s" déjà existant sur le serveur Zimbra, je l'associe
it_it: Account "%s" già esistente sul server Zimbra, associandolo

source: Invalid deletion mode: "%s"
fr: Mode de suppression non valide : "%s"
it_it: Modalità di cancellazione non valida: "%s"

source: Never
fr: Jamais
it_it: Mai

source: Last login
fr: Dernière connexion
it_it: Ultimo accesso

source: Account status
fr: Statut du compte
it_it: Stato dell'account

source: Unknown
fr: Inconnu
it_it: Sconosciuto
