Repository: fusiondirectory/fusiondirectory-plugins
Catalog: webservice/locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ko, nl

source: Webservice configuration
cs_cz: Nastavení webové služby
fr: Configuration du Service Web
it_it: Configurazione Webservice
ko: 웹서비스 설정
nl: Webserviceconfiguratie

source: FusionDirectory webservice plugin configuration
cs_cz: Nastavení zásuvného modulu webová služba pro FusionDirectory
fr: Configuration du plugin webservice
it_it: Configurazione del plugin Webservice di FusionDirectory
ko: FusionDirectory 웹서비스 플러그인 설정
nl: FusionDirectory webservicepluginconfiguratie

source: Webservice
cs_cz: Webová služba
fr: Service Web
ko: 웹서비스

source: Force SSL
cs_cz: Vynutit SSL
fr: Forcer le SSL
it_it: Forza l'SSL
ko: 강제 SSL
nl: SSL afdwingen

source: Allow only HTTPS JSON-RPC requests
cs_cz: Přijímat JSON-RPC požadavky pouze přes HTTPS
fr: Ne permettre que les connexions JSON-RPC en HTTPS
it_it: Permetti soltanto richieste HTTPS JSON-RPC
ko: HTTPS JSON-RPC 요청만 허용
nl: Laat enkel HTTPS JSON-RPC-aanvragen toe

source: FusionDirectory configuration %s/%s is not readable. Aborted.
cs_cz: Nastavení %s/%s FusionDirectory není čitelné. Akce byla zrušena.
fr: Le fichier de configuration de FusionDirectory %s/%s ne peut être lu. Abandon.
it_it: Il file di configurazione %s/%s non è leggibile. Operazione Annullata.
ko: FustionDirection 설정 %s/%s 을 읽을 수 없습니다. 중단됨.
nl: FusionDirectory configuratie %s/%s is niet leesbaar. Afgebroken.

source: Cannot locate file '%s' - please run '%s' to fix this
cs_cz: Nemohu nalézt soubor '%s' – opravte to prosím spuštěním '%s' (na serveru).
fr: Le fichier '%s' n’a pas été trouvé - veuillez exécuter '%s' pour régler ce problème
it_it: Impossibile trovare il file '%s' - esegui '%s' per porre rimedio al problema
ko: '%s' 파일을 사용할 수 없습니다. '%s' 를 실행해 주세요.
nl: Kan bestand '%s' niet vinden. Gelieve '%s' uit te voeren om dit op te lossen

source: Your password has expired, please set a new one.
cs_cz: Platnost hesla skončila, nastavte si nové.
fr: Votre mot de passe a expiré, veuillez changer votre mot de passe.
it_it: La tua password é scaduta, per favore impostarne una nuova.
ko: 비밀번호가 만료되었습니다. 새 비밀번호를 설정하십시오.
nl: Je paswoord is vervallen, a.u.b. stel er een nieuw in.

source: Account expired. Please contact your system administrator!
fr: Compte expiré. Veuillez contacter votre administrateur système !
it_it: Account scaduto. Si prega di contattare l'amministratore di sistema!
ko: 계정이 만료되었습니다. 시스템 관리자에게 문의하십시오!

source: Cannot get a lock on %s. It has been locked by %s.
fr: Impossible de verrouiller %s. Il a été verrouillé par %s.
it_it: Impossibile ottenere un blocco di %s. È stato bloccato da %s.
ko: %s를 잠글 수 없습니다. %s에 의해 잠겼습니다.

source: Plugin
cs_cz: Zásuvný modul
it_it: Estensione
ko: 플러그인

source: Field "%s" is not multi-valuated
cs_cz: Kolonka „%s“ není vícehodnotová
fr: Champ "%s" est pas multi valué
it_it: Il campo "%s" non è multivalore
ko: "%s" 필드는 여러 값을 가질 수 없음
nl: Veld "%s" is niet multi-waarde

source: Unknown field "%s"
cs_cz: Neznámá kolonka „%s“
fr: Champ inconnu «%s»
it_it: Campo "%s" sconosciuto
ko: 잘못된 필드 "%s"
nl: Onbekend veld "%s"

source: Failed to get password method for account "%s". It has not been locked!
cs_cz: Nepodařilo se zjistit jaká metoda je používána pro heslo u účtu „%s“. Nebyl proto uzamčen!
fr: Impossible d'obtenir la méthode de mot de passe pour le compte "%s". Le compte n'a pas été verrouillé !
it_it: Impossibile ottenere metodo di password per l'account"%s". Non è stato bloccato!
ko: "%s" 계정의 패스워드를 가져올 수 없습니다. 잠겨있지 않습니다.
nl: Kan de wachtwoordmethode niet opvragen voor account "%s". Het is niet vergrendeld!

source: Password method "%s" failed locking. Account "%s" has not been locked!
cs_cz: S metodou ukládání hesla „%s“ se zamykání nezdařilo. Účet „%s“ nebyl uzamčen!
fr: La méthode de mot de passe "%s" a échoué. Le compte "%s" n'a pas été verrouillé !
it_it: Il metodo di bloccaggio "%s" é fallito. L'account "%s" non é stato bloccato!
ko: "%s"의 패스워드를 잠글 수 없습니다. "%s" 계정이 잠겨있지 않습니다.
nl: Wachtwoordmethode "%s" kon niet vergrendelen. Account "%s" is niet vergrendeld!

source: Could not find account "%s" in LDAP. It has not been locked!
cs_cz: Účet „%s“ se nepodařilo v LDAP najít. Nebyl proto uzamčen!
fr: Impossible de trouver le compte "%s" dans le LDAP. Il n'a pas été verrouillé !
it_it: Account "%s" non trovato nella LDAP. Non é stato bloccato!
ko: LDAP에서 계정 "%s"을 찾을 수 없습니다. 잠겨있지 않습니다.
nl: Account "%s" kon niet gevonden worden in LDAP. Het is niet vergrendeld.

source: Failed to get password method for account "%s"
cs_cz: Nepodařilo se zjistit jaká metoda je používána pro heslo u účtu „%s“
fr: Impossible d'obtenir la méthode de mot de passe pour le compte "%s"
it_it: Impossibile ottenere metodo di password per l'account "%s".
ko: "%s" 계정의 패스워드를 가져올 수 없습니다.
nl: Kan de wachtwoordmethode niet opvragen voor account "%s".

source: Could not find account "%s" in LDAP
cs_cz: Účet „%s“ se nepodařilo najít v LDAP.
fr: Impossible de trouver le compte "%s" dans le LDAP
it_it: Impossibile trovare l'account "%s" nell'annuario LDAP
ko: LDAP에서 계정 "%s"를 찾을 수 없습니다.
nl: Account "%s" kon niet gevonden worden in LDAP

source: Archive action is not available: archive plugin is not installed
fr: L'action d'archivage n'est pas disponible: le plugin d'archivage n'est pas installé
it_it: L'azione di archiviazione non è disponibile: il plugin archivio non è installato
ko: 보관 작업이 가능하지 않음 : 보관 플러그인이 설치되지 않았습니다.

source: Password recovery is not activated
fr: la récupération de mot de passe est pas activée
it_it: Il recupero della password non è attivato
ko: 비밀번호 복구가 활성화되지 않았습니다

source: This token is invalid
cs_cz: tato poukázka (token) je neplatná
fr: Le jeton n'est pas valide
it_it: Questo token non è valido
ko: 토큰이 유효하지 않습니다.
nl: Deze token is niet geldig
