Repository: fusiondirectory/fusiondirectory-plugins
Catalog: freeradius/locale/*/fusiondirectory.po
Languages: el_gr, fr, it_it

source: FreeRadius information
el_gr: Πληροφορίες FreeRadius
fr: Informations sur FreeRadius
it_it: Informazioni FreeRadius

source: Support 802.1x
el_gr: Υποστήριξη 802.1x
fr: Supporter 802.1x
it_it: Supporto 802.1x

source: Tunnel medium type
el_gr: Είδος μέσου Tunnel
fr: Type de média pour le tunnel
it_it: Tunnel di tipo medio

source: Name of the tunnel medium type
el_gr: Όνομα του είδους μέσου Tunnel
fr: Nom du type de média pour le tunnel
it_it: Nome del tunnel di tipo medio

source: Tunnel type
el_gr: Τύπος Tunnel
fr: Type de tunnel
it_it: Tipo di tunnel

source: Name of the tunnel type
el_gr: Όνομα του tunnel type
fr: Nom du type de tunnel
it_it: Nome del tipo di tunnel

source: VLAN id
fr: id du Vlan
it_it: ID della VLAN

source: VLAN identifier
el_gr: Αναγνωριστικό VLAN
fr: Identifiant du Vlan
it_it: Identificatore della VLAN

source: Expiration date
el_gr: Ημερομηνία λήξης
fr: Date d'expiration
it_it: Data di scadenza

source: Date of the expiration account
el_gr: Ημερομηνία λήξης του λογαριασμού
fr: Date d'expiration du compte
it_it: Data di scadenza dell'account

source: Groups
el_gr: Ομάδες
fr: Groupes
it_it: Gruppi

source: FreeRadius Groups
el_gr: Ομάδες FreeRadius
fr: Groupes Freeradius
it_it: Gruppi FreeRadius

source: User preferences
el_gr: Προτιμήσεις χρήστη
fr: Préférences utilisateurs
it_it: Preferenze dell'utente

source: Protocol
el_gr: Πρωτόκολλο
fr: Protocole
it_it: Protocollo

source: IP Address
el_gr: Διεύθυνση IP
fr: Adresse IP
it_it: Indirizzo IP

source: IP Netmask
el_gr: Μάσκα δικτύου
fr: Masque de réseau
it_it: Maschera di rete

source: Compression
el_gr: Συμπίεση
it_it: Compressione

source: Service type
el_gr: Τύπος υπηρεσίας
fr: Type de service
it_it: Tipo di servizio

source: Session Timeout
el_gr: Όριο χρόνου συνεδρίας
fr: Délai d'inactivité
it_it: Scadenza della sessione

source: Idle Timeout
el_gr: Χρόνος αδράνειας
fr: Délai d'inactivité sans traffic
it_it: Tempo d'inattivit√†

source: Port limit
el_gr: Όριο θύρας
fr: Limite du port
it_it: limite porta

source: Advanced
el_gr: Προχωρημένο
fr: Avancé
it_it: Avanzato

source: Control attributes
el_gr: Ιδιότητες Ελέγχου
fr: Attributs de contrôle
it_it: Attributi di controllo

source: Control attributes using format [qualifiers.]<attribute> <operator> <value>
el_gr: Ιδιότητες ελέγχου με χρήση μορφοποίησης [προκριματικά.}<attribute><operator><value>
fr: Attributs de contrôle en utilisant le format [qualificateurs.]<attribute><operator><value>
it_it: Controlla gli attributi usando il formato [qualificatori.]<attribute><operator><value>

source: Reply attributes
el_gr: Ιδιότητες Απάντησης
fr: Attributs de la réponse
it_it: Rispondi agli attributi

source: Reply attributes using format [qualifiers.]<attribute> <operator> <value>
el_gr: Ιδιότητες απάντησης με χρήση μορφοποίησης [προκριματικά.}<attribute><operator><value>
fr: Attributs de réponse en utilisant le format [qualificateurs.]<attribute><operator><value>
it_it: Rispondi agli attributi usando il formato [qualificatori.]<attribute><operator><value>

source: Request attributes
el_gr: Ιδιότητες Αιτήματος
fr: Attributs de la requête
it_it: Richiedi attributi

source: Request attributes using format [qualifiers.]<attribute> <operator> <value>
el_gr: Ιδιότητες αιτησης με χρήση μορφοποίησης [προκριματικά.}<attribute><operator><value>
fr: Attributs de requètes en utilisant le format [qualificateurs.]<attribute><operator><value>
it_it: Richiedi attributi usando il formato [qualificatori.]<attribute><operator><value>
