Repository: fusiondirectory/fusiondirectory-plugins
Catalog: dsa/locale/*/fusiondirectory.po
Languages: cs_cz, de, it_it, ko, nl

source: DSA configuration
cs_cz: Nastavení DSA
de: DSA-Konfiguration
it_it: Configurazione DSA
ko: DSA 설정
nl: DSA configuratie

source: FusionDirectory dsa plugin configuration
cs_cz: Nastavení zásuvného modulu dsa pro FusionDirectory
de: FusionDirectory dsa Pluginkonfiguration
it_it: Configurazione del plugin DSA di FusionDirectory
ko: FusionDirectory dsa 플러그인 설정
nl: FusionDirectory dsa plugin configuratie

source: DSA RDN
cs_cz: Relativní rozlišený název DSA
it_it: RDN DSA

source: Branch in which Directory Service Account (dsa) will be stored
cs_cz: Větev, ve které bude uložen servisní účet adresáře (dsa)
de: Zweig, in welchem das Verzeichnisdienstkonto (dsa) gespeichert wird
it_it: Ramo nel quale il Directory Service Account (dsa) sar√† immagazzinato
ko: 디렉토리 서비스 계정(dsa)이 저장될 브랜치
nl: Tak waarin Directory Service Account (dsa) zal opgeslagen worden

source: DSA management
cs_cz: Správa DSA
de: DSA-Verwaltung
it_it: Gestione DSA
ko: DSA 관리
nl: DSA beheer

source: Simple security object
cs_cz: Jednoduchý objekt zabezpečení
de: Einfaches Sicherheitsobjekt
it_it: Ogetti Simple security
ko: 단순 보안 오브젝트
nl: Eenvoudig veiligheidsobject

source: Entry name
cs_cz: Název položky
de: Eingangsname
it_it: nome della voce
ko: 항목명
nl: Naam ingave

source: Account name
cs_cz: Název účtu
de: Kontenname
it_it: Nome dell'account
ko: 계정명
nl: Account naam

source: Description
cs_cz: Popis
de: Beschreibung
it_it: Descrizione
ko: 설명
nl: Omschrijving

source: Description of this simple security object
cs_cz: Popis tohoto objektu jednoduchého zabezpečení
it_it: Descrizione di questo semplice oggetto di sicurezza
ko: 단순 보안 오브젝트의 설명
nl: Omschrijving van dit eenvoudig veiligheidsobject

source: Change password
cs_cz: Změnit heslo
de: Passwort Ã¤ndern
it_it: Cambia la password
ko: 패스워드 변경
nl: Verander paswoord

source: Password
cs_cz: Heslo
de: Passwort
ko: 패스워드
nl: Paswoord

source: Manage simple security objects
it_it: Gestire oggetti di sicurezza semplici
ko: 간단한 보안 개체 관리
