Repository: fusiondirectory/fusiondirectory-plugins
Catalog: game/locale/*/fusiondirectory.po
Languages: cs_cz, it_it

source: John Lennon has arrived
cs_cz: Dorazil John Lennon
it_it: John Lennon Ã© arrivato

source: Create a user for John Lennon with login <b>john</b>
cs_cz: Vytvořte účet pro uživatele John Lennon s uživatelským jménem <b>john</b>
it_it: Creare un utente per John Lennon con login <b>john</b>

source: The Beatles are here
cs_cz: Beatles jsou zde
it_it: I Beatles sono qui

source: Create a user template named <b>beatle</b>, using <i>http://%l|givenName%.com</i> as homepage and <i>%l|sn%</i> (lower case first name) as password
cs_cz: Vytvořte šablonu uživatelského účtu, nazvanou <b>beatle</b>, s použitím <i>http://%l|givenName%.com</i> coby domovské stránky a <i>%l|sn%</i> (jméno malými písmeny) jako hesla
it_it: Creare un utente modello chiamato <b>beatle</b>, usando <i>http://%l|givenName%.com</i> come homepage e <i>%l|sn%</i> (nome in minuscolo) come password

source: Create a user for Paul McCartney using beatle template (login paul)
cs_cz: Vytvořte účet uživatele Paul McCartney s použitím šablony beatle (uživatelské jméno paul)
it_it: Creare un utente per Paul McCartney utilizzando il modello Beatle (login paul)

source: Create a user for George Harrison using beatle template (login george)
cs_cz: Vytvořte účet uživatele George Harrison s použitím šablony beatle (uživatelské jméno george)
it_it: Creare un utente per George Harrison utilizzando il modello Beatle (login george)

source: Create a user for Ringo Starr using beatle template (login ringo)
cs_cz: Vytvořte účet pro uživatele Ringo Starr s použitím šablony beatle (uživatelské jméno ringo)
it_it: Creare un utente per Ringo Starr utilizzando il modello Beatle (login ringo)

source: Create a POSIX group for The Beatles named <b>beatles</b> and add the 4 beatles to this group
cs_cz: Vytvořte POSIX skupinu pro Beatles, nazvanou <b>beatles</b> a přidejte do ní účty všech 4 hudebníků
it_it: Creare un gruppo POSIX per I Beatles chiamato <b>beatles</b> e aggiungere i 4 beatles a questo gruppo

source: The Beatles bought computers
cs_cz: Beatles si koupili počítače
it_it: I Beatles hanno comperato dei computers

source: Create a server named <b>yellow-submarine</b> with IP 192.168.1.129 and MAC 00:11:22:33:44:01
cs_cz: Vytvořte server, nazvaný <b>zluta-ponorka</b> s IP adresou 192.168.1.129 a MAC adresou 00:11:22:33:44:01
it_it: Creare un server <b>yellow-submarine</b> con indirizzo IP 192.168.1.129 e MAC 00:11:22:33:44:01

source: Add a DNS service for zone <b>beatles.fake</b> on this server
cs_cz: Přidat na tento server DNS službu pro zónu <b>beatles.smyslena</b>
it_it: Aggiungi servizio DNS per zona <b>beatles.fake</b> su questo server

source: Add a DHCP service for the network <b>192.168.1.128/26</b> on this server
cs_cz: Přidat na tento server službu DHCP pro síť <b>192.168.1.128/26</b>
it_it: Aggiungi servizio DHCP per zona <b>192.168.1.128/26</b> su questo server

source: Create a workstation for John's laptop, with IP 192.168.1.130 and MAC 00:11:22:33:44:02
cs_cz: Vytvořte záznam pro pracovní stanici (notebook) uživatele John, s IP adresou 192.168.1.130 a MAC adresou 00:11:22:33:44:02
it_it: Creare una postazione di lavoro per il portatile di John con indirizzo IP 192.168.1.130 e MAC 00:11:22:33:44:02

source: Create a winstation for George's laptop, as he is running windows, with IP 192.168.1.131 and MAC 00:11:22:33:44:03
cs_cz: Vytvořte záznam pro stroj s MS Windows (notebook) uživatele George, s IP adresou 192.168.1.131 a MAC adresou 00:11:22:33:44:03
it_it: Creare una postazione di lavoro per il portatile di George, su Windows, con indirizzo IP 192.168.1.131 e MAC 00:11:22:33:44:03
