Repository: fusiondirectory/fusiondirectory-plugins
Catalog: personal/locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ru

source: Personal configuration
cs_cz: Osobní nastavení
fr: Configuration du plugin personal
it_it: Configurazione personale
ru: Личные настройки

source: FusionDirectory personal plugin configuration
cs_cz: Nastavení zásuvného modulu Osobní pro FusionDirectory
fr: Configuration du plugin personal
it_it: Configurazione del plugin personale di FusionDirectory
ru: Личные настройки плагинов FusionDirectory

source: Personal
cs_cz: Osobní
fr: Personnel
it_it: Personale
ru: Контакт

source: Allow use of private email for password recovery
cs_cz: Umožnit pro obnovu hesla použít soukromý e-mail
fr: Autoriser le courriel privé pour la récupération de mot de passe
it_it: Permetti l'uso dell'email privata per recuperare la password
ru: Позволить использовать приватный адрес электронной почты для восстановления пароля

source: Allow users to use their private email address for password recovery
cs_cz: Umožnit uživatelům použít své soukromé e-mailové adresy pro obnovu hesla
fr: Autoriser les utilisateurs à utiliser leur adresse de courriel privée pour la récupération de mot de passe
it_it: Permette agli utenti l'uso delle loro email private per recuperare la password
ru: Позволить пользователям использовать свой приватный адрес электронной почты для восстановления пароля

source: Site
cs_cz: Místo
it_it: Sito
ru: Сайт

source: Website the account is on
cs_cz: Web, na kterém se tento účet nachází
fr: Site web pour ce compte
it_it: L'account del sito Web é attivo
ru: Сайт на котором находится аккаунт

source: Id of this user on this website
cs_cz: Identifikátor tohoto uživatele na tomto webu
fr: Id de cet utilisateur sur ce site
it_it: L'id di questo utente è sul sito web
ru: Идентификатор пользователя на этом сайте

source: Social handler "%s" does not exists
fr: Le type de compte social "%s" n'existe pas
it_it: Il gestore sociale "%s" non esiste

source: Personal information
cs_cz: Osobní údaje
fr: Informations personnelles
it_it: Informazioni personali
ru: Личная информация

source: Personal info
cs_cz: Osobní údaje
fr: Informations personnelles
it_it: Informazioni personali
ru: Личная информация

source: Personal title
cs_cz: Oslovení
fr: Titre personnel
it_it: Titolo personale
ru: Обращение

source: Personal title - Examples of personal titles are "Ms", "Dr", "Prof" and "Rev"
cs_cz: Oslovení – např. paní, doktore, profesorko a ctihodný otče
fr: Titre personnel - Des exemples de titres sont "Docteur", "Professeur" et "Révèrent"
it_it: Titolo personale - Esempi di titoli personali sono "Sig", "Dott.", "Prof" e "Don"

source: Nickname
cs_cz: Přezdívka
fr: Surnom
it_it: Soprannome
ru: Прозвище

source: Nicknames for this user
cs_cz: Přezdívka tohoto uživatele
fr: Surnoms de cet utilisateur
it_it: Soprannome di questo utente
ru: Прозвище этого пользователя

source: Badge Number
cs_cz: Číslo odznaku
fr: Numéro de badge
it_it: Numero di matricola
ru: Номер пропуска

source: Company badge number
cs_cz: Číslo odznaku společnosti
fr: Numéro du badge société
it_it: NUmero di matricola della Società
ru: Номер пропуска в компании

source: Date of birth
cs_cz: Datum narození
fr: Date de naissance
it_it: Data di nascita
ru: Дата рождения

source: Sex
cs_cz: Pohlaví
fr: Sexe
it_it: Sesso
ru: Пол

source: Gender
cs_cz: Pohlaví
fr: Genre
it_it: Sesso
ru: Пол

source: Country
cs_cz: Země
fr: Pays
it_it: Stato
ru: Страна

source: Start date
cs_cz: Datum začátku
fr: Date de début
it_it: Data d'inizio
ru: Дата начала

source: Date this user joined the company
cs_cz: Datum kdy uživatel nastoupil do organizace
fr: Date à laquelle cet utilisateur a rejoint la société
it_it: Data alla quale l'utente ha integrato la Societa
ru: Дата, когда этот пользователь присоединился к комапании

source: End date
cs_cz: Datum ukončení
fr: Date de fin
it_it: Data di fine
ru: Дата окончания

source: Date this user is supposed to leave the company
cs_cz: Datum kdy má tento uživatel opouštět organizaci
fr: Date à laquelle cet utilisateur est censé quitter l'entreprise
it_it: Data alla quale l'utente dovrebbe lasciare la società
ru: Дата, когда пользователь должен покинуть комапанию

source: Photo Visible
cs_cz: Foto viditelné
it_it: Foto Visibile

source: Should the photo of the user be visible on external tools
cs_cz: Zda má být foto uživatele viditelné pro vnější nástroje
fr: Est ce que la photo de l'utilisateur devrait être visible sur les outils externes ?
it_it: La foto dell'utente dovrebbe essere visibile su strumenti esterni

source: Contact
cs_cz: Kontakt
it_it: Contatto
ru: Контакт

source: Social account
cs_cz: Účet na společenských sítích
fr: Compte réseau social
it_it: Account social
ru: Аккаунт в социальных сетях

source: Social accounts of this user
cs_cz: Účty tohoto uživatele na společenských sítích
fr: Compte sur les réseaux sociaux de cet utilisateur
it_it: Account social di questo utente
ru: Под какой учетной записью пользователь зарегистрирован в социальных сетях

source: Private email
cs_cz: Soukromý e-mail
fr: Courriel privé
it_it: Email personale
ru: Приватный адрес электронной почты

source: Private email addresses of this user
cs_cz: Soukromá e-mailová adresa tohoto uživatele
fr: Adresses de courriel privées de cet utilisateur
it_it: Indirizzo email personale di questo utente
ru: Приватный адрес электронной почты этого пользователя

source: Diaspora accounts must look like user@pod
cs_cz: Diaspora účet má podobu uživatel@server
fr: Les comptes Diaspora doivent être sous la forme user@pod
it_it: L'account di Diaspora deve essere impostato come user@pod

source: GitHub account names have at most 39 characters, contain only alphanumeric characters or hyphens, cannot have multiple consecutive hyphens, and cannot begin or end with a hyphen
fr: Les noms de compte GitHub comportent au plus 39 caractères, ne contiennent que des caractères alphanumériques ou des traits d'union, ne peuvent pas avoir plusieurs traits d'union consécutifs et ne peuvent pas commencer ou se terminer par un trait d'union
it_it: I nomi degli account GitHub hanno al massimo 39 caratteri, contengono solo caratteri alfanumerici o trattini, non possono avere più trattini consecutivi e non possono iniziare o terminare con un trattino

source: Google Scholar account IDs have exactly 12 alphanumerical characters or hyphens or underscores
fr: Les identifiants de compte Google Scholar comportent exactement 12 caractères alphanumériques, traits d'union ou traits de soulignement
it_it: Gli ID account Google Scholar hanno esattamente 12 caratteri alfanumerici o trattini o trattini bassi

source: Matrix
it_it: Matrice

source: Matrix user IDs have the format '@username:server'
fr: Les ID utilisateur de la matrice ont le format «@username: server»
it_it: Gli ID utente della matrice hanno il formato "@username: server"

source: ORCID account IDs must look like XXXX-XXXX-XXXX-XXXX where X are digits
fr: Les identifiants de compte ORCID doivent ressembler à XXXX-XXXX-XXXX-XXXX où X sont des chiffres

source: Incorrect ORCID value, the checksum does not match
fr: Valeur ORCID incorrecte, la somme de contrôle ne correspond pas

source: Id
cs_cz: Identifikátor
ru: Ид
