Repository: fusiondirectory/fusiondirectory-plugins
Catalog: renater-partage/locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it

source: Renater-Partage configuration page
fr: Configuration de PARTAGE de RENATER

source: FusionDirectory Partage plugin configuration
fr: Configuration du plugin Partage de FusionDirectory

source: Partage Plugin Configuration
fr: Configuration du plugin partage

source: Mailbox actions upon user mail tab removal
fr: Actions de la boîte aux lettres lors de la suppression de l'onglet de messagerie de l'utilisateur

source: Option to take in case of user mail tab removal
fr: Option à prendre en cas de suppression de l'onglet de messagerie de l'utilisateur

source: Delete
cs_cz: Smazat
fr: Supprimer
it_it: Elimina

source: Disable
cs_cz: Vypnout
fr: Désactiver
it_it: Disattivare

source: Option to override Partage with LDAP data
fr: Option pour remplacer Partage avec des données LDAP

source: Re-activate mailbox upon LDAP updates
fr: Réactiver la boîte aux lettres lors des mises à jour LDAP

source: Option to re-activate mailbox if updates are pushed from LDAP
fr: Option pour réactiver la boîte aux lettres si les mises à jour sont envoyées depuis LDAP

source: Partage Plugin Token Configuration
fr: Configuration du token du plugin partage

source: Token lifetime
fr: Durée de vie du jeton

source: Defines lifetime of the access token in seconds. Max 4min59
fr: Définit la durée de vie du jeton d'accès en secondes. Maximum 4min59

source: Partage Plugin Advanced Configuration
fr: Configuration avancée du plugin partage

source: Port protection against parallel script execution
fr: Protection de port contre l'exécution en parallèle

source: Set the TCP port to be used for the protective socket against parallel script execution
fr: Définissez le port TCP à utiliser pour le socket de protection contre le script s’exécutant en parallèle

source: Timelapse between parallel detection (sec)
fr: Délai entre la détection parallèle (sec)

source: Set the required timelapse to respect after a parallel script detection
fr: Définir le temps requis à respecter après une détection de script parallèle

source: Partage group options
cs_cz: Předvolby partage skupiny
fr: Options de groupe de Renater Partage
it_it: Opzioni del gruppo Partage

source: Display name
cs_cz: Zobrazované jméno
fr: Nom à afficher
it_it: Mostra il nome

source: Name to display for this group
cs_cz: Název pod kterým zobrazovat tuto skupinu
fr: Nom à afficher pour ce groupe
it_it: Nome da visualizzare per questo gruppo

source: Hide from global catalog
cs_cz: Nezobrazovat v globálním katalogu
fr: Masquer du catalogue global
it_it: Nascondi dal catalogo globale

source: Whether this group should be hidden from the global catalog
cs_cz: Zda má tato skupina být skryta v globálním katalogu
fr: Est ce que ce groupe doit être caché dans le catalogue global
it_it: Sia che questo gruppo sia nascosto dal catalogo globale

source: Type of PARTAGE group
cs_cz: Typ PARTAGE skupiny
fr: Type de groupe PARTAGE
it_it: Tipo di gruppo PARTAGE

source: Distribution list
cs_cz: Distribuční seznam
fr: Liste de distribution
it_it: Lista di distribuzione

source: Group
cs_cz: Skupina
fr: Groupes
it_it: Gruppo

source: Alert new members
cs_cz: Upozornit nové členy
fr: Prévenir les nouveaux membres
it_it: Avvisare nuovi membri

source: Send a message to alert new members, they have joined this group
cs_cz: Novým členům poslat zprávu že byli zařazeni do skupiny
fr: Envoyer un message pour prévenir les nouveaux membres, ils ont rejoint ce groupe
it_it: Invia un messaggio per avvisare i nuovi membri che hanno aderito a questo gruppo

source: Notes about this group
cs_cz: Poznámky k této skupině
fr: Notes sur ce groupe
it_it: Note su questo gruppo

source: Settings
cs_cz: Nastavení
fr: Paramètres
it_it: Impostazioni

source: URI to contact the Renater Partage API
cs_cz: URI na které kontaktovat API Renater Partage
fr: URI pour contacter l'api Renater Partage
it_it: Link per contattare l'API Partage di Renater

source: User Agent
fr: Agent utilisateur
it_it: Utente Agente

source: User Agent to use to contact the Renater Partage API
cs_cz: User Agent který použít při kontaktování Renater Partage API
fr: Agent utilisateur à utiliser pour contacter l'API Renater Partage
it_it: User Agent da utilizzare per contattare l'API Renater Partage

source: Domains
cs_cz: Domény
fr: Domaines
it_it: Domini

source: Domains handled by this Renater Partage server
cs_cz: Domény spravované tímto Renater Partage serverem
fr: Domaines traités par ce serveur Renater Partage
it_it: Domini gestiti da questo server di Partage Renater

source: Domain
cs_cz: Doména
fr: Domaine
it_it: Dominio

source: Domain handled by this server
cs_cz: Doména obsluhovaná tímto serverem
fr: Domaines traités par ce serveur
it_it: Domini gestiti da questo server

source: Key
cs_cz: Klíč
fr: Clef

source: Key for this domain
cs_cz: Klíč pro tuto doménu
fr: Clef pour ce domaine
it_it: Chiave per questo dominio

source: Classes of service
cs_cz: Třídy služeb
fr: Classe de services
it_it: Classi di servizio

source: Possible classes of service for this domain and their ids, separated by commas. Format is cos1Name|cos1Id,cos2Name|cos2Id.
cs_cz: Možné třídy služeb pro tuto doménu a jejich identifikátory, oddělované čárkou. Forma zápisu je cos1Name|cos1Id,cos2Name|cos2Id.
fr: Classes de service possibles pour ce domaine, séparées par des virgules. Le format est cos1Name|cos1Id,cos2Name|cos2Id.
it_it: Possibili classi di servizio per questo dominio e i loro id, separati da virgole. Il formato è cos1Name|cos1Id,cos2Name|cos2Id.

source: Partage sympa options
cs_cz: Předvolby partage sympa
fr: Options sympa de Renater Partage
it_it: Opzioni sympa di Partage

source: Server
fr: Serveur

source: Email server
cs_cz: E-mailový server
fr: Serveur de messagerie
it_it: Server di posta elettronica

source: Alternative addresses
cs_cz: Alternativní adresy
fr: Adresses alternatives
it_it: Indirizzi alternativi

source: Alternative mail addresses for the list
cs_cz: Alternativní e-mailová adresa pro konferenci
fr: Adresses de courriel alternatives pour la liste
it_it: Indirizzo mail alternativo per la lista

source: Mail method cannot connect: %s
cs_cz: E-mailová metodou se nelze připojit: %s
fr: Le méthode de courriel ne peut pas se connecter : %s
it_it: L'algoritmo di posta elettronica non riesce a connettersi : %s

source: Cannot update mailbox: %s
cs_cz: Nezdařilo se aktualizovat schránku: %s
fr: Impossible de mettre à jour le compte : %s
it_it: Impossibile aggiornare l'account : %s

source: Cannot remove mailbox, mail method cannot connect: %s
cs_cz: E-mailovou schránku se nedaří odebrat, nedaří se připojit metodou: %s
fr: Impossible de supprimer le compte de messagerie, impossible de se connecter à : %s
it_it: Impossibile rimuovere la mailbox, il metodo di posta non riesce a connettersi a: %s

source: Cannot remove mailbox: %s
cs_cz: Nelze odebrat schárnku: %s
fr: Impossible de supprimer le compte de messagerie : %s
it_it: Impossibile rimuovere mailbox : %s

source: Server did not return auth token
cs_cz: Server nevrátil ověřovací token
fr: Le serveur n'a pas retourné le jeton d'authentification
it_it: Il server non ha restituito il token di auth

source: Partage API answer malformated
cs_cz: Chybně formulovaná odpověď Partage API
fr: Partage API réponse mal formée
it_it: La risposta API di Partage é malformata

source: Partage API Auth failed: %s
cs_cz: Ověření Partage API se nezdařilo: %s
fr: Partage API Auth a échoué: %s
it_it: L'auth dell'API di Partage non é riuscita: %s

source: Partage API Auth failed with no error message
cs_cz: Ověření partage API se nezdařilo bez chybového hlášení
fr: Partage API Auth a échoué sans message d'erreur
it_it: L'Auth dell'API Partage non è riuscita con nessun messaggio di errore

source: Unable to connect to %s: %s
cs_cz: Nedaří se připojit k 1%s: 1%s
fr: Impossible de se connecter à %s: %s
it_it: Impossible connettersi a %s: %s

source: Unable to connect to %s
cs_cz: Nedaří se připojit k %s
fr: Impossible de se connecter à %s
it_it: Impossibile connettersi a %s

source: Email address "%s" does not use the correct partage domain "%s"
fr: L'adresse e-mail "%s" n'utilise pas le domaine de partage correct "%s"
it_it: L'indirizzo email "%s" non utilizza il dominio partage corretto "%s"

source: Several addresses were given in gosaMailForwardingAddress but only one is supported by PARTAGE. %s will be sent to PARTAGE.
cs_cz: V gosaMailForwardingAddress bylo zadáno několik adres, ale pouze jedna je podporovaná PARTAGE. %s bude odesláno na PARTAGE.
fr: Plusieurs adresses ont été fournies dans gosaMailForwardingAddress, mais une seule est prise en charge par PARTAGE. %s sera envoyé à PARTAGE.
it_it: Diversi indirizzi sono stati dati in gosaMailForwardingAddress ma solo uno è supportato da PARTAGE. %s verrà inviato a PARTAGE.

source: Several users have uid "%s". Ignoring this member.
cs_cz: Několik uživatelů má uid „%s“. Toto číslo bude ignorováno.
fr: Plusieurs utilisateurs ont l'uid "%s". j'ignore ce membre.
it_it: Diversi utenti hanno uid "%s". Ignorare questo membro.

source: This account already exists and is not allowed to be updated !
fr: Ce compte existe déjà et n'est pas autorisé à être mis à jour !

source: This account was not set into active state for some reasons...
fr: Ce compte n'a pas été activé pour certaines raisons...

source: This account is not in active status, activate first !
fr: Ce compte n'est pas actif, activez-le d'abord !

source: Attempt to rename address-email or e-mail address already exist !
fr: Tentative de renommage adresse-email ou adresse e-mail déjà existante !

source: Invalid value in fdRenaterPartageServerDeletionType
cs_cz: Neplatná hodnota v fdRenaterPartageServerDeletionType
fr: Valeur non valide dans fdRenaterPartageServerDeletionType
it_it: Valore non valido in fdRenaterPartageServerDeletionType

source: Never
cs_cz: Nikdy
fr: Jamais
it_it: Mai

source: Last login
cs_cz: Poslední přihlášení
fr: Dernière connexion
it_it: Ultimo accesso

source: Account status
cs_cz: Stav účtu
fr: Statut du compte
it_it: Stato dell'account

source: Unknown
cs_cz: Neznámé
fr: Inconnu
it_it: Sconosciuto

source: Information
cs_cz: Informace
it_it: Informazione

source: Type
cs_cz: Typ
it_it: Tipo

source: Notes
cs_cz: Poznámky
it_it: Note
