Repository: fusiondirectory/fusiondirectory-plugins
Catalog: sogo/locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ko, nl

source: SOGo configuration
cs_cz: Nastavení SOGo
fr: Configuration SOGo
it_it: Configurazione di SOGo
ko: SOGo 설정
nl: SOGo-configuratie

source: FusionDirectory sogo plugin configuration
cs_cz: Nastavení zásuvného modulu sogo pro FusionDirectory
fr: Configuration du plugin SOGo
it_it: Configurazione del plugin sogo di FusionDirectory
ko: FusionDirectory sogo 플러그인 설정
nl: FusionDirectory SOGo plugin configuratie

source: SOGo RDN
cs_cz: Relativní rozlišený název SOGo
fr: Branche SOGo
it_it: RDN SOGo

source: Branch in which SOGo objects will be stored
cs_cz: Větev, ve které budou uloženy objekty SOGo
fr: Branche où seront stockés les objets SOGo
it_it: Ramo in cui gli oggetti SOGo saranno immagazzinati
ko: SOGo 개체가 저장될 브랜치
nl: Tak waarin SOGo-objecten zullen opgeslagen worden

source: SOGo management
cs_cz: Správa SOGo
fr: Gestion SOGo
it_it: Gestione di SOGo
ko: SOGo 관리
nl: SOGo-beheer

source: SOGo resource
cs_cz: SOGo prostředek
fr: Ressource SOGo
it_it: Risorsa di SOGo
ko: SOGo 자원

source: Entry name
cs_cz: Název položky
fr: Nom
it_it: nome della voce
ko: 항목명
nl: Naam item

source: Account name
cs_cz: Název účtu
fr: Nom du compte
it_it: Nome dell'account
ko: 계정명
nl: Accountnaam

source: Mail
cs_cz: E-mail
fr: Courriel
ko: 메일
nl: E-mail

source: description
cs_cz: popis
it_it: descrizione
ko: 설명
nl: beschrijving

source: Multiplebookings
cs_cz: Vícenásobné rezervace
fr: Nombre de réservations maximum
ko: 다중예약.
nl: Meerdere boekingen

source: Kind
cs_cz: Druh
fr: Type
it_it: Tipo
ko: 종류
nl: Soort

source: Manage SOGo resources
fr: Gérer les ressources SOGo
it_it: Gestire le risorse SOGo
ko: SOGo 리소스 관리
nl: Beheer SOGo-bronnen
