Repository: fusiondirectory/fusiondirectory-plugins
Catalog: repository/locale/*/fusiondirectory.po
Languages: cs_cz, el_gr, fr, it_it, nl, pt

source: Repository management
cs_cz: Správa repozitáře

source: Repository
cs_cz: Repozitář
el_gr: Αποθετήριο
fr: Dépôt
it_it: Deposito
pt: Repositório

source: Build repository
cs_cz: Vytvořit repozitář
el_gr: Αποθετήριο έκδοσης
fr: Dépôt de construction
it_it: Costruisci il Repository
pt: Construir repositório

source: Name
cs_cz: Název
el_gr: Όνομα
fr: Nom
it_it: Nome
nl: Naam
pt: Nome

source: Unique name for this repository
cs_cz: Neopakující se název pro tento repozitář
el_gr: Μοναδικό όνομα για το αποθετήριο.
fr: Nom unique pour ce dépôt
it_it: Nome unico per questo Repository
nl: Unieke naam voor deze repository
pt: Nome único para este repositório

source: Description
cs_cz: Popis
el_gr: Περιγραφή
it_it: Descrizione
nl: Omschrijving
pt: Descrição

source: Description of this repository
cs_cz: Popis tohoto repozitáře
el_gr: Περιγραφή αυτο του αποθετηρίου
fr: Description de ce dépôt
it_it: Descrizione del repository
nl: Omschrijving van deze repository

source: Distribution sections
cs_cz: Sekce distribuce
el_gr: Ενότητες διανομής
fr: Sections du dépôt
it_it: Sezioni di distribuzione
nl: Distributiesecties
pt: Seção de distribuição

source: The distribution sections this repository provides
cs_cz: Sekce distribuce, které tento repozitář poskytuje
el_gr: Οι ενότητες της διανομής που παρέχει αυτό το αποθετήριο
fr: Les sections de la distribution disponibles sur ce dépôt
it_it: Le sezioni di distribuzioni fornite da questo repository
nl: De distributiesectie die deze repository voorziet
pt: As seções de distribuição deste repositório fornece

source: Private
cs_cz: Soukromé
el_gr: Ιδιωτικό
fr: Privé
it_it: Privato
nl: Privaat
pt: Particular

source: Is this repository private or public?
cs_cz: Je tento repozitář soukromý nebo veřejný?
el_gr: Αυτό το αποθετήριο είναι ιδιωτικό ή δημόσιο?
fr: Ce dépôt est privé ou public?
it_it: Questo Repository Ã¨ pubblico o privato ?
nl: Is deze repository privaat of publiek?
pt: Este repositório é privado ou público?

source: Type
cs_cz: Typ
el_gr: Τύπος
it_it: Tipo
pt: Tipo

source: Repository type
cs_cz: Typ repozitáře
el_gr: Τύπος αποθετηρίου
fr: Type de dépôt
it_it: Tipo di repository
pt: Tipo de repositório

source: Members
cs_cz: Členové
el_gr: Μέλη
fr: Membres
it_it: Membri
nl: Leden
pt: Membros

source: Admins
cs_cz: Správci
el_gr: Διαχειριστές
fr: Administrateurs
it_it: Amministratori
nl: Systeembeheerders
pt: Administradores

source: Admins of this repository
cs_cz: Správci tohoto repozitáře
el_gr: Διαχειριστές του αποθετηρίου
fr: Administrateurs de ce dépôt
it_it: Amministratori di questo repository
nl: Systeembeheerders van deze repository
pt: Administradores deste repositório

source: Uploaders
cs_cz: Nahrávající

source: Uploaders of this repository
cs_cz: Kdo do tohoto repozitáře nahrává data
el_gr: Uploaders του αποθετηρίου
fr: Uploaders de ce dépôt
it_it: Uploaders di questo repository
nl: Uploaders van deze repository
pt: Uploaders deste repositório

source: Users
cs_cz: Uživatelé
el_gr: Χρήστες
fr: Utilisateurs
it_it: Utenti
nl: Gebruikers
pt: Usuários

source: Users of this repository
cs_cz: Uživatelé tohoto repozitáře
el_gr: Χρήστες του αποθετηρίου
fr: Utilisateurs de ce dépôt
it_it: Utenti di questo repository
nl: Gebruikers van deze repository
pt: Usuários deste repositório

source: Repository distribution
cs_cz: Distribuce repozitáře
el_gr: Διανομή αποθετηρίου
fr: Distribution de dépôt
it_it: Distribuzione del repository
nl: Repositorydistributie
pt: Distribuição do repositório

source: Unique name for this distribution
cs_cz: Jedinečný název pro tuto distribuci
el_gr: Ένα μοναδικό όνομα για αυτήν τη διανομή
fr: Nom unique pour cette distribution
it_it: Nome unico per questa distribuzione
nl: Unieke naam voor deze distributie
pt: Nome único para esta distribuição

source: Description of this distribution
cs_cz: Popis této distribuce
el_gr: Περιγραφή της διανομής
fr: Description pour cette distribution
it_it: Descrizione di questa distribuzione
nl: Beschrijving van deze distributie
pt: Descrição desta distribuição

source: Section
cs_cz: Sekce
el_gr: Ενότητα
it_it: Sezione
nl: Sectie
pt: Seção

source: The sections this distribution contains
cs_cz: Sekce, které tato distribuce obsahuje
el_gr: Οι ενότητες που περιλαμβάνει αυτή η διανομή
fr: Les sections que cette distribution contient
it_it: Le sezioni incluse in questa distribuzione
nl: De sectie die de distributie bevat
pt: A seção desta distribuição contém

source: Based on
cs_cz: Vychází z
el_gr: Βασισμένο σε
fr: Basé sur
it_it: Basata su
nl: Gebaseerd op
pt: Baseado em

source: The distributions this one is based on
cs_cz: Distribuce, na kterých je tato založena
el_gr: Οι διανομές στις οποιες βασίζεται
fr: Les distributions sur lesquelles se base celle-ci
it_it: Le distribuzioni sulle quali questo repository si basa
nl: De distributie waarop deze gebaseerd is
pt: Distribuição a qual este é baseado

source: Repository section
cs_cz: Sekce repozitáře
el_gr: Ενότητα αποθετηρίου
fr: Section de dépôt
it_it: Sezione del repository
nl: Repositorysectie
pt: Seção do repositório

source: Unique name for this section
cs_cz: Neopakující se název pro tuto sekci
el_gr: Ένα μοναδικό όνομα για αυτή την ενότητα
fr: Nom unique pour cette section
it_it: Nome unico per questa sezione
nl: Unieke naam voor deze sectie
pt: Nome único para esta seção

source: Description of this section
cs_cz: Popis této sekce
el_gr: Περιγραφή αυτής της ενότητας
fr: Description pour cette section
it_it: Descrizione di questa sezione
nl: Beschrijving van deze sectie
pt: Descrição desta seção

source: The sections this one is based on
cs_cz: Sekce, na kterých je tato založena
el_gr: Οι ενότητες στις οποίες βασίζεται
fr: Les sections sur lesquelles est basée celle-ci
it_it: Le sezioni sulle quali questo repository si basa
nl: De sectie waarop deze gebaseerd is
pt: A seção a qual este é baseado

source: Repository configuration
cs_cz: Nastavení repozitáře
el_gr: Ρύθμιση του αποθετηρίου
fr: Configuration des dépôts
it_it: Configurazione del Repository
nl: Repositoryconfiguratie
pt: Configuração de repositório

source: FusionDirectory repository plugin configuration
cs_cz: Nastavení zásuvného modulu repozitář pro FusionDirectory
el_gr: Ρύθμιση προσθέτου του αποθετηρίου FusionDirectory
fr: Configuration du plugin repository
it_it: Configurazione del plugin Repository di FusionDirectory
nl: FusionDirectory respository plugin configuratie
pt: Configuração do plugin de repositório do FusionDirectory

source: Repository RDN
cs_cz: Relativní rozlišený název repozitáře
el_gr: RDN αποθετηρίου
fr: Branche des dépôts
it_it: RDN Repository
pt: Repositório RDN

source: Branch in which repository objects will be stored
cs_cz: Větev, ve které budou uloženy objekty repozitáře
el_gr: Κλάδος στον οποίο θα αποθηκεύονται τα αντικείμενα του αποθετηρίου
fr: Branche où seront stockés les objets dépôts
it_it: Ramo nel quale gli oggetti Repository saranno immagazzinati
nl: Sectie in dewelke depotobjecten zullen opgeslagen worden
pt: Ramo que armazenará objetos de repositório

source: Repository types
cs_cz: Typy repozitářů
el_gr: Τύποι αποθετηρίου
fr: Types de dépôt
it_it: Tipi di repository
nl: Repository type
pt: Tipo de repositório

source: Available repository types
cs_cz: Typy repozitářů k dispozici
el_gr: Διαθέσιμοι τύποι αποθετηρίου
fr: Types de dépôts disponibles
it_it: Tipi di repository disponibili
nl: Beschikbare repository types
pt: Tipo de repositórios disponíveis

source: Repositories management
fr: Gestion des dépôts
it_it: Gestione dei repository

source: Manage repositories
fr: Gérer les dépôts
it_it: Gestisci i repository

source: Repositories
el_gr: Αποθετήρια
fr: Dépôts
