Repository: fusiondirectory/fusiondirectory-plugins
Catalog: mail/locale/*/fusiondirectory.po
Languages: it_it, nl, pt_br

source: Maximum number of threads
it_it: Numero massimo di thread
pt_br: Número máximo de threads

source: Maximum number of directory recursions
it_it: Nulero massimo di ricorsioni nel directory

source: Enable debugging for the antivirus
it_it: Attiva il debug per l'antivirus
pt_br: Habilitar debugging para o antivírus

source: Enable mail scanning for the antivirus
it_it: Attiva la scansione della posta elettronica attraverso l'antivirus
pt_br: Habilitar escaneamento de e-mail para o antivírus

source: IMAP/POP3 generic service
it_it: Servizio generico IMAP/POP3
pt_br: Serviço genérico IMAP/POP3

source: Part of the quota which is used
it_it: Parte della quota utilizzata

source: Mail account
it_it: Account email

source: Primary mail address
it_it: Indirizzo mail principale

source: Other addresses and redirections
it_it: Altri indirizzi e redirezioni

source: Addresses to which messages should be forwarded
it_it: Indirizzi verso iquali i messaggi dovranno essere inoltrati

source: Spam options
it_it: Opzioni spam

source: Move mails depending on spam level
it_it: Sposta le mail in rapporto al livello di spam

source: Minimum spam level
it_it: Livello di spam minimo

source: Spam level above which a mail will be moved
it_it: Livello di spam oltre il quale una mail verrà spostata

source: Move spam to folder
it_it: Sposta la mail nella cartella

source: Folder in which spam will be moved
it_it: Cartella nella quale la mail sarà spostata

source: Reject mail depending on their size
it_it: Rifiuta le mail a seconda della loro dimensione

source: Messages bigger than the chosen size will be rejected
it_it: Le mail più grandi rispetto alla dimensione massima scelta saranno respinte

source: Minimum size to reject a mail (MB)
it_it: Dimensione minima per rifiutare una mail (MB)

source: Use your sieve script with personnal customization
it_it: Usa il tuo script sieve da te personalizzato

source: Cannot remove mailbox, mail method cannot connect: %s
it_it: Impossibile rimuovere la mailbox, il metodo di posta non riesce a connettersi a: %s

source: Cannot remove mailbox: %s
it_it: Impossibile rimuovere mailbox : %s

source: Mail plugin configuration
it_it: Configurazione de l plugin mail

source: Mail method the setup should use to communicate with a possible mail server. Leave this undefined if your mail method does not match the predefined ones.
it_it: Metodo mail che l'impostazione deve usare per comunicare con un possibile server mail.

source: Which attribute will be used to create accounts.
it_it: Quale attributo verrà utilizzato per creare degli account.

source: Mail user template
it_it: Modello per utente mail

source: Override the user account creation syntax.
it_it: Sovrascrivere la sintassi per la creazione dell'account utente.

source: Mail folder template
it_it: Modello per la cartella mail

source: Override the methods default account creation syntax.
it_it: Sovrascrivere i metodi predefiniti per la sintassi della creazione degli account.

source: Use cyrus UNIX style
it_it: Usa lo stile cyrus UNIX

source: Delete mailbox on account deletion
it_it: Rimuovi la mailbox alla rimozione dell'utente

source: Determines if the mailbox should be removed from your IMAP server after the account is deleted in LDAP.
it_it: Determina se la milbox dovrà essere rimossa dal vostro server IMAP in seguito alla rimozione dell'account utente nell'annuario LDAP.

source: Cyrus autocreate folders
it_it: Creazione automatica delle cartelle da parte di cyrus

source: List of personal IMAP folders that should be created along initial account creation.
it_it: Elenco delle cartelle IMAP personali che dovranno essere create durante la creazione iniziale dell'account.

source: IMAP timeout
it_it: Timeout IMAP

source: Sets the connection timeout for imap actions.
it_it: Imposta il timeout di connessione per le azioni imap.

source: Shared prefix
it_it: Prefisso condiviso

source: Prefix to add for mail shared folders.
it_it: Prefisso da aggiungere per cartelle mail condivise.

source: Server
pt_br: Servidor

source: Flags
pt_br: Bandeiras
