Repository: fusiondirectory/fusiondirectory-plugins
Catalog: mail/locale/*/fusiondirectory.po
Languages: it_it, nl, pt_br

source: Mail
nl: E-mail
pt_br: Correio

source: Mail settings
it_it: Impostazioni della posta elettronica
nl: E-mail instellingen
pt_br: Configurações de correio

source: Mail method
it_it: Algoritmo per la posta elettronica
nl: E-mail methode

source: Account identification attribute
it_it: Attributo d'identificazione dell'account
nl: Account identificatie attribuut

source: Generic
it_it: Informazioni
nl: Algemeen
pt_br: Genérico

source: Please select the desired entries
nl: Gelieve de waarden te selecteren

source: User
nl: Gebruiker

source: Group
nl: Groep

source: Name
it_it: Nome
nl: Naam
pt_br: Nome

source: Mail address
nl: E-mail adres

source: Configuration error
it_it: Errore di configurazione
nl: Instelling fout
pt_br: Erro de configuração

source: The configured mail attribute '%s' is unsupported!
it_it: L'attributo mail '%s' non è supportato !
nl: De geconfigureerde mail attribuut '%s' is niet ondersteund!

source: Mail method '%s' is unknown!
it_it: L'algoritmo per la posta elettronica '%s' è sconosciuto !
nl: Mail methode '%s' is onbekend!

source: None
it_it: Nessuno
nl: Geen
pt_br: Nenhum

source: Unknown
it_it: Sconosciuto
nl: Onbekend
pt_br: Desconhecido

source: Unlimited
it_it: Illimitato
nl: Onbeperkt

source: Mail error
it_it: Errore del server di posta elettronica
nl: Mail fout
pt_br: Erro de correio

source: Cannot read quota settings: %s
it_it: Impossibile leggere i parametri della quota : %s
nl: Kan quota instelling : %s niet lezen

source: Quota usage
it_it: Utilizzo della quota
nl: Quota gebruik
pt_br: Uso da cota

source: Primary address
it_it: Indirizzo principale
nl: Primair adres
pt_br: Endereço primário

source: Specify the mail server where the user will be hosted on
it_it: Specifica il server di posta elettronica che ospiterà l'account dell'utente
nl: Specificeer de mailserver waarop het account opgeslagen wordt
pt_br: Especifique o servidor de correio que o usuário está hospedado

source: Quota size
it_it: Dimensione della quota
nl: Quota grootte
pt_br: Tamanho da cota

source: Alternative addresses
it_it: Indirizzi alternativi
nl: Alternatieve adressen
pt_br: Endereços alternativos

source: List of alternative mail addresses
it_it: Elenco degli indirizzi alternativi
nl: Lijst met alternatieve E-mail adressen
pt_br: Lista de endereços alternativos de correio

source: Forward messages to
it_it: Trasferisci i messaggi a
nl: Stuur berichten door naar

source: Vacation message
it_it: Messaggio d'assenza
nl: Afwezigheidsbericht
pt_br: Mensagem de férias

source: Activate vacation message
it_it: Attiva il messaggio d'assenza
nl: Activeer afwezigheidsbericht

source: Select to automatically response with the vacation message defined below
it_it: Seleziona per rispondere automaticamente con il messaggio seguente
nl: Selecteer om automatisch te reageren met het onderstaande afwezigheidsbericht

source: from
it_it: da
nl: van
pt_br: de

source: till
it_it: fino a
nl: tot

source: Advanced mail options
it_it: Opzioni avanzate di posta elettronica
nl: Geavanceerde E-mail opties
pt_br: Opções avançadas de correio

source: Use custom sieve script
it_it: Usa uno script di sieve personalizzato
nl: Gebruik een eigen sieve script

source: disables all Mail options!
it_it: disabilita tutte le opzioni di posta elettronica !
nl: schakelt alle E-mail opties uit!

source: User is only allowed to send and receive local mails
it_it: L'utente è abilitato a inviare e ricevere solo messaggi locali
nl: De gebruiker mag alleen lokale E-mails versturen en ontvangen
pt_br: Usuário está autorizado somente a enviar e receber emails locais

source: Select if user can only send and receive inside his own domain
it_it: Seleziona se l'utente può inviare e ricevere messaggi solo all'interno del suo dominio
nl: Selecteer om alleen binnen het eigen domein E-mail te laten ontvangen en versturen
pt_br: Selecione se o usuário deverá somente enviar e receber mensagens do próprio domínio

source: No delivery to own mailbox
it_it: Non recapitare nella casella di posta elettronica dell'utente
nl: Geen aflevering in eigen mailbox

source: Select if you want to forward mails without getting own copies of them
it_it: Seleziona se intendi inoltrare le mail senza mantenerne una copia locale
nl: Selecteer indien u E-mail door wil sturen zonder zelf kopieën te ontvangen

source: Cannot get list of mailboxes: %s
it_it: Impossibile ottenere l'elenco degli account di posta elettronica : %s
nl: Kan geen lijst van mailboxen krijgen : %s

source: Mail method cannot connect: %s
it_it: L'algoritmo di posta elettronica non riesce a connettersi : %s
nl: Mail methode kan niet verbinden : %s
pt_br: Não foi possível conectar com este método de correio: %s

source: Mailbox '%s' doesn't exists on mail server: %s
it_it: L'account di posta elettronica '%s' non esiste sul server mail : %s
nl: Mailbox '%s' bestaat niet op deze mail server : %s
pt_br: Caixa de correio '%s' não existe no servidor de correio: %s

source: Cannot update mailbox: %s
it_it: Impossibile aggiornare l'account : %s
nl: Kan mailbox : %s niet updaten
pt_br: Não é possível atualizar caixa de correio: %s

source: Cannot write quota settings: %s
it_it: Impossibile impostare le quote : %s
nl: Kan quota instellingen niet schrijven : %s

source: Mail error saving sieve settings
it_it: Errore del server di posta elettronica quando si cercano di salvare le impostazioni dello script sieve
nl: Mail fout tijdens het opslagen van sieve instellingen

source: Parse failed
nl: Ontleding gefaald

source: Parse successful
nl: Ontleding succesvol

source: The specified mail server '%s' does not exist within the FusionDirectory configuration.
nl: De gespecifieerde mail server '%s' bestaat niet in de FusionDirectory configuratie.

source: Error
nl: Fout

source: No script name specified!
nl: Script naam niet bepaald!

source: Please use only lowercase script names!
nl: Gelieve enkel kleine letters te gebruiken in script namen!

source: Please use only alphabetical characters in script names!
nl: Gelieve enkel alfabetische karakters te gebruiken in script namen!

source: Script name already in use!
nl: Script naam al in gebruik!

source: SIEVE error
nl: SIEVE fout

source: Cannot log into SIEVE server: %s
nl: Kan niet aanmelden bij SIEVE server : %s

source: Cannot retrieve SIEVE script: %s
nl: Kan SIEVE script niet vinden : %s

source: Cannot remove SIEVE script: %s
nl: Kan SIEVE script niet verwijderen : %s

source: Edited
nl: Bewerkt

source: Uploaded script is empty!
nl: Opgeladen script is leeg!

source: Internal error
nl: Interne fout

source: Cannot access temporary file '%s'!
nl: Geen toegang tot tijdelijk bestand '%s'!

source: Cannot open temporary file '%s'!
nl: Kan tijdelijk bestand '%s' niet openen!

source: Keep
nl: Bewaar

source: Comment
nl: Opmerking

source: File into
nl: Bestand in

source: Discard
nl: Wegschrijven

source: Redirect
nl: Forwarden

source: Reject
nl: Afkeuren

source: Require
nl: Vereist

source: Cannot add new element!
nl: Kan nieuw element niet toevoegen

source: Address
nl: Adres

source: Envelope
nl: Envelop

source: Size
nl: Grootte

source: Exists
nl: Bestaat

source: All of
nl: Alle van

source: Any of
nl: Elk van

source: True
nl: Ja

source: False
nl: Nee

source: Active
nl: Actief

source: This script is marked as active
nl: Dit script is gemarkeerd als actief

source: Script length
nl: Script lengte

source: Remove script
nl: Verwijder script

source: Activate script
nl: Activeer script

source: Edit script
nl: Bewerk script

source: Can't log into SIEVE server. Server says '%s'.
nl: Kan niet op de SIEVE server inloggen. De server meldt: '%s'.

source: Cannot insert element at the requested position!
nl: Kan element niet plaatsen op de gewenste positie!

source: Cannot store SIEVE script: %s
nl: Kan SIEVE script niet opslaan : %s

source: Failed to save sieve script
nl: Opslagen van sieve script mislukt

source: Warning
nl: Waarschuwing

source: Cannot remove last element!
nl: Kan laatste element niet verwijder!

source: Require must be the first command in the script.
nl: Require moet de eerste commando zijn in het script.

source: Please specify at least one valid requirement.
nl: Voer ten minste één geldig parameter in.

source: Invalid character found, quotes are not allowed in a reject message.
nl: Ongeldig teken gevonden, qoutes zijn niet toegestaan ​​in een afkeur bericht.

source: Your reject text here
nl: Uw afkeur tekst hier

source: Alternative sender address must be a valid email addresses.
nl: Alternatieve zender adres moet een geldig email adres zijn.

source: Please specify a valid email address.
nl: Gelieve een geldig email adres te specificeren.

source: Place a mail address here
nl: Plaats hier een e-mailadres

source: Complete address
nl: Volledig adres

source: Default
nl: Standaard

source: Domain part
nl: Domein deel

source: Local part
nl: Lokaal deel

source: Numeric
nl: Numeriek

source: contains
nl: bevat

source: matches
nl: match

source: count
nl: tellen

source: value is
nl: waarde is

source: less than
nl: minder dan

source: less or equal
nl: minder of gelijk

source: equals
nl: gelijk

source: greater or equal
nl: groter of gelijk

source: greater than
nl: groter dan

source: not equal
nl: niet gelijk

source: Can't save empty tests.
nl: Kan lege test niet opslaan

source: emtpy
nl: leeg

source: empty
nl: leeg

source: Nothing specified right now
nl: Niets op dit moment bepaald

source: Invalid type of address part.
nl: Ongeldig type adres deel.

source: Invalid match type given.
nl: Ongeldig match type gegeven.

source: Invalid operator given.
nl: Ongeldige operator gegeven.

source: Please specify a valid operator.
nl: Kies een geldige operator.

source: Invalid character found in address attribute. Quotes are not allowed here.
nl: Ongeldig teken gevonden in adres attribuut. Quotes zijn niet toegestaan.

source: Invalid character found in value attribute. Quotes are not allowed here.
nl: Ongeldig teken gevonden in attribuut waarde. Quotes zijn niet toegestaan.

source: lower than
nl: lager dan

source: Please select a valid match type in the list box below.
nl: Gelieve een geldige match type te selecteren in de lijst hieronder

source: Only numeric values are allowed here.
nl: Enkel numerieke waarde zijn hier toegestaan.

source: No valid unit selected
nl: Geen geldig unit geselecteerd

source: Condition
nl: Conditie

source: Empty
nl: Leeg

source: Click here to add a new test
nl: Klik hier om een nieuwe test toevoegen

source: Unhandled switch type
nl: Onbehandelde switch type

source: Your comment here
nl: Uw commentaar hier

source: The primary mail address
it_it: Lindirizzo mail principale
nl: Het primaire email adres
pt_br: Endereço de e-mail primário

source: Forward messages to non group members
it_it: Inoltra i messaggi ai membri che non appartengono al gruppo
nl: Stuur berichten door naar niet groepsleden
pt_br: Encaminhar mensagens para não membros de grupos

source: Remove mail account
nl: E-mail account verwijderen

source: mail group
nl: mail groep

source: Create mail account
nl: E-mail account aanmaken

source: LDAP error
nl: LDAP fout

source: Mail group
nl: Mail groep

source: Spamassassin service
it_it: Servizio Spamassassin
nl: Spamassassin dienst
pt_br: Serviço contra spam

source: Rewrite header
it_it: Riscrivi l'intestazione
nl: Herschrijf header
pt_br: Rescrever cabeçalho

source: Required score
it_it: Punteggio richiesto
nl: Vereist score
pt_br: Pontuação requerida

source: Select required score to tag mail as spam
it_it: Scegli il punteggio richiesto per etichettare un messaggio come spam
nl: Selecteer vereiste score om mail als spam te markeren
pt_br: Selecionar pontuação requerida para definir correio como spam

source: Trusted networks
it_it: Reti affidabili
nl: Vertrouwde netwerken
pt_br: Redes confiáveis

source: Enable use of bayes filtering
it_it: Attiva l'uso del metodo di filtraggio bayesiano
nl: Activeer het gebruik van bayes filtering
pt_br: Habilitar uso de filtragem de bayes

source: Enable bayes auto learning
it_it: Attiva l'apprendimento automatico per il metodo bayesiano
nl: Activeer bayes auto learning
pt_br: Habilitar o auto aprendizado bayes

source: Enable RBL checks
it_it: Attiva le verifiche RBL
nl: Activeer RBL checks
pt_br: Habilitar checagem RBL

source: Enable use of Razor
it_it: Attiva l'uso di Razor
nl: Active gebruik van Razor
pt_br: Habilitar uso de Razor

source: Enable use of DDC
nl: Activeer gebruik van DDC

source: Enable use of Pyzor
it_it: Attiva l'uso di Pyzor
nl: Activeer gebuik van Pyzor
pt_br: Habilitar uso de Pyzor

source: Rules
it_it: Regole
nl: Regel
pt_br: Regras

source: Rule
it_it: Regola
nl: Regel
pt_br: Regra

source: Antivirus service
it_it: Servizio Antivirus
nl: Antivirus dienst
pt_br: Serviço antivirus

source: Database user
it_it: Database utente
nl: Databank gebruiker
pt_br: Banco de dados do usuário

source: Database mirror
it_it: Copia del database (mirror)
nl: Databank mirror
pt_br: Banco de dados de mirror

source: Max directory recursions
it_it: Numero massimo di ricorsioni nelle cartelle
nl: Max map recursies
pt_br: Recursão de Max diretório

source: Checks per day
it_it: Verifiche giornaliere
nl: Checks per dag
pt_br: Checagens por dia

source: Enable debugging
it_it: Attiva il debugging
nl: Activeer debugging
pt_br: Habilitar debbuging

source: Enable mail scanning
it_it: Attiva la verifica antivirus della posta elettronica
nl: Activeer mail scanning
pt_br: Habilitar varredura de correio

source: Archive scanning
it_it: Verifica degli archivi
nl: Archief scanning
pt_br: Varredura de arquivo

source: Enable scanning of archives
it_it: Attiva la verifica degli archivi
nl: Activeer archieven scanning
pt_br: Habilitar varredura de arquivos

source: Block encrypted archives
it_it: Blocca gli archivi criptati
nl: Blokkeer ge-encrypteerde archieven
pt_br: Bloquear arquivos encriptados

source: Maximum file size
it_it: Grandezza massima dei file
nl: Maximale bestand grootte
pt_br: Tamanho máximo de arquivo

source: Maximum recursion
it_it: Numero massimo delle ricorsioni
nl: Maximale recursie
pt_br: Recursão máxima

source: Maximum compression ratio
it_it: Rapporto massimo di compressione
nl: Maximale compressie ratio
pt_br: Máxima taxa de compressão

source: Visible full qualified hostname
nl: Zichtbare full qualified hostname

source: The full qualified host name.
nl: De full qualified host name.

source: This value specifies the maximal header size.
it_it: Questo valore specifica la dimensione massima dell'intestazione dei messaggi.
nl: Deze waarde bepaal de maximale header grootte.
pt_br: Este valor especifica o tamanho máximo do cabeçalho.

source: Defines the maximal size of mail box.
it_it: Definisci la capacità massima della casella di posta elettronica.
nl: Bepaalt de maximale grootte van de mail box.
pt_br: Define o tamanho máximo da caixa de correio.

source: Specify the maximal size of a message.
it_it: Definisci la grandezza massima dei messaggi.
nl: Voer de maximale grootte van een bericht in.
pt_br: Especificar o tamanho máximo de uma mensagem.

source: Local networks
nl: Lokale netwerken

source: Postfix networks
it_it: Rete Postfix
nl: Postfix netwerken
pt_br: Redes de Postfixs

source: Domains and routing
it_it: Domini e Routing
nl: Domeinen en routering
pt_br: Domínio e roteamento

source: Domains to accept mail for
it_it: Dominio dal quale i messaggi possono essere accettati
nl: Domeinen om mail te accepteren voor
pt_br: Aceitar email de domínios

source: Restrictions
it_it: Restrizioni
nl: Beperkingen
pt_br: Restrições

source: Restrictions for sender
it_it: Restrizioni per il mittente
nl: Beperkingen voor zender
pt_br: Restrições aplicáveis ao remetente

source: Restrictions for recipient
it_it: Restrizioni per i destinatari
nl: Beperkingen voor de ontvanger
pt_br: Restrições aplicáveis ao destinatário

source: Base
nl: Basis

source: Show users
nl: Toon gebruikers

source: Show groups
nl: Toon groepen

source: Move object up one position
nl: Verplaats object een positie hoger

source: Up
nl: Omhoog

source: Move up
nl: Omhoog verplaatsen

source: Move object down one position
nl: Verplaats object een positie lager

source: Down
nl: Omlaag

source: Move down
nl: Omlaag verplaatsen

source: Remove object
nl: Verwijder object

source: Remove element
nl: Verwijder element

source: choose element
nl: kies element

source: Fileinto
nl: Bestandin

source: Add new
nl: Nieuw toevoegen

source: Add a new object above this one.
nl: Voeg een nieuw object bovenop deze.

source: Add element above
nl: Voeg element bovenop

source: Add a new object below this one.
nl: Voeg een nieuw object onder deze.

source: Add element below
nl: Voeg element hieronder

source: Boolean value
nl: Bool waarde

source: Add a new element
nl: Nieuw element toevoegen

source: Please select the type of element you want to add
nl: Gelieve het element type te selecteren dat u wilt toevoegen

source: Continue
nl: Doorgaan

source: Abort
nl: Afbreken

source: Reject mail
nl: Wijs mail af

source: This is a multiline text element
nl: Dit is een multiline tekst element

source: This is stored as single string
nl: Dit wordt opgeslagen als een single string

source: Stop execution here
nl: Stop uitvoering hier

source: Move mail into folder
nl: Verplaats e-mail in de map

source: Select from list
nl: Selecteer uit lijst

source: Manual selection
nl: Handmatige selectie

source: Folder
nl: Map

source: Edit
nl: Bewerken

source: Not
nl: Niet

source: Inverse match
nl: Matching omwisselen

source: Select match type
nl: Selecteer match type

source: Select value unit
nl: Selecteer waarde eenheid

source: Move this object up one position
nl: Verplaats dit object een positie hoger

source: Move this object down one position
nl: Verplaats dit object een positie lager

source: Remove this object
nl: Verwijder dit object

source: Import sieve script
nl: Importeer sieve script

source: Please select the sieve script you want to import. Use the import button to import the script or the cancel button to abort.
nl: Selecteer de sieve script dat u wilt importeren. Gebruik de knop Importeren om het script of de knop Annuleren om de import stop zetten.

source: Script to import
nl: Script om te importeren

source: Import
nl: Importeren

source: Please enter the name for the new script below. Script names must consist of lower case characters only.
nl: Voer hieronder de naam voor het nieuwe script. Script namen moeten enkel bestaan ​​uit kleine letters.

source: Script name
nl: Script naam

source: Vacation Message
nl: Afwezigheidsbericht

source: Normal view
nl: Normale weergave

source: days
nl: dagen

source: Alternative sender addresses
nl: Alternatieve zender adressen

source: Expert view
nl: Expert weergave

source: Select the type of test you want to add
nl: Selecteer het type test die u wilt toevoegen

source: Available test types
nl: Beschikbare test types

source: Redirect mail to following recipients
nl: Redirect mail naar volgende ontvangers

source: Export
nl: Exporteer

source: View structured
nl: Gestructureerde weergave

source: View source
nl: Broncode weergave

source: Invert test
nl: Omwissel test

source: Yes
nl: Ja

source: No
nl: Nee

source: Part of address that should be used
nl: Deel van het adres dat gebruikt wordt.

source: Address fields to include
nl: Op te nemen adresvelden

source: Values to match for
nl: Waarden matchen voor

source: List of sieve scripts
nl: Lijst van sieve scripts

source: Connection to the sieve server could not be established, the authentification attribute is empty.
nl: De verbinding met de sieve server kon niet worden vastgesteld, de authentificatie attribuut is leeg.

source: Please verify that the attributes uid and mail are not empty and try again.
nl: Controleer of de attributen uid en mail niet leeg zijn en probeer het opnieuw.

source: Connection to the sieve server could not be established.
nl: De verbinding met de sieve server kan niet worden vastgesteld.

source: Possibly the sieve account has not been created yet.
nl: Mogelijk is de sieve account nog niet aangemaakt.

source: Be careful. All your changes will be saved directly to sieve, if you use the save button below.
nl: Wees voorzichtig. Al uw wijzigingen worden rechtstreeks opgeslagen op sieve, als je de bewaar knop hieronder druk.

source: Create new script
nl: Maak nieuw script

source: Keep message
nl: Bewaar bericht

source: Add object
nl: Object toevoegen

source: Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
nl: Verzeker u ervan dat u dit daadwerkelijk wil doorvoeren, aangezien het onmogelijk is voor FusionDirectory om de data terug te halen.

source: Best thing to do before performing this action would be to save the current script in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
nl: Voordat u deze actie uitvoer, best is het huidige script op te slaan in een bestand. Eens dit gedaan is druk op 'Verwijderen' om door te gaan of 'Annuleren' om af te breken.

source: Discard message
nl: Verwijder dit bericht

source: Mail distribution list
nl: Mail distributielijst

source: Primary mail address for this distribution list
nl: Primair E-mail adres voor deze distributielijst

source: Please enter a mail address
nl: Gelieve een geldig mail adress in te voeren

source: Group mail options
it_it: Opzioni per le mail di gruppo
pt_br: Opção de grupo de e-mail

source: Informations
it_it: Informazioni
pt_br: Informações

source: Server mail
it_it: Server di e-mail
pt_br: Servidor de e-mail

source: Alternative mail addresses for the group
it_it: Indirizzi e-mail alternativi per il gruppo
pt_br: Endereço de e-mail alternativo para o grupo

source: Only allowed to receive local mail
it_it: L'utente è abilitato a ricevere solo messaggi locali

source: Whether this group mail is only allowed to receive messages from local senders
it_it: Questo gruppo email e' autorizzato unicamente a ricevere messaggi da mittenti locali

source: Services
it_it: Servizi
pt_br: Serviços

source: Hostname
it_it: Nome dell'host
pt_br: Nome do host

source: The host name.
it_it: Nome del dominio
pt_br: Nome da hospedagem

source: Domain
it_it: Dominio
pt_br: Domínio

source: The domain.
it_it: Il dominio
pt_br: O Domínio.

source: Max mail header size (KB)
it_it: Dimensione massima dell'intestazione della mail (KB)
pt_br: Tamanho máximo do cabeçalho de e-mail(KB)

source: Max mailbox size (KB)
it_it: Dimensione massima della mailbox (KB)
pt_br: Tamanho máximo da caixa de e-mail(KB)

source: Max message size (KB)
it_it: Dimensione massima del messaggio (KB)
pt_br: Tamanho máximo da mensagem(KB)

source: Transport table
it_it: Tavola per il trasporto dei messaggi nel/i dominio/i
pt_br: Mesa de transporte

source: Transport rule
it_it: Tavola per il trasporto dei messaggi nel/i dominio/i
pt_br: Regra de transporte

source: For sender
it_it: Per il mittente
pt_br: Para remetente

source: For recipient
it_it: Per il destinatario
pt_br: Para destinatário

source: Spam tagging
it_it: Etichettatura dello spam
pt_br: Marcação de spam

source: Enable use of DCC
it_it: Attiva l'uso di DCC

source: Edit spam rule
it_it: Modifica regola dello spam
pt_br: Editar regra de spam

source: Virus filtering
it_it: Filtro virus

source: User name for the database
it_it: Utente per la base dati
pt_br: Nome de usuário para o banco de dados

source: Mirror for the database
it_it: Mirror della base dati
pt_br: mirror para o banco de dados

source: Http proxy URL
it_it: URL del proxy http
pt_br: URL de proxy http

source: URL for the proxy
it_it: URL del proxy
pt_br: URL para o proxy

source: Maximum threads
it_it: Numero massimo di processi
pt_br: Máximo de threads
