Repository: fusiondirectory/fusiondirectory-plugins
Catalog: kolab2/locale/*/fusiondirectory.po
Languages: cs_cz, el_gr, es, fr, it

source: Mail
fr: Courriel

source: Mail group
fr: Groupe de courriel

source: Mail address
fr: Adresse de courriel

source: Remove mail account
fr: Supprimer le compte de courriel

source: mail group
fr: groupe de courriel

source: Create mail account
fr: Créer un compte de courriel

source: your-name@your-domain.com
fr: votre-nom@votre-domaine.com

source: LDAP error
cs_cz: Chyba LDAP
el_gr: Σφάλμα LDAP
fr: Erreur LDAP

source: Enable MX lookup for relayhost
cs_cz: Zapnout zjišťování předávajícího stroje pomocí MX záznamu
el_gr: Ενεργοποίηση MX lookup για relayhost
es: Permitir búsquedas MX para los relayhost
fr: Activer la recherche MX pour le serveur relais
it: Verifica del record MX per il server relayhost

source: Relay host
cs_cz: Předávající stroj
el_gr: Σύστημα δρομολόγησης
es: Servidor de reenvío (relay)
fr: Hôte relai
it: Host a cui inviare i messaggi in uscita (Relay host)

source: Host used to relay mails
cs_cz: Počítač sloužící k předávání zpráv
el_gr: Η χρησιμοποιούμενη υπηρεσία για την δρομολόγηση μηνυμάτων
es: Equipo usado para reenviar correos
fr: Machine utilisée pour relayer les courriels
it: Host usato per il relay delle mail

source: Kolab 2 mail
cs_cz: Kolab 2 e-mail
el_gr: Αλληλογραφία Kolab 2
fr: Messagerie Kolab 2

source: Kolab 2 mail service
cs_cz: E-mailová služba Kolab 2
el_gr: Υπηρεσία αλληλογραφίας Kolab 2
fr: Service de courriel Kolab 2

source: Postfix domain name
cs_cz: Doménový název Postfix
el_gr: Όνομα τομέα Postfix
fr: Nom du domaine postfix
it: Nome di dominio Postfix

source: Cyrus admins
cs_cz: správci Cyra
el_gr: διαχειριστές Cyrus
es: Administradores Cyrus
fr: Administrateurs Cyrus
it: Amministratore Cyrus

source: Cyrus admins for kolab server
cs_cz: Správci Cyrus pro kolab server
fr: Administrateurs Cyrus pour le serveur Kolab
it: Amministratori Cyrus per il server Kolab

source: Mail domains
cs_cz: E-mailové domény
el_gr: Τομείς αλληλογραφίας
es: Dominios de correo
fr: Domaines de courriel
it: Dominio di posta elettronica

source: POP3 service
cs_cz: Služba POP3
el_gr: Υπηρεσία POP3
es: Servicio POP3
fr: Service POP3
it: Servizio POP3

source: Enable POP3 service
cs_cz: Zapnout službu POP3
el_gr: Ενεργοποίηση υπηρεσίας POP3
fr: Activer le service POP3
it: Abilita il servizio POP3

source: POP3/SSL service
cs_cz: Služba POP3/SSL
el_gr: Υπηρεσία POP3/SSL
es: Servicio POP3/SSL
fr: Service POP3/SSL
it: Servizio POP3/SSL

source: Enable POP3/SSL service
cs_cz: Zapnout službu PO3/SSL
el_gr: Ενεργοποίηση υπηρεσίας POP3/SSL
fr: Activer le service POP3/SSL
it: Abilita il servizio POP3/SSL

source: IMAP service
cs_cz: služba IMAP
el_gr: Υπηρεσία IMAP
es: Servicio IMAP
fr: Service IMAP
it: Servizio IMAP

source: Enable IMAP service
cs_cz: Zapnout službu IMAP
el_gr: Ενεργοποίηση υπηρεσίας IMAP
fr: Activer le service IMAP
it: Abilita il servizio IMAP

source: IMAP/SSL service
cs_cz: Služba IMAP/SSL
el_gr: Υπηρεσία IMAP/SSL
es: Servicio IMAP/SSL
fr: Service IMAP/SSL
it: Servizio IMAP/SSL

source: Enable IMAP/SSL service
cs_cz: Zapnout službu IMAP/SSL
el_gr: Ενεργοποίηση υπηρεσίας IMAP/SSL
fr: Activer le service IMAP/SSL
it: Abilita il servizio IMAP/SSL

source: Sieve service
cs_cz: služba Sieve
el_gr: Υπηρεσία Sieve
es: Servicio Sieve
fr: Service Sieve
it: Servizio Sieve

source: Enable Sieve service
cs_cz: Zapnout službu Sieve
el_gr: Ενεργοποίηση υπηρεσίας Sieve
fr: Activer le service Sieve
it: Abilita il servizio Sieve

source: FTP FreeBusy service (legacy)
cs_cz: služba FTP FreeBusy (v režimu zpětné kompatibility)
fr: Service FTP FreeBusy (obsolète)
it: Servizio FTP FreeBusy (legacy)

source: FTP FreeBusy service (legacy, not interoperable with Kolab2 FreeBusy)
cs_cz: služba FTP Free/Busy (v režimu zpětné kompatibility, nekompatibilní s Free/Busy v Kolab2)
es: Servicio de presencia de FTP (propio, no tiene interacción con el servicio de presencia de Kolab2)
fr: Service FTP FreeBusy (obsolète, pas compatible avec Kolab2 FreeBusy)
it: Servizio d'opzione di disponibilità via FTP (vecchio, non compatibile con le opzioni di disponibilità di kolab2)

source: HTTP FreeBusy service (legacy)
cs_cz: Služba HTTP FreeBusy (v režimu zpětné slučitelnosti)
es: Servicio de presencia HTTP (propio)
fr: Service HTTP FreeBusy (obsolète)
it: Servizio d'opzione di disponibilità via HTTP (vecchio)

source: Amavis email scanning
cs_cz: Skenování e-mailů Amavis
el_gr: Σάρωση αλληλογραφίας Amavis
fr: Scan des courriels par Amavis
it: Scansione mail da parte di Amavis

source: Amavis email scanning (virus/spam)
cs_cz: Skenování e-mailů nástrojem Amavis (viry/nevyžádaná pošta)
es: Escaneo de correo Amavis (virus/spam)
fr: Scan des courriels par Amavis (antivirus/antispam)
it: Scansione dei messaggi effettuata da Amavis (antivirus/antispam)

source: Quota settings
cs_cz: Nastavení kvót
el_gr: Ρυθμίσεις ορίων
es: Configuración de cuotas
fr: Préférences des quotas
it: Impostazioni della quota

source: Quota occupation limit before warning users (%)
cs_cz: Hranice, po jejímž překročení budou uživatelé varováni ohledně blížícího se vyčerpání kvóty (%s)
fr: Limite du quota avant de prévenir les utilisateurs (%)
it: Quota limite di occupazione, prima di avvertire l'utente (%)

source: Warn users when using more than X% of their mail quota
cs_cz: Varovat uživatele, pokud využijí více než X% objemu své kvóty na e-maily
fr: Avertissez les utilisateurs quand ils utilisent plus de X% de leur quota de messagerie
it: Avverti gli utenti quando stanno utilizzando più di X% o della loro quota di casella di posta elettronica

source: Free/Busy settings
cs_cz: Nastavení Free/Busy
el_gr: Ρυθμίσεις διαθεσιμότητας
es: Configuración de Presencia
fr: Préférences de Free/Busy
it: Impostazioni delle opzioni di disponibilità

source: Allow unauthenticated downloading of Free/Busy information
cs_cz: Umožnit neověřeným uživatelům stahovat informace z Free/Busy
el_gr: Να επιτρέπεται η μη πιστοποιημένη λήψει πληροφοριών διαθεσιμότητς χρήστη
es: Permite descarga no autentificada de información de presencia.
fr: Permettre le téléchargement des informations Free/Busy de manière anonyme
it: Permetti il download delle informazioni di disponibilità in modo anonimo

source: Number of days to include when creating free/busy lists
cs_cz: Počet dnů, které zahrnout při vytváření seznamů free/busy
fr: Nombre de jours à inclure lors de la création d'une liste Free/Busy
it: Numero di giorni da includere durante la creazione degli elenchi free/busy

source: Include data from X days in the past when creating free/busy lists
cs_cz: Zahrnout údaje z X dnů v minulosti při vytváření free/busy seznamů
fr: Nombre de jours dans le passé à inclure lors de la création d'une liste Free/Busy
it: Includere i dati da X giorni nel passato quando si creano gli elenchi free/busy

source: SMTP privileged networks
cs_cz: Sítě, ze kterých je možné používat SMTP
el_gr: Προνομιακά δίκτυα SMTP
es: Redes privilegiadas SMTP
fr: Réseaux SMTP privilégiés
it: Rete SMTP privilegiata

source: Hosts/networks allowed to relay
cs_cz: Počítače/sítě které mohou předávat
es: Equipos/Redes que son permitidos para hacer relay
fr: Machines/Réseaux autorisés à relayer
it: Hosts/reti abilitate al relay

source: Hosts/networks allowed to relay (multiple values comma-seperated)
cs_cz: stroje/sítě které mohou předávat (jednotlivé položky oddělujte čárkou)
fr: Machines/Réseaux qui peuvent relayer des courriels (plusieurs valeurs séparées par des virgules)
it: Clienti/Reti a cui è consentito il relay (più valori separati da virgola)

source: SMTP smarthost/relayhost
cs_cz: Inteligentní předávající (smarthost) / předávající stroj SMTP
fr: Relais SMTP
it: Raccordo SMTP smarthost/relayhost

source: Accept Internet Mail
cs_cz: Přijímat Internetovou poštu
el_gr: Αποδοχή αλληλογραφίας διαδικτύου
es: Aceptar Correo Electrónico de internet
fr: Accepter le courrier électronique venant d'internet
it: Accetta la posta elettronica che viene da Internet

source: Accept mail from other domains over non-authenticated SMTP
cs_cz: Přijímat i zprávy, které přicházejí z jiných domén, přes neověřené SMTP servery
es: Aceptar correo desde otros dominios que no usen autentificación SMTP
fr: Accepter les messages venant d'autres domaines par du SMTP non authentifié
it: Accetta i messaggi che vengono da altri domini, via degli SMTP non autentificati

source: Internal error
cs_cz: Vnitřní chyba
el_gr: Εσωτερικό σφάλμα
es: error interno
fr: Erreur interne
it: Errore interno

source: Kolab account does not exist!
cs_cz: účet neexistuje v Kolabu!
el_gr: Δεν υπάρχει λογαριασμός Kolab
es: ¡La cuenta Kolab no existe!
fr: Le compte Kolab n'existe pas !
it: L'account Kolab non esiste !

source: Error
cs_cz: Chyba
el_gr: Σφάλμα
fr: Erreur
it: Errore

source: hostname
cs_cz: název stroje
el_gr: όνομα συστήματος
es: nombre de Maquina
fr: Nom d'hôte
it: Nome dell'host

source: Unspecified
cs_cz: Neurčeno
el_gr: Ακαθόριστο
es: Sin definir
fr: Non spécifié
it: Non specificato

source: Mails
cs_cz: Zprávy
el_gr: Αλληλογραφία
es: Correos
fr: Courriels
it: Posta elettronica

source: Tasks
cs_cz: Úkoly
el_gr: Εργασίες
es: Tareas
fr: Tâches
it: Compiti

source: Journals
cs_cz: Deníky
el_gr: Δημοσιεύσεις
es: Diario
fr: Journaux
it: Giornali

source: Calendar
cs_cz: Kalendář
el_gr: Ημερολόγιο
es: Calendario
fr: Calendrier
it: Calendario

source: Inbox
cs_cz: Příchozí
el_gr: Εισερχόμενα
es: Correo Entrante
fr: Boite de réception
it: Posta in arrivo

source: Drafts
cs_cz: Rozepsané
el_gr: Πρόχειρα
es: Borrador
fr: Brouillons
it: Bozze

source: Sent
cs_cz: Odeslané
el_gr: Απεσταλμένα
es: Enviar
fr: Messages Envoyés
it: Messaggi inviati

source: Default
cs_cz: Výchozí
el_gr: Προεπιλογή
es: Por defecto
fr: Défaut

source: Mail settings cannot be removed while there are delegations configured!
cs_cz: Nastavení pro e-mail nemohou být odebrána dokud s k nim váží pověření.
es: ¡Las características de correo no pueden ser eliminadas mientras haya delegaciones configuradas!
fr: Les paramètres de courriel ne peuvent pas être supprimés quand des délégations sont configurées !
it: Impostazioni mail non possono essere rimosse mentre ci sono delle deleghe configurate!

source: Waiting for kolab to remove mail properties...
cs_cz: Čeká se na Kolab, až odebere nastavení e-mailu…
el_gr: Αναμονή για απομάκρυνση ιδιοτήτων αλληογραφίας από το kolab
es: Esperando que Kolab elimine las características de correo...
fr: En attente de kolab pour la suppression des paramètres de courriel...
it: In attesa di Kolab per la rimozione dei parametri di posta elettronica

source: Please remove the mail settings first!
cs_cz: Nejprve prosím odeberte nastavené e-mailu!
es: ¡Por favor elimine las características de correo primero!
fr: Veuillez d'abord supprimer les paramètres de courriel !
it: Rimuovi prima i parametri della posta elettronica !

source: Kolab 2 account settings
cs_cz: Nastavení účtu v Kolab 2
el_gr: Ρυθμίσεις λογαριασμού Kolab 2
fr: Paramètres du compte Kolab 2

source: Kolab 2 account
cs_cz: Účet v Kolab 2
el_gr: Λογαριασμός Kolab 2
fr: Compte Kolab 2

source: Delegations
cs_cz: Pověření
el_gr: Υποψηφιότητες
es: Delegaciones
fr: Délégations
it: Deleghe

source: Mail size
cs_cz: datový objem zprávy
el_gr: Μέγεθος αλληλογραφίας
es: Tamaño del correo electrónico
fr: Quota de courriel
it: Quota della posta elettronica

source: No mail size restriction for this account
cs_cz: u tohoto účtu není omezen datový objem zprávy
el_gr: Χωρίς περιορισμό μεγέθους αλληλογραφίας για το λογαριασμό
es: No hay restricción de correo para esta cuenta.
fr: Pas de taille maximale d’envoi de courriel pour ce compte
it: Nessuna restrizione di dimensione delle mail per questo account

source: Free Busy information
cs_cz: informace o Free/Busy
el_gr: Πληροφορία διαθεσιμότητας
es: Información de estado de presencia
fr: Information Free/Busy
it: Informazioni di disponibilità

source: Future
cs_cz: Budoucí
el_gr: Μελλοντικές
es: Futuro
fr: Futur
it: Futuro

source: days
cs_cz: dny
el_gr: ημέρες
es: días
fr: jours
it: giorni

source: Invitation policy
cs_cz: Pravidla pro pozvánky
el_gr: Πολιτική προσκλήσεων
es: Política de invitación
fr: Politique d'invitation
it: Politica d'invito

source: Default policy
cs_cz: Výchozí zásada
el_gr: Προεπιλεγμένη πολιτική
fr: Politique par défaut
it: Politica predefinita

source: Default invitation policy
cs_cz: Výchozí pravidla pozvánek
el_gr: Προεπιλεγμένη πολιτική πρόσκλησης
fr: Politique d’invitation par défaut
it: Politica d'invito predefinita

source: Manual
cs_cz: Ruční
el_gr: Χειροκίνητα
fr: Manuel
it: Manualmente

source: Always accept
cs_cz: Vždy přijmout
el_gr: Πάντα αποδοχή
es: Aceptar siempre
fr: Toujours accepter
it: Accetta sempre

source: Always reject
cs_cz: vždy odmítnout
el_gr: Πάντα απόρριψη
es: Denegar siempre
fr: Toujours rejeter
it: Rifiuta sempre

source: Reject if conflicts
cs_cz: Odmítnout, pokud je v konfliktu
el_gr: Απόρριψη αν υπάρχει σύγκρουση
es: Denegar si hay conflictos
fr: Rejeter si il y a conflit
it: Rifiuta se ci sono conflitti

source: Manual if conflicts
cs_cz: zeptat se, pokud je v konfliktu
el_gr: Χειροκίνητη ρύθμιση αν υπάρχει σύγκρουση
es: Preguntar si hay conflictos
fr: Manuel si il y a conflit
it: Manualmente se ci sono dei conflitti

source: mail address
cs_cz: e-mailová adresa
el_gr: διεύθυνση e-mail
fr: adresse de courriel
it: Indirizzo mail

source: policy for this mail address
cs_cz: Sada pravidel pro tuto e-mailovou adresu
el_gr: πολιτική για αυτήν την διεύθυνση e-mail
fr: politique pour cette adresse de courriel
it: politica per questo indirizzo mail

source: Mail distribution list
fr: Liste de distribution de courriel

source: Primary address
fr: Adresse principale

source: Primary mail address for this distribution list
fr: Adresse de courriel principale pour cette liste de distribution

source: Please enter a mail address
fr: Veuillez entrer une adresse de courriel

source: Informations
cs_cz: Informace
el_gr: Πληροφορίες
it: Informazioni

source: Services
cs_cz: Služby
el_gr: Υπηρεσίες
es: Servicios
it: Servizi

source: Contacts
cs_cz: Kontakty
el_gr: Επαφές
es: Contactos
it: Agenda dei contatti

source: Notes
cs_cz: Poznámky
el_gr: Σημειώσεις
es: Notas
it: Note

source: SPAM
cs_cz: Nevyžádaná pošta

source: URL
cs_cz: URL adresa
