Repository: fusiondirectory/fusiondirectory-plugins
Catalog: autofs5/locale/*/fusiondirectory.po
Languages: fr, nl

source: Autofs configuration
fr: Configuration Autofs
nl: Autofs configuratie

source: FusionDirectory autofs plugin configuration
fr: Configuration du plugin autofs
nl: FusionDirectory autofs plugin configuratie

source: AutoFS RDN
fr: Branche AutoFS

source: Branch in which automount info will be stored
fr: Branche où seront stockés les points de montage automount
nl: Tak waarin automount info zal worden opgeslagen

source: Auto fs management
fr: Gestion Autofs
nl: Auto fs beheer

source: Manage autofs maps
fr: Gérer les montages autofs

source: Autofs map
fr: Montages autofs

source: Map
fr: Montages

source: Name
fr: Nom
nl: Naam

source: Name of the map
fr: Nom du montage

source: Entries
fr: Entrées
nl: Invoergegevens

source: Entries in the automount table
fr: Entrées dans la table de montage automatique
nl: Invoergegevens in de automounttabel

source: Path
fr: Chemin
nl: Pad

source: Absolute (direct) or relative (indirect) path for this entry
fr: Chemin absolu (direct) ou relatif (indirect) pour cette entrée
nl: Absoluut (direct) of relatief (indirect) pad voor deze invoer

source: The entry of this directory for the automount daemon. For instance 'auto.u' or '-fstype=nfs domaine.tld:/mount/directory'
fr: L'entrée de ce répertoire pour le démon automount. Par exemple «auto.u» ou «-fstype=nfs domaine.tld:/mount/répertoire'
nl: De ingave van deze directory voor de automount deamon. Bijvoorbeeld 'auto.u' of '-fstype=nfsdomaine.tld:/mount/directory

source: Description of this entry
fr: Description de cette entrée
nl: Omschrijving van deze invoer

source: Options
nl: Opties

source: Description
nl: Omschrijving
