Repository: fusiondirectory/fusiondirectory-plugins
Catalog: ldapmanager/locale/*/fusiondirectory.po
Languages: el_gr, it_it

source: LDAP import/export
el_gr: Εισαγωγής/εξαγωγή LDAP
it_it: LDAP importa/esporta

source: Allows the import or export of the ldap tree
it_it: Consente l'importazione o l' esportazione della struttura LDAP

source: Ldap manager
el_gr: Διαχειριστής Ldap
it_it: Amministratore LDAP

source: CSV import
el_gr: Εισαγωγή CSV
it_it: Importa dal formato CSV

source: Import of csv data into the ldap tree
el_gr: Εισαγωγή δεδομένων csv στο δέντρο ldap
it_it: Importazione dei dati csv nel ramo LDAP

source: Import CSV
el_gr: Εισαγωγή CSV
it_it: Importa CSV

source: Object type
el_gr: Τύπος αντικειμένου
it_it: Tipo di oggetto

source: Type of objects you wish to import
el_gr: Τύπος αντικειμένων που θέλετε να εισάγετε
it_it: Tipo di oggetti che si desidera importare

source: Template
el_gr: Πρότυπο
it_it: Modello

source: Select a template to apply to imported entries
el_gr: Επιλογή ενός προτύπου από το οποίο θα εφραμοστούν οι εισηγμένες καταχωρήσεις
it_it: Seleziona un modello da applicare per importare voci

source: CSV file
el_gr: Αρχείο CSV
it_it: File CSV

source: Import a CSV file into your LDAP
el_gr: Εισαγωγή ενός αρχείου CSV στο LDAP σας
it_it: Importa file CSV nel tuo LDAP

source: Separator
el_gr: Διαχωριστικό
it_it: Separatore

source: Character used as separator in the CSV file
el_gr: Χαρακτήρας που χρησιμοποιείται ως διαχωριστικό στο αρχείο CSV
it_it: Carateri utilizzati come separatore nel file CSV

source: Fixed values
el_gr: Προκαθορισμένες τιμές
it_it: Valori fissi

source: Some fixed values that you might wanna use in the filling of the template.
it_it: Alcuni valori fissi che potreste voler utilizzare nel riempimento del modello

source: Import
el_gr: Εισαγωγή
it_it: Importa

source: Template filling
el_gr: Γέμισμα προτύπων
it_it: Riempimento dei modelli

source: Select fields associations
el_gr: Επιλογή συσχετισμών πεδίων
it_it: Selezionare associazione di campi

source: Import failed for line %d
it_it: Importazione non riuscita per la linea %d

source: Success
el_gr: Επιτυχία
it_it: Completato

source: Successfully imported %d entries
el_gr: Πετυχημένη εισαγωγή %d καταχωρήσεων
it_it: %d di dati importati con successo

source: Export/Import the ldap tree to/from LDIF format
it_it: Esporta/Importa l'annuario LDAP dal/nel formato LDIF

source: LDAP Manager
el_gr: Διαχείριση LDAP
it_it: Manager LDAP

source: Export
el_gr: Εξαγωγή
it_it: Esporta

source: DN of a single entry to export as ldif
it_it: DN di una singola voce da esportare come ldif

source: Export single entry
el_gr: Εξαγωγή μονής καταχώρησης
it_it: Esporta una sola entry

source: Filter
el_gr: Φίλτρο
it_it: Filtro

source: Filter to use for selecting objects to export
el_gr: Φίλτρο που θα χρησιμοποιείται για την επιλογή αντικειμένων για εξαγωγή
it_it: Filtro da utilizzare per selezionare gli oggetti da esportare

source: Download a complete snapshot of the running LDAP directory for this base as ldif
it_it: Scaricare uno snapshot completo del directory LDAP per questa base come ldif

source: Export complete LDIF for
el_gr: Εξαγωγή πλήρους LDIF για
it_it: Esporta un file completo LDIF per

source: Import LDIF
el_gr: Εισαγωγή LDIF
it_it: Importa file LDIF

source: Overwrite existing entries
el_gr: Αντικατάσταση υπάρχουσων καταχωρίσεων
it_it: Sovrascrivere voci esistenti

source: Remove fields that are not in the LDIF from the LDAP entries if they were existing.
it_it: Rimuovere i campi che non sono in LDIF dalle voci LDAP se fossero esistenti .

source: Import an LDIF file into your LDAP. Remember that FusionDirectory will not check your LDIFs for FusionDirectory conformance.
it_it: Importa un file LDIF nell'annuario LDAP. Ricorda che FusionDirectory non controllerà i vostri LDIF per la conformità FusionDirectory.

source: Import LDIF file
el_gr: Εισαγωγή αρχείου LDIF
it_it: Importa file LDIF

source: LDAP error
el_gr: Σφάλμα LDAP
it_it: Errore LDAP

source: No such object %s!
el_gr: Δεν υπάρχει τέτοιος αντικείμενο %s!
it_it: Nessun oggetto %s !

source: Permission error
el_gr: Σφάλμα άδειας
it_it: Errore d'autorizzazione

source: You have no permission to export %s!
el_gr: Δεν έχετε άδεια για εξαγωγή %s!
it_it: Non hai il permesso di esportare %s !

source: Error
el_gr: Σφάλμα
it_it: Errore

source: Failed to generate ldap export, error was "%s"!
el_gr: Αποτυχία δημιουργίας εξαγωγής ldap, το σφάλμα ήταν "%s"!
it_it: Impossibile generare l'esportazione LDAP, errore '%s' !

source: The CSV import plugin provides methods to generate user accounts from a file containing Semi-Colon Seperated Values. The administrator can decide which columns should be transfered to which attribute. Note that you must have at least the GIVENNAME and SURNAME set.
it_it: L'estensione per l'importazione CSV ti permette di generare degli account utente a partire da un file contenente dei valori separati con dei punti e virgola. L'amministratore puó scegliere quali colonne saranno trasferite verso quale attributo. Nota che nel file CSV dovranno essere forniti almeno il GIVENNAME e il SURNAME.

source: Select CSV file to import
el_gr: Επιλέξτε αρχείο CSV για εισαγωγή
it_it: Scegli un file CSV da importare

source: Browse
el_gr: Περιήγηση
it_it: Percorri

source: Select template
el_gr: Επιλογή προτύπου
it_it: SCegli un modello

source: All entries have been written to the LDAP database successfully.
el_gr: Όλες οι καταχωρήσεις αποθηκεύτηκαν στην βάση δεδομένων LDAP με επιτυχία.
it_it: Tutte le entries sono state correttamente scritte nell'annuario LDAP.

source: Oups. There was an error during the import of your data.
el_gr: Παρουσιάστηκε σφάλμα κατά τν εισαγωγή των δεδομένων σας
it_it: Si è verificato un errore durante l'importazione dei tuoi dati.

source: Here is the status report for the import:
el_gr: Εδώ βρίσκεται η αναφορά κατάστασης για αυτή την εισαγωγή
it_it: Ecco il rapporto dell'importazione dei vostri dati :

source: Selected Template
el_gr: Επιλεγμένο πρότυπο
it_it: Modello selezionato

source: LDIF
el_gr: LDIF (*.ldi,*.ldif)
