Repository: fusiondirectory/fusiondirectory-plugins
Catalog: subscriptions/locale/*/fusiondirectory.po
Languages: fr

source: Subscriptions
fr: Abonnements

source: FusionDirectory subscriptions plugin configuration
fr: Configuration du plugin abonnements

source: Subscription RDN
fr: Abonnement RDN

source: Branch in which subscriptions will be stored
fr: Branche où seront stockés les abonnements

source: Subscription types and their labels
fr: Type d'abonnement et leurs étiquettes

source: Subscription type
fr: Type d'inscription

source: Label
fr: Étiquette

source: Label shown for this type
fr: Étiquette affichée pour ce type

source: Subscription types
fr: Type d'abonnements

source: Apt repositories
fr: Dépôts Apt

source: Path
fr: Chemin

source: Repository path
fr: Chemin d'accès au dépôt

source: Distribution name
fr: Nom de la distribution

source: Label shown for this repository
fr: Libellé affiché pour ce dépot

source: Rpm repositories
fr: Dépôts Rpm

source: Repositories host
fr: Hôtes de dépôts

source: Host for the repositories, to use in auth.conf
fr: Hôte pour les dépôts, à utiliser dans auth.conf

source: Subscription management
fr: Gestion des abonnements

source: Manage subscriptions
fr: Gérer les abonnements

source: Subscription
fr: Abonnement

source: Information
fr: Informations

source: Name
fr: Nom

source: Name to identify this subscription
fr: Nom pour identifier cet abonnement

source: Description of this subscription
fr: Description de cet abonnement

source: Contract
fr: Contrat

source: Contract identifier from Dolibarr
fr: Identifiant du contrat de Dolibarr

source: Login
fr: Identifiant

source: Login for this subscription
fr: Identifiant de la souscription

source: Password
fr: Mot de passe

source: Status
fr: État

source: Active
fr: Actif

source: Whether this subscription is active
fr: Est ce que cet abonnement est actif ?

source: Start date
fr: Date de début

source: Start date of this subscription
fr: Date de début de cet abonnement

source: End date
fr: Date de fin

source: End date of this subscription
fr: Date de fin de cet abonnement

source: Repositories
fr: Dépôts

source: Apt repository
fr: dépôt Apt

source: RPM distribution
fr: distribution RPM

source: Subscription file
fr: fichier d'abonnement

source: Generate the subscription file to send to the client
fr: Générer le fichier d'abonnement à envoyer au client

source: Generate
fr: Générer

source: Generate the auth.conf file to send to the client if he uses Debian or a derivate
fr: Générer le fichier auth.conf à envoyer au client s'il utilise Debian ou un dérivé

source: Generate the fusiondirectory-subscription.list file to send to the client if he uses an Apt based distribution
fr: Générer le fichier d'abonnement à envoyer au client

source: Generate the fusiondirectory-subscription.repo file to send to the client if he uses an RPM based distribution
fr: Générez le fichier fusiondirectory-abonnement.repo à envoyer au client s'il utilise une distribution basée sur RPM
