Repository: fusiondirectory/fusiondirectory-plugins
Catalog: ejbca/locale/*/fusiondirectory.po
Languages: cs_cz, el_gr, fr, it_it, ko

source: EJBCA plugin configuration
cs_cz: Nastavení zásuvného modulu EJBCA
el_gr: Ρύθμιση προσθέτου EJBCA
fr: Configuration EJBCA
it_it: Configurazione plugin EJBCA
ko: EJBCA 플로그인 설정

source: FusionDirectory ejbca plugin configuration
cs_cz: Nastavení zásuvného modulu ejbca pro FusionDirectory
el_gr: Ρύθμιση προσθέτου ejbca FusionDirectory
fr: Configuration du plugin ejbca
it_it: Configurazione del plugin EJBCA di FusionDirectory
ko: FusionDirectory ejbca 플러그인 설정

source: EJBCA RDN
cs_cz: Relativní rozlišený název pro EJBCA
fr: Branche EJBCA
it_it: RDN EJBCA

source: Branch in which ejbca certificates are stored
cs_cz: Větev, ve které jsou ukládány ejbca certifikáty
el_gr: Κλάδος όπου τα πιστοποιητικά ejbca αποθηκεύονται
fr: Branche dans laquelle sont stockés les certificats EJBCA
it_it: Ramo nel quale saranno immagazzinati i certificati EJBCA
ko: ejbca 인증서가 저장된 브랜치

source: EJBCA certificates management
cs_cz: Správa EJBCA certifikátů
el_gr: Διαχείριση πιστοποιητικών EJBCA
fr: Gestion des certificats EJBCA
it_it: Gestione dei certificati EJBCA
ko: EJBCA 인증서 관리

source: Manage EJBCA certificates
fr: Gérer les certificats EJBCA
it_it: Gestisci i certificati EJBCA
ko: EJBCA 인증서 관리

source: Download
cs_cz: stažení
el_gr: Λήψη
fr: Téléchargement
it_it: Scarica
ko: 다운로드

source: Assign EJBCA certificates to a user
cs_cz: Přiřadit uživateli EJBCA certifikáty
el_gr: Ανάθεση πιστοποιητικών EJBCA σε ένα χρήστη
fr: Assigner un certificat EJBCA à un utilisateur
it_it: Assegna certificati EJBCA ad un utente
ko: 사용자에게 EJBCA 인증서 할당

source: EJBCA certs
cs_cz: Certifikáty EJBCA
el_gr: Πιστοποιητικά EJBCA
fr: Certificats EJBCA
it_it: Certs EJBCA
ko: EJBCA 인증

source: Certificates associated to this object
cs_cz: Certifikáty související s tímto objektem
el_gr: Πιστοποιητικά που σχετίζονται με αυτό το αντικείμενο
fr: Certificats associés a cet objet
it_it: Certificati associati a questo oggetto
ko: 이 개체와 연결된 인증서

source: EJBCA certificate
cs_cz: EJBCA certifikát
el_gr: Πιστοποιητικό EJBCA
fr: Certificat EJBCA
it_it: Certificato EJBCA
ko: EJBCA 인증서

source: Certificate
cs_cz: Certifikát
el_gr: Πιστοποιητικό
fr: Certificat
it_it: Certificato
ko: 인증서

source: Name
cs_cz: Název
el_gr: Όνομα
fr: Nom
it_it: Nome
ko: 명칭

source: Common name
cs_cz: běžné jméno (CN)
el_gr: Κοινό όνομα
fr: Nom commun
it_it: Nome comune
ko: 일반 이름

source: Certificate content
cs_cz: Obsah certifikátu
el_gr: Περιεχόμενο πιστοποιητικού
fr: Contenu du certificat
it_it: Contenuto del certificato
ko: 인증서 내용
