Repository: fusiondirectory/fusiondirectory-plugins
Catalog: samba/locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, nl

source: The windows user manager allows eight clients at maximum!
cs_cz: Správce uživatelských účtů v MS Windows povoluje maximálně 8 klientů!
fr: Le gestionnaire d'utilisateurs Windows accepte huit clients maximum !
it_it: Il gestore degli utenti di Windows accetta solo 8 clienti alla volta!
nl: De windows gebruikers manager laat maximum 8 clients toe!

source: Cannot convert primary group to samba group: group cannot be identified!
cs_cz: Nemohu převést primární skupinu na skupinu Samby: skupinu se nepodařilo identifikovat!
fr: Impossible de convertir le groupe principal en un groupe samba : le groupe ne peut être identifié !
it_it: Impossibile convertire il gruppo primario in un gruppo primario di samba : il gruppo non puó essere identificato !
nl: Kan primaire groep niet in een samba groep omzetten: group kan niet geidentificeerd worden

source: Cannot convert primary group to samba group: group samba tab is disabled!
cs_cz: Nedaří se převést hlavní skupinu na samba skupinu: panel samba skupiny je vypnutý!
fr: Impossible de convertir le groupe primaire en un groupe primaire samba : l'onglet groupe samba est désactivé !
it_it: Impossibile convertire il gruppo principale su Samba; la tab gruppo samba é disabilitata
nl: Onmogelijk om de primaire groep om te zetten naar samba groep: groep samba tab is afgezet!

source: Samba plugin configuration
cs_cz: Nastavení zásuvného modulu Samba
fr: Configuration du plugin Samba
it_it: Configurazione de l plugin samba
nl: Samba plugin configuratie

source: Samba machine account RDN
cs_cz: RDN účtu stroje pro Samba
fr: Branche des machines Samba
it_it: RDN account computer Samba

source: The location where FusionDirectory looks for new samba workstations.
cs_cz: Umístění, ve kterém bude FusionDirectory hledat nové pracovní stanice se Samba.
fr: L'endroit où FusionDirectory cherche de nouveaux postes de travail samba.
it_it: Il posto dove FusionDirectory cercherà i nuovi computer Windows

source: Samba ID mapping
cs_cz: Převod identifikátorů Samba
fr: Mapping des ID Samba
it_it: Corrispondenze dei SID Samba

source: Maintain sambaIdmapEntry objects. Depending on your setup this can drastically improve the windows login performance.
cs_cz: Uchovávat objekty sambaIdmapEntry. V závislosti na vašem nastavení to může výrazně zrychlit přihlašování do Windows.
fr: Maintenir des objets sambaIdmapEntry. Selon votre configuration ceci peut améliorer considérablement les performances lors des connexion à Windows.
it_it: Mantenere gli oggetti sambaIdmapEntry. A seconda della configurazione può migliorare drasticamente le prestazioni di accesso di Windows.
nl: Onderhoud sambaIdmapEntry objecten. Afhankelijk van je setup kan dit aanzienlijk je windows login performantie verhogen.

source: Samba SID
cs_cz: SID Samby
fr: SID Samba
it_it: SID Samba

source: A samba SID if not available inside of the LDAP though samba schema. You can retrieve the current sid by net getlocalsid.
cs_cz: Bezpečnosní identifikátor Samba není k dispozici v LDAP prostřednictvím samba schématu. Aktuální bezpečnostní identifikátor můžete získat příkazem net getlocalsid.
fr: Un SID samba s'il n'est pas disponible sur le serveur LDAP par le biais du schéma samba. Vous pouvez récupérer le sid par net getlocalsid.
it_it: Un samba SID se non ce ne ono di disponibili all'interno della struttura LDAP attraverso lo schema samba. È possibile recuperare l'attuale sid da net getlocalsid.
nl: Een samba SID is niet beschikbaar binnen LDAP via samba schema. Je kan de huidige sid opvragen met net getlocalsid.

source: Samba rid base
cs_cz: Počátek Samba rid
fr: Base RID Samba
it_it: Base rid per Samba

source: The base id to add to ordinary sid calculations - if not available inside of the LDAP though samba schema.
cs_cz: Základní identifikátor, který přidat k běžným výpočtům bezpečnostních identifikátorům – pokud není k dispozici v LDAP prostřednictvím schématu Samba.
fr: L'identifiant de base à ajouter aux calculs de SID - s'il n'est pas disponible sur le serveur LDAP par le biais du schéma samba.
it_it: L'id di base da aggiungere a calcoli ordinari sid - se non ce ne sono di disponibili all'interno della struttura LDAP attraverso lo schema samba.
nl: Het basis id om toe te voegen aan normale sid berekeningen - indien niet beschikbaar binnen LDAP Samba Schema.

source: Expiration date synchronisaton
cs_cz: Synchronizace data vypršení platnosti
fr: Synchronisation de la date d'expiration
it_it: Data di scadenza della sincronizzazione
nl: Vervaldatum synchronisatie

source: Synchronisaton the expiration date with the POSIX one?
cs_cz: Sjednotit dobu platnosti s tím v POSIX?
fr: Synchronisation de la date d'expiration avec la date d'expiration POSIX ?
it_it: Sincronizzazione della data di scadenza con quella di POSIX ?
nl: Synchroniseer de vervaldatum met die van POSIX?

source: Generate sambaLMPassword
cs_cz: Vytvořit sambaLMPassword
fr: Générer sambaLMPassword
it_it: Creazione password SambaLMP
nl: Genereer sambaLMPaswoord

source: Needed to be compliant with Windows <= 98 or Samba < 3.2
cs_cz: Je třeba pro zpětnou slučitelnost se systémy Windows staršími než Windows 98 a Samba servery staršími než verze 3.2
fr: Nécessaire pour être conforme avec Windows <= 98 ou Samba < 3.2
it_it: Necessario per essere conforme con Windows <= 98 o Samba < 3.2
nl: Moet compliant zijn met windows <=98 of Samba <3.2

source: Specify the hours this user is allowed to log in
cs_cz: Zadejte časové rozmezí, po které se tento uživatel bude moci přihlašovat.
fr: Indiquez les heures auquel l'utilisateur est autorisé à se connecter
it_it: Specifica gli orari in cui l'utente è autorizzato a connettersi
nl: Specificeer de uren waarop de gebruiker in mag loggen

source: Hour
cs_cz: Hodina
fr: Heure
it_it: Ora
nl: Uur

source: Action
it_it: Azione

source: Select action to execute for this terminal
fr: Sélectionnez l'action à exécuter sur le terminal
it_it: Seleziona l'azione da eseguire per questo terminale

source: Activate primary group warning
nl: Activeer primaire groep waarschuwingen

source: Issue a warning if POSIX primary group cannot be converted to Samba primary group when activating the Samba tab of a user
nl: Zend een waarschuwing uit als POSIX primaire groep niet naar Samba kan geconverteerd worden wanneer de samba tab van een gebruiker wordt geactiveerd.

source: Samba information
nl: Samba informatie

source: Field "%s" is required when "%s" is filled! Fill both field or empty them.
nl: Veld "%s" is verplicht wanneer "%s" is ingevuld! Vul beide velden of maak ze leeg.
