Repository: fusiondirectory/fusiondirectory-plugins
Catalog: samba/locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, nl

source: Samba group settings
cs_cz: Nastavení skupiny pro službu Samba
fr: Paramètres du groupe Samba
it_it: Impostazioni di Samba
nl: Samba groep instellingen

source: Domain
cs_cz: doména
fr: Domaine
it_it: Dominio
nl: Domein

source: Samba domain
cs_cz: Samba doména
fr: Domaine Samba
it_it: Nome di dominio di Samba
nl: Samba domein

source: Samba informations
cs_cz: Informace o Samba
fr: Informations Samba
it_it: Informazioni su Samba

source: Group type
cs_cz: Typ skupiny
fr: Type de groupe
it_it: Tipo di gruppo
nl: Groep type

source: Samba group type
cs_cz: typ skupiny Samby
fr: Type de groupe Samba
it_it: Tipo di gruppo Samba
nl: Samba groep type

source: Samba group
cs_cz: skupina v Sambě
fr: Groupe Samba
it_it: Gruppo Samba
nl: Samba groep

source: Domain admins
cs_cz: správci domény
fr: Administrateurs du domaine
it_it: Amministratori di Dominio
nl: Windows admins

source: Domain users
cs_cz: doménoví uživatelé
fr: Utilisateurs du domaine
it_it: Utenti di Dominio
nl: Windows gebruikers

source: Domain guests
cs_cz: doménoví hosté
fr: Invités du domaine
it_it: Ospiti di Dominio
nl: Windows gasten

source: Configuration error
cs_cz: chyba v nastavení
fr: Erreur de configuration
it_it: Errore di configurazione

source: Cannot find group SID in your configuration!
cs_cz: Ve vaší konfiguraci nelze nalézt SID skupiny!
fr: Impossible de trouver le SID de ce groupe dans votre configuration !
it_it: Impossibile trovare il SID del gruppo nella tua configurazione !
nl: Kan de goep SID niet vinden in je configuratie!

source: Special group (%d)
cs_cz: speciální skupina (%d)
fr: Groupe spécial (%d)
it_it: Gruppo speciale (%d)
nl: Speciale groep (%d)

source: Warning
cs_cz: varování
fr: Avertissement
it_it: Avvertimento

source: Undefined Samba SID detected. Please fix this problem manually!
cs_cz: Zjištěno nedefinované SID Samby. Prosím opravte tento problém ručním zásahem do nastavení!
fr: Le SID Samba n’est pas défini. Veuillez corriger ceci manuellement !
it_it: É stato trovato un SID Samba che non è definito. Correggi manualmente !
nl: Ongedefinieerd SambaSID geselecteerd. Repareer dit probleem a.u.b. handmatig!

source: Samba domains
cs_cz: Domény Samba
fr: Domaines Samba
it_it: Nomi di dominio di Samba
nl: Samba domeinen

source: Samba domain management
cs_cz: Správa Samba domény
fr: Gestion des domaines Samba
it_it: Gestione di dominio di Samba
nl: Samba domein beheer

source: Samba Domain
cs_cz: Samba doména
fr: Domaine Samba
it_it: Nome di dominio di Samba
nl: Samba domein

source: Samba domain settings
cs_cz: Nastavení Samba domény
fr: Configuration domaine Samba
it_it: Impostazioni di dominio di Samba
nl: Samba domein instellingen

source: Properties
cs_cz: vlastnosti
fr: Propriétés
it_it: Proprietà
nl: Eigenschappen

source: Domain name
cs_cz: název domény
fr: Nom du domaine
it_it: Nome del dominio
nl: Domein naam

source: Name of this domain
cs_cz: Název této domény
fr: Nom du domaine
it_it: Nome del dominio
nl: Naam van dit domein

source: SID of this domain
cs_cz: Bezpečnostní identifikátor této domény
fr: SID du domaine
it_it: SID di questo dominio
nl: SID van dit domein

source: Rid base
cs_cz: Základ RID
fr: Base du RID
it_it: Base del RID
nl: Rid basis

source: Algorithmic rid base
cs_cz: Základ algoritmického relativního identifikátoru
fr: Base algorithmique du RID
it_it: Algoritmo RID base
nl: Algoritme rid basis

source: Minimum password age
cs_cz: minimální stáří hesla
fr: Durée de vie minimale du mot de passe
it_it: Durata di vita minima della password
nl: Minimum paswoord leeftijd

source: Minimum password age, in seconds (default: 0 => allow immediate password change)
cs_cz: Nejkratší umožněné stáří hesla v sekundách (výchozí: 0 => umožnit okamžitou změnu hesla)
fr: Durée minimum de validité du mot de passe, en secondes (défaut : 0 => permet le changement immédiat du mot de passe)
it_it: Anzianità massima della password, in secondi (predefinito : 0 => permette modifica immediata della password)
nl: Minimum paswoord leeftijd, in seconden (default: 0=> laat onmiddellijk paswoord verandering toe)

source: Maximum password age
cs_cz: maximální stáří hesla
fr: Durée de vie maximale du mot de passe
it_it: Durata di vita massima della password
nl: Maximum paswoord leeftijd

source: Maximum password age, in seconds (default: -1 => never expire passwords)
cs_cz: Nejdelší přijatelné stáří hesla, v sekundách (výchozí: -1 => hesla platí stále)
fr: Durée maximum de validité du mot de passe, en secondes (défaut : -1 => le mot de passe n'expire jamais)
it_it: Anzianità massima della password, in secondi (default: -1 -> la password non ha scadenza)
nl: Maximum paswoord leeftijd, in seconden (default: -1 => paswoord vervalt nooit)

source: Next RID
cs_cz: Následující RID identifikátor
fr: Prochain RID
it_it: RID successivo
nl: Volgend RID

source: Next NT rid to give out for anything
cs_cz: Příští NT relativní identifikátor pro cokoli
fr: Prochain RID NT à donner
it_it: Prossimo NT libero per emettere gruppi
nl: Volgende te verdelen NT rid

source: Next group RID
cs_cz: RID identifikátor následující skupiny
fr: Prochain RID de groupe
it_it: Gruppo RID successivo
nl: Volgende RID group

source: Next NT rid to give out for groups
cs_cz: Příští NT relativní identifikátor pro skupiny
fr: Prochain RID NT à donner pour les groupes
it_it: Prossimo NT libero per emettere gruppi
nl: Volgende NT rid te verdelen voor groepen

source: Next user RID
cs_cz: Relativní identifikátor dalšího uživatele
fr: Prochain RID utilisateur
it_it: Utente RID successivo
nl: Volgende gebruiker RID

source: Next NT rid to give our for users
cs_cz: Příští NT relativní identifikátor pro vaše uživatele
fr: Prochain RID NT à donner pour les utilisateurs
it_it: Prossimo NT libero per emettere utenti
nl: Volgende NT rid te geven voor gebruikers

source: Minimum password length
cs_cz: Minimální délka hesla
fr: Taille minimale du mot de passe
it_it: Lunghezza minima per la password
nl: Minimum lengte van het paswoord

source: Minimal password length (default: 5)
cs_cz: Minimální délka hesla (výchozí: 5 znaků)
fr: Taille de mot de passe minimale (défaut : 5)
it_it: Lunghezza minima della password (predefinito: 5)
nl: Minimum lengte van het paswoord (standaard: 5)

source: Password history length
cs_cz: Délka historie hesla
fr: Taille de l'historique des mots de passe
it_it: Cronologia della lunghezza delle password
nl: Paswoord historiek lengte

source: Length of Password History Entries (default: 0 => off)
cs_cz: Hloubka historie hesel (výchozí: 0 => nepamatovat)
fr: Taille de l'historique des mots de passe (défaut : 0 => désactivé)
it_it: Lunghezza dell'history di voci della password (predefinito : 0 => off)
nl: Lengte van paswoord geschiedenis ingaven (default:0 => off)

source: Logon to change password
cs_cz: Přihlásit se pro změnu hesla
fr: Se connecter pour changer de mot de passe
it_it: Logon per cambiare la password
nl: Aanmelden om het wachtwoord te veranderen

source: Force Users to logon for password change (default: 0 => off, 2 => on)
cs_cz: Přimět uživatele přihlásit se pro změnu hesla (výchozí: 0 => ne, 2 => ano)
fr: Force les utilisateurs à se connecter pour changer leur mot de passe (par défaut : 0 => désactivé, 2 => activé)
it_it: Obbliga gli Utenti a disconnettersi per modificare la password (predefinito: 0 => off, 2 => on)
nl: Verplicht gebruikers aan te loggen voor paswoord verandering (default: 0 => off, 2 => on)

source: Lockout duration
cs_cz: doba trvání odemčení
fr: Durée de verrouillage
it_it: Durata del blocco
nl: Lockout tijd

source: Lockout duration in minutes (default: 30, -1 => forever)
cs_cz: Délka trvání uzamčení v minutách (výchozí: 30, hodnota -1 znamená uzamčeno napořád)
fr: Durée du blocage du compte en minutes (par défaut : 30, -1 => perpétuellement)
it_it: Durata del blocco in minuti (default: 30, -1 -> per sempre)
nl: Lockout looptijd in minuten (default: 30, -1 => eindeloos)

source: Lockout observation window
cs_cz: Pozorovací okno uzamčení
fr: Fenêtre de verrouillage
it_it: Finestra di osservazione Lockout
nl: Lockout observatie venster

source: Reset time after lockout in minutes (default: 30)
cs_cz: Za jak dlouho (v minutách) po uzamčení začít počítat čas od znovu (výchozí: 30)
fr: Temps avant remise à zéro après verrouillage, en minutes (défaut : 30)
it_it: Tempo di reset dopo il blocco, in minuti (default: 30)
nl: Reset tijd na lockout in minuten (default: 30)

source: Lockout threshold
cs_cz: Práh uzamčení
fr: Seuil de blocage
it_it: Durata del blocco
nl: Lockout treshold

source: Lockout users after bad logon attempts (default: 0 => off)
cs_cz: Uzamknout uživatele po nezdařených pokusech o přihlášení (výchozí: 0 => vypnuto)
fr: Verrouille le compte utilisateur après tant d’échecs de tentative de connexion (défaut : 0 => désactivé)
it_it: Lockout utenti dopo tentativi errati di login (predefinito : 0 => off)
nl: Lockout gebruikers na gefaalde logon pogingen (default: 0 => off)

source: Force logoff
cs_cz: Vynutit odhlášení
fr: Forcer la déconnexion
it_it: Forza il log off
nl: Afmelden forceren

source: Disconnect Users outside logon hours (default: -1 => off, 0 => on)
cs_cz: Pokud je mimo provozní dobu, samočinně odpojovat uživatele (výchozí: -1 => neodpojovat, 0 => odpojovat)
fr: Déconnecte les utilisateurs en dehors des heures de connexion (défaut : -1 => désactivé, 0 => actif)
it_it: Disconnetti Utenti al di fuori degli orari di accesso (predefinito : -1 => off, 0 => on)
nl: Verbinding verbreken gebruikers na logon uren (default: -1 => off, 0 => on)

source: Refuse machine password change
cs_cz: odmítnout změnu hesla stroje
fr: Refuser le changement de mot de passe de la machine
it_it: Rifiuta la modifica della password del computer
nl: Weiger machine paswoord wijziging

source: Allow Machine Password changes (default: 0 => off)
cs_cz: Umožnit změnu hesel počítačů (výchozí: 0 => neumožnit)
fr: Autorise les changements de mot de passe machine (défaut : 0 => désactivé)
it_it: Permettere cambiamento password del computer (predefinito: 0 => off)
nl: Sta machine paswoord veranderingen toe (default: 0 => off)

source: Winstation
cs_cz: Pracovní stanice s MS Windows
fr: PC Windows

source: Windows workstation information
cs_cz: Informace o počítači s MS Windows
fr: Information du PC Windows
it_it: Informazione terminale Windows
nl: Windows workstation informatie

source: Windows workstation
cs_cz: pracovní stanice s OS MS Windows
fr: Station de travail Windows
it_it: Workstation Windows

source: The name of the winstation
cs_cz: Název počítače s MS Windows
fr: Nom du PC Windows
it_it: Il nome del computer Windows

source: Name
cs_cz: název
fr: Nom
it_it: Nome

source: Description
cs_cz: popis
it_it: Descrizione

source: A short description of the winstation
cs_cz: Stručný popis počítače s MS Windows
fr: Une courte description de cette machine Windows
it_it: Una breve descrizione del computer Windows

source: Samba domain name
cs_cz: název domény Samba
fr: Nom du domaine Samba
it_it: Nome di dominio Samba
nl: Sambadomeinnaam

source: Location
cs_cz: umístění
fr: Lieu
it_it: Località

source: The location of the winstation
cs_cz: Umístění počítače s MS Windows
fr: Le lieu de la machine Windows
it_it: L'ubicazione del computer Windows

source: Network settings
cs_cz: Nastavení sítě
fr: Configuration réseau
it_it: Impostazioni di rete

source: IP address
cs_cz: IP addresa

source: Mac address
cs_cz: MAC adresa

source: Your PHP install does not have the mhash() nor the hash function. Cannot do MD4 hashes.
cs_cz: Vaše instalace PHP neobsahuje mhash() ani funkci hash. Nelze tedy vytvářet otisky algoritmem MD4.
fr: Votre installation de PHP ne dispose pas de la fonction mhash() ni de la fonction hash. L'encodage MD4 ne peut pas être réalise
it_it: La vostra installazione PHP non ha né mhash() né la funzione hash. Non puo fare hash MD4.
nl: Je PHP-installatie heeft noch de mhash() noch de hash functie. Kan geen MD4-hashes uitvoeren.

source: Samba Munged Dial
cs_cz: Samba – přístup přes vytáčené spojení

source: Samba settings
cs_cz: nastavení Samby
fr: Configuration Samba
it_it: Impostazioni di Samba
nl: Samba-instellingen

source: Samba profile
cs_cz: Profil Samba
fr: Profil Samba
it_it: Profilo Samba
nl: Sambaprofiel

source: Home directory drive
cs_cz: Disk s domovskou složkou
fr: Disque du répertoire personnel
it_it: Drive della cartella personale

source: Letter for the home drive
cs_cz: Písmenko domovského disku
fr: Lettre du disque contenant le répertoire personnel
it_it: Lettera per il drive della cartella personale
nl: Letter voor de home drive

source: Home directory path
cs_cz: Cesta k domovské složce
fr: Chemin du répertoire personnel
it_it: Path della cartella personale
nl: Home Directory pad

source: UNC path for the home drive
cs_cz: Umístění (v UNC zápisu) domovského disku
fr: Chemin UNC du répertoire personnel de cet utilisateur
it_it: Path UNC per la cartella personale
nl: UNC pad voor de home drive

source: Script path
cs_cz: cesta ke skriptu
fr: Chemin du Script
it_it: Path dello script
nl: Scriptpad

source: Login script path
cs_cz: Cesta ke skriptu po spuštění
fr: Chemin du script de login
it_it: Path dello script di connessione
nl: Pad van het loginscript

source: Profile path
cs_cz: cesta k profilu
fr: Chemin du profile
it_it: Path del profilo
nl: Profielpad

source: UNC profile path
cs_cz: Cesta k profilu v UNC zápisu
fr: Chemin UNC du Profile
it_it: Path UNC del profilo
nl: UNC profiel pad

source: Terminal server
cs_cz: terminálový server
fr: Serveur de terminaux
it_it: Server terminale

source: Allow login on terminal server
cs_cz: povolit přihlašování k terminálovému serveru
fr: Permet la connexion sur le serveur de terminaux
it_it: Autorizza la connessione al server dei terminali
nl: Inloggen op de Terminal Server toestaan

source: Inherit client config
cs_cz: zdědit nastavení klienta
fr: Hériter de la configuration du client
it_it: Eredita la configurazione del client
nl: Clientconfiguratie overerven

source: Inherit client configuration
cs_cz: Převzít nastavení klienta
fr: Hériter de la configuration du client
it_it: Eredita la configurazione del cliente
nl: Erf cliÃ«nt configuratie

source: Initial progam
cs_cz: Úvodní program
fr: Programme initial
it_it: Programma iniziale
nl: initieel programma

source: Program to start after connecting
cs_cz: Program, který spustit po navázání spojení
fr: Programme à démarrer après la connexion
it_it: Programma da avviare dopo la connessione
nl: Programma te starten na verbinding

source: Working directory
cs_cz: pracovní adresář
fr: Répertoire de travail
it_it: Cartella di lavoro
nl: Werkmap

source: Basic working directory
cs_cz: Základní pracovní složka
fr: Répertoire de travail de base
it_it: Cartella di lavoro di base
nl: Basis werk directory

source: Connection timeout
cs_cz: Časový limit spojení
fr: Délai d’attente de connexion
it_it: Scadenza del tempo di connessione
nl: Verbinding verbroken

source: Timeout when connecting to terminal server
cs_cz: Nejdelší přijatelná doba čekání na spojení s terminálovým serverem
fr: Délai d’attente lors de la connexion au serveur de terminal
it_it: Tempo massimo per connetterti al server terminale
nl: Time-out bij verbinding naar terminal server

source: Disconnection timeout
cs_cz: Časový limit odpojení
fr: Délai avant déconnexion
it_it: Tempo di disconnessione
nl: Verbroken verbinding time-out

source: Timeout before disconnecting from terminal server
cs_cz: Prodleva odpojení od terminálového serveru
fr: Délai avant déconnexion du serveur de terminal
it_it: Tempo massimo di disconnessione al server terminale
nl: Time-out voor verbroken verbinding van terminal server

source: Idle timeout
cs_cz: Nejdelší přijatelná doba nečinnosti
fr: Délai d'inactivité
it_it: Tempo d'inattività

source: Idle timeout before disconnecting from terminal server
cs_cz: Doba nečinnosti, po jejímž uplynutí dojde k samočinnému odpojení od terminálového serveru
fr: Délai d'inactivité avant la déconnexion du serveur de terminal
it_it: Tempo d'inattività prima della disconnessione dal server terminale
nl: idle time-out voor verbroken verbinding van terminal server

source: Connect client drives at logon
cs_cz: při přihlášení připojit klientovy síťové disky
fr: Connecter les lecteurs clients à la connexion
it_it: Connetti i drive del client all'identificazione
nl: Verbind netwerkschijven bij inloggen

source: Drive to connect after login
cs_cz: Jednotka, kterou připojit po přihlášení
fr: Lecteur à connecter après la connexion
it_it: Drive da connettere dopo il login
nl: Drive voor verbinding na login

source: Connect client printers at logon
cs_cz: při přihlášení připojit klientovy síťové tiskárny
fr: Connecter les imprimantes clientes à la connexion
it_it: Connetti le stampanti del client all'identificazione
nl: Verbind netwerkprinters bij inloggen

source: Printers to connect after login
cs_cz: Tiskárny, které připojit po přihlášení
fr: Imprimantes à connecter après la connexion
it_it: Stampanti da connettere dopo il login
nl: Printers te verbinden na het inloggen

source: Default to main client printer
cs_cz: nastavit hlavní tiskárnu klienta jako výchozí
fr: Met l’imprimante par défaut sur ce client
it_it: Stampante di default
nl: Gebruik de standaard clientprinter tenzij expliciet gedefinieerd

source: Default printer for this client
cs_cz: Výchozí tiskárna pro tohoto klienta
fr: Imprimante par défaut pour ce client
it_it: Stampante di default per questo cliente
nl: Standaardprinter voor deze client

source: Shadowing
cs_cz: skrývání
fr: Masquer
it_it: Nascondi
nl: Meekijken

source: disabled
cs_cz: zakázáno
fr: désactivé
it_it: disattivato
nl: uitgeschakeld

source: input on, notify on
cs_cz: vstup a oznamování zapnuty
fr: entrée activée, notification activée
it_it: entrata attivata, notifica attivata
nl: invoer en notificatie aan

source: input on, notify off
cs_cz: vstup zapnut, oznamování vypnuto
fr: entrée activée, notification désactivée
it_it: entrata attivata, notifica disattivata
nl: invoer aan, notificatie uit

source: input off, notify on
cs_cz: vstup vypnut, oznamování zapnuto
fr: entrée désactivée, notification activée
it_it: entrata disattivata, notifica attivata
nl: invoer uit, notificatie aan

source: input off, nofify off
cs_cz: vstup i oznamování vypnuty
fr: entrée désactivée, notification désactivée
it_it: entrata disattivata, notifica disattivata
nl: invoer en notificatie uit

source: On broken or timed out
cs_cz: v případě výpadku či vypršení časového limitu spojení
fr: Lors d’un problème ou temps d'attente dépassé
it_it: Su interrotto oppure tempo d'attesa superato
nl: Bij onderbreking of time-out

source: What happen if disconnected or timeout
cs_cz: Co nastane v případě odpojení či překročení časového limitu
fr: Qu'arrive t-il en cas de déconnexion ou d’absence de réponse
it_it: Che succede se disconnesso o in timeout
nl: Wat gebeurd als verbinding verbroken wordt of bij time-out

source: disconnect
cs_cz: odpojit
fr: déconnecter
it_it: disconnetti
nl: verbreken

source: reset
cs_cz: resetovat
fr: remise à zéro
it_it: Reinizializza
nl: resetten

source: Reconnect if disconnected
cs_cz: v případě odpojení připojit znovu
fr: Reconnexion si déconnecté
it_it: Riconnetti se disconnesso
nl: Verbind opnieuw indien verbroken

source: from any client
cs_cz: z jakéhokoli počítače
fr: de n'importe quel client
it_it: da qualsiasi client
nl: vanaf elke client

source: from previous client only
cs_cz: pouze z naposledy použitého počítače
fr: du client précédent seulement
it_it: solo dal client precedente
nl: enkel vanaf vorige client

source: Access options
cs_cz: možnosti přístupu
fr: Options d'accès
it_it: Opzioni di accesso
nl: Toegangsopties

source: Enforce password change
cs_cz: vynutit změnu hesla
fr: Forcer le changement de mot de passe
it_it: Forza la modifica della password
nl: Dwing wijzigen wachtwoord af

source: Force the user to change his password
cs_cz: Přimět uživatele ke změně hesla
fr: Forcer l'utilisateur à changer son mot de passe
it_it: Obbliga l'utente a modificare la propria password
nl: Verplicht de gebruiker om paswoord te veranderen

source: The password never expire
cs_cz: Heslo je platné stále
fr: Le mot de passe n'expire jamais
it_it: La password non scade mai
nl: Het wachtwoord vervalt nooit

source: The password will never expire
cs_cz: Platnost hesla nikdy nevyprší
fr: Le mot de passe n'expire jamais
it_it: La password non scadrà mai
nl: Het wachtwoord zal nooit vervallen

source: Login from windows client requires no password
cs_cz: přihlášení z klienta s MS Windows nevyžaduje heslo
fr: L'identification depuis une station Windows ne nécessite pas de mot de passe
it_it: L'identificazione su un client Windows non richiede la password
nl: Inloggen vanop Windowstoestel zonder wachtwoord toestaan

source: Login from a client without a password
cs_cz: Přihlášení z klienta bez hesla
fr: Identification depuis une station Windows sans de mot de passe
it_it: Login a partire da un cliente senza password
nl: Inloggen vanaf een client zonder wachtwoord

source: Lock samba account
cs_cz: uzamknout účet Samby
fr: Verrouiller le compte Samba
it_it: Blocca l'account samba
nl: Blokkeer Samba account

source: Lock the account
cs_cz: Uzamknout účet
fr: Verrouiller le compte
it_it: Blocca l'account
nl: Lock het account

source: Cannot change password
cs_cz: heslo nepůjde změnit
fr: Interdire le changement de mot de passe
it_it: Interdire la modifica della password
nl: Kan wachtwoord niet wijzigen

source: Not allowed to change password
cs_cz: Změna hesla není dovolena
fr: Interdire le changement de mot de passe
it_it: Senza permesso di cambiare questa password !
nl: Niet toegelaten om het wachtwoord te wijzigen

source: Account expiration
cs_cz: Vypršení platnosti účtu
fr: Expiration du compte
it_it: Scadenza dell'account
nl: Account vervallen

source: When does the account expire
cs_cz: Kdy skončí platnost účtu
fr: Quand le compte expire-t-il
it_it: Quando scade l'account
nl: Wanneer vervalt het account

source: Samba logon times
cs_cz: časová rozmezí pro přihlašování k Sambě
fr: Heures d'accès à Samba
it_it: Orari d'accesso a Samba
nl: Samba inlogtijdstippen

source: What is the allowed time to connect
cs_cz: Ve kterých časech je dovoleno se připojit
fr: Quel sont les horaires où la connexion est autorisée
it_it: Qual è il tempo concesso per la connessione
nl: Wanneer is het toegelaten om te verbinden

source: Edit settings
cs_cz: upravit nastavení
fr: Éditer les paramètres
it_it: Modifica le impostazioni
nl: Instellingen bewerken

source: System trust
cs_cz: systém důvěryhodnosti
fr: Système de confiance
it_it: Sistema di fiducia
nl: Systeem vertrouwensrelatie

source: Allow connection from these workstations only
cs_cz: povolit připojení pouze z těchto pracovních stanic
fr: Permet la connexion depuis ces stations seulement
it_it: Autorizza la connessione solo da queste workstation
nl: Sta verbinden enkel toe vanaf deze werkstation

source: Only allow this user to connect to this list of hosts
cs_cz: Tomuto uživateli povolit připojení pouze na počítače z tohoto seznamu
fr: Autoriser cet utilisateur à se connecter uniquement sur cette liste d’hôtes
it_it: Consenti all'utente di connettersi solo a questo elenco di host
nl: Laat alleen deze gebruiker toe om te verbinden met de lijst van hosts

source: Home drive
cs_cz: domovské úložiště
fr: Disque du répertoire personnel
it_it: Cartella personale dell'utente

source: Home path
cs_cz: cesta k domovskému úložišti
fr: Chemin du répertoire personnel
it_it: Path della cartella personale dell'utente
