Repository: fusiondirectory/fusiondirectory-plugins
Catalog: subcontracting/locale/*/fusiondirectory.po
Languages: cs_cz, de, fr, it_it, ko

source: Subcontracting
cs_cz: Subdodávky
de: Unterverträge
fr: Sous traitance
it_it: Subappalto
ko: 하청

source: Information needed for sub contracts
cs_cz: Údaje potřebné pro subdodávky
de: Benötigte Informationen für Unterverträge
fr: Information pour la sous traitance
it_it: Informazioni necessarie per i contratti di subappalto
ko: 하청을 위해 필요한 정보

source: SubContracting Information
cs_cz: Údaje o subdodávce
de: Untervertragsinformationen
fr: Information de sous traitance
it_it: Informazioni subappalto
ko: 하청 정보

source: Intermediate
cs_cz: Prostředník
fr: Intermédiaire
it_it: Intermedio
ko: 중재자

source: Contact to the final customer
cs_cz: Kontakt na koncového uživatele
de: Kontakt zum Endkunden
fr: Contact final chez le client
it_it: Rivolgersi al cliente finale
ko: 최종 고개간 계약

source: Final Customer
cs_cz: Koncový zákazník
de: Endkunde
fr: Client final
it_it: Cliente finale
ko: 최종 고객

source: Final Customer for this mission
cs_cz: Koncový zákazník pro toto poslání
de: Endkunde für diese Aufgabe
fr: Contact final pour cette mission
it_it: Cliente finale per questa missione
ko: 미션의 최종 고객

source: Mail Address
cs_cz: E-mailová adresa
de: Mailadresse
fr: Adresse de messagerie
it_it: Indirizzo di posta elettronica
ko: 메일 주소

source: Mail address assigned for this mission
cs_cz: Přiřazení e-mailové adresy pro toto poslání
de: Mailadresse für diese Aufgabe
fr: Adresse de courriel principale pour cette mission
it_it: Indirizzo di posta elettronica assegnato per questa missione
ko: 미션에 할당된 메일 주소

source: Phone
cs_cz: Telefon
de: Telefon
fr: Téléphone
it_it: Telefono
ko: 전화번호

source: Phone number assigned for this mission
cs_cz: Telefonní číslo přiřazené tomuto poslání
de: Telefonnummer für diese Aufgabe
fr: Numéro de téléphone pour cette mission
it_it: NUmero di telefono assegnato per questa missione
ko: 미션에 할당된 전화번호

source: Street Address
cs_cz: Poštovní adresa
de: Straße
fr: Adresse postale
it_it: Indirizzo
ko: 주소

source: Address where this mission is executed
cs_cz: Adresa kde je poslání vykonáváno
de: Ausführungsort (Adresse)
fr: Adresse ou la mission se déroule
it_it: Indirizzo dove si esegue questa missione
ko: 미션이 수행되는 곳의 주소
