Repository: fusiondirectory/fusiondirectory-plugins
Catalog: apache2/locale/*/fusiondirectory.po
Languages: de, el_gr

source: Apache service
de: Apache Dienst
el_gr: Υπηρεσία Apache

source: Apache virtual host service
de: Apache Virtual Host Dienst
el_gr: Υπηρεσία Apache virtual host

source: Services
de: Dienste
el_gr: Υπηρεσίες

source: List of Apache Vhost
de: Liste von Apache Vhost
el_gr: Λίστα από Apache Vhost

source: Template entry
de: Vorlagen-Eintrag
el_gr: Καταχώριση προτύπου

source: Server name
el_gr: Όνομα διακομιστή

source: Document root
el_gr: Ρίζα εγγράφου

source: Actions
de: Aktionen
el_gr: Ενέργειες

source: Create
de: Anlegen
el_gr: Δημιουργία

source: Remove
de: Entfernen
el_gr: Αφαίρεση

source: Edit host
de: Host editieren
el_gr: Επεξεργασία συστήματος

source: Remove host
de: Host entfernen
el_gr: Απομάκρυνση συστήματος

source: Apache vhosts management
de: Apache vhosts Verwaltung
el_gr: Διαχείριση Apache vhosts

source: This Plugin is for Apache server
de: Dieses Plugin ist für den Apache-Server
el_gr: Αυτό το πρόσθετο είναι για τον εξυπηρετητή Apache

source: Informations
de: Informationen
el_gr: Πληροφορίες

source: Virtual host name
de: Vorname
el_gr: Εικονικό όνομα συστήματος

source: The Virtual host name
de: Der Virtuelle Host-Name
el_gr: Το εικονικό όνομα συστήματος

source: Document root for the apache web server
de: Document Root für den Apache Webserver
el_gr: Ρίζα εγγράφου για το apache web server

source: Admin mail address
de: Administrator Mail-Adresse
el_gr: Διεύθυνση ταχυδρομείου διαχειριστή

source: Apache admin mail address
de: Apache Admin Mailadresse
el_gr: Διεύθυνση ταχυδρομείου διαχειριστή Apache

source: Script Alias
de: Skript-Alias
el_gr: Alias σεναρίου ενεργειών

source: Alias Directory
de: Verzeichnis
el_gr: Κατάλογος alias

source: Script
de: Skript
el_gr: Δέσμη ενεργειών

source: Script Directory
de: Verzeichnis
el_gr: Kατάλογος σεναρίβν ενεργειών

source: Directory Path
de: Pfad
el_gr: Διαδρομή καταλόγου

source: Warning
de: Warnung
el_gr: Προειδοποίηση

source: This includes all account data, system access rules, imap settings, etc. for this user. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
de: Dies beinhaltet alle Kontendaten, Systemzugangsregeln, Imap-Einstellungen etc. für diesen Benutzer. Bitte überprüfen Sie nochmals ob Sie dies tun wollen, da es keinen Weg für FusionDirectory gibt Ihre Daten zurück zu bekommen.
el_gr: Το παρόν περιλαμβάνει όλα τα δεδομένα λογαριασμού, τους κανόνες πρόσβασης συστήματος, τις ρυθμίσεις imap κτλ. για τον συγκεκριμένο χρήστη. Παρακαλείστε να ελέγξετε αν όντως θέλετε να προχωρήσετε, δεδομένου ότι το FusionDirectory δεν θα μπορεί να ανακτήσει πλέον τα δεδομένα σας.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
de: Wenn Sie sicher sind, drücken Sie 'Entfernen' um fortzufahren oder 'Abbrechen' zum Abbruch.
el_gr: Αν είστε σίγουροι, πατήστε "Διαγραφή" για να συνεχίσετε ή "Ακύρωση" για να εγκαταλείψετε.

source: Filter
el_gr: Φίλτρο

source: Name
el_gr: Όνομα

source: Save
de: Speichern
el_gr: Αποθήκευση

source: Cancel
de: Abbrechen
el_gr: Ακύρωση

source: Virtual hosts
de: Virtuelle Hosts

source: Base
de: Basis
