Repository: fusiondirectory/fusiondirectory-plugins
Catalog: quota/locale/*/fusiondirectory.po
Languages: cs_cz, el_gr, it, nl

source: Quota service
cs_cz: služba kvót
el_gr: Υπηρεσία ορίων
it: Servizio Quota

source: Services
cs_cz: Služby
el_gr: Υπηρεσίες
it: Servizi

source: Shares
cs_cz: Sdílení
el_gr: Κοινόχρηστα
it: Condivisioni

source: Quotas for the shares this server hosts
cs_cz: Kvóty pro sdílení na tomto serveru
el_gr: Όρια κοινόχρηστων πόρων που παρέχει αυτός ο διακομιστής
it: Quote delle condivisioni ospitate su questo server
nl: Quotas voor de shares die deze server hosts

source: Device
cs_cz: Zařízení
el_gr: Συσκευή
it: Dispositivi
nl: Toestel

source: Device concerned by this quota
cs_cz: Zařízení, kterého se tato kvóta týká
el_gr: Συσκευή που αφορά αυτό το όριο
it: Dispositivo interessato da questa quota
nl: Toestel betrokken bij dit quota

source: Quota block size
cs_cz: Velikost bloku kvóty
el_gr: Μέγεθος πακέτου ορίου
nl: Quota-blokgrootte

source: Quota block size on this share (usually 1024)
cs_cz: V jak velkých blocích je vyjádřena kvóta na tomto sdílení (obvykle 1024)
el_gr: Το μέγεθος πακέτου του ορίου αυτού του κοινόχρηστου πόρου (συνήθως 1024)
nl: Quota-blokgrootte op deze share (meestal 1024)

source: Comment
cs_cz: Komentář
el_gr: Σχόλιο
it: Commento
nl: Opmerking

source: Short comment about this quota
cs_cz: Stručný komentář k této kvótě
el_gr: Μικρό σχόλιο σχετικά με αυτό το όριο
it: Breve commento circa questa quota
nl: Korte uitleg over dit quotum

source: Quota warning message
cs_cz: Varovná zpráva kvóty
el_gr: Προειδοποιητικό μήνυμα του ορίου
it: Messaggio d'avvertimento Quota
nl: Quota-waarschuwingsboodschap

source: Charset
cs_cz: Znaková sada
el_gr: Σύνολο χαρακτήρων
it: Set di caratteri

source: Charset use for the message
cs_cz: Znaková sada zprávy
el_gr: Το σύνολο χαρακτήρων που χρησιμοποιείται σε αυτό το μήνυμα
it: set di caratteri del messaggio
nl: Charsetgebruik voor de boodschap

source: Mail command
cs_cz: Příkaz pro posílání e-mailů
el_gr: Εντολή αποστολής mail
it: Comando Mail
nl: E-mailopdracht

source: Command allowing the server to send mails
cs_cz: Příkaz, umožňující serveru posílat e-maily
el_gr: Εντολή που επιτρέπει στον διακομιστή να στέλνει mail
it: Comando che consente al server di inviare le mail
nl: Opdracht die de server toelaat om mails te versturen

source: Support contact
cs_cz: Kontakt na podporu
el_gr: Επαφή υποστήριξης
it: Contatto per il supporto
nl: Contacteer ondersteuning

source: Email address to contact the administrator
cs_cz: E-mailová adresa pro kontaktování správce
el_gr: Ηλ. διεύθυνση γιαεπαφή με τον διαχειριστή
it: Indirizzo email per contattare l'amministratore
nl: E-mailadres om de administrator te contacteren

source: From
cs_cz: od
el_gr: Από
it: da
nl: Van

source: Email from which the email is sent
cs_cz: Adresa, ze které je e-mail poslán
el_gr: Ηλ. διεύθυνση αποστολέα
it: Indirizzo e-mail da cui la mail sarà inviata
nl: email vanwaar de mail is verzonden

source: CC
cs_cz: v kopii poslat i (CC)
el_gr: Αντίγραφο σε

source: Send a copy of this email to
cs_cz: Poslat kopii tohoto e-mailu na
el_gr: Αποστολή αντιγράφου αυτού του μηνύματος σε
it: Invia una copia di questa e-mail a
nl: Verstuur een kopie van deze mail naar

source: Subject
cs_cz: Předmět
el_gr: Θέμα
it: Oggetto
nl: Onderwerp

source: Subject of the sent warning email
cs_cz: Předmět zaslaného varovného e-mailu
el_gr: Θέμα του προειδοποιητικού ηλ. μηνύματος
it: Soggetto della mail di avvertimento da inviare
nl: Onderwerp van de verzonden e-mailwaarschuwing

source: Content
cs_cz: Obsah
el_gr: Περιεχόμενο
it: Contenuto
nl: Inhoud

source: Content of the sent email
cs_cz: Obsah odeslaného e-mailu
el_gr: Περιεχόμενο του ηλ. μηνύματος
it: Contenuto della e-mail da inviare
nl: Inhoud van de verzonden e-mail

source: Signature
cs_cz: Podpis
el_gr: Υπογραφή
it: Firma elettronica
nl: Handtekening

source: Signature to put at the end of the mail
cs_cz: Podpis na konec e-mailové zprávy
el_gr: Υπογραφή που θα τεθεί στο τέλος του ηλ. μηνύματος
it: Firma elettronica da inserire alla fine della e-mail
nl: Handtekening om aan het einde van de mail te zetten

source: LDAP message support
cs_cz: Podpora LDAP zprávy
el_gr: LDAP για την υποστήριξη μηνυμάτων
it: Messaggio di supporto Ldap
nl: LDAP boodschapondersteuning

source: The LDAP server to bind to
cs_cz: LDAP server ke kterému se připojit
el_gr: Ο διακομιστής LDAP που θα γίνει η σύνδεση
it: Il server LDAP a cui connettersi
nl: De LDAP server waarnaar te binden

source: Bind user dn
cs_cz: Rozlišené jméno uživatele, který se připojuje
el_gr: dn αναγνωριστικό σύνδεσης
it: dn dell'utente con cui connettersi
nl: Bind gebruiker-dn

source: The user dn to use for bind
cs_cz: Rozlišené jméno uživatele, kterým se spojit
el_gr: Το dn αναγνωριστικό χρήστη που χρησιμοποιείται για τη σύνδεση
it: dn dell'utente da usare per la connessione
nl: De gebruiker-dn voor bind

source: Bind user password
cs_cz: Heslo uživatele, kterým se přihlašuje
el_gr: Κωδικός σύνδεσης
it: password dell'utente che si connette
nl: Bind gebruikerpaswoord

source: The password of the user used for bind
cs_cz: Heslo uživatele, použitého pro spojení
el_gr: Ο κωδικός χρήστη που χρησιμοποιείται για τη σύνδεση
it: password dell'utente usato per la connessione
nl: Het paswoord van de gebruiker voor de bind

source: Warning
cs_cz: Varování
el_gr: Προειδοποίηση
it: Avvertimento
nl: Waarschuwing

source: Invalid value in encodings : %s
cs_cz: Neplatná hodnota v kódování znaků : %s
el_gr: Μη έγκυρη τιμή στις κωδικοποιήσεις: %s
it: Valore non valido in codifiche : %s
nl: Ongeldige waarde in coderingen : %s

source: (%s by %s)
cs_cz: (%s od %s)
it: (%s di %s)
nl: (%s op %s)

source: Quota
cs_cz: Kvóta
el_gr: Όρια

source: Plugin for quota support
cs_cz: Zásuvný modul pro kvóty
el_gr: Πρόσθετο για την υποστήριξη ορίων
it: Plugin per l'uso di Quota
nl: Plugin voor quota support

source: Quota information
cs_cz: Informace o kvótě
nl: Quota informatie

source: Quota information for this user
cs_cz: Informace o kvótě pro tohoto uživatele
nl: Quota informatie voor deze gebruiker

source: Device this quota is for
cs_cz: Zařízení, pro které je tato kvóta určena
el_gr: Συσκευή που αφορά αυτά τα όρια
it: Dispositivo interessato da questa quota
nl: Toestel waarvoor dit quota is toegewezen

source: Block soft limit
cs_cz: varovný („měkký“) limit počtu zabraných bloků
el_gr: Μερικό όριο πακέτου
it: Dimensione limite del blocco
nl: Blok softlimiet

source: Soft limit for the block the user can use
cs_cz: Hranice varování blížícího se vyčerpání kvóty bloků, které uživatel může využít
el_gr: Το μερικό όριο του πακέτου που μπορεί να χρησιμοποιήσει ο χρήστης
it: Limite soft per il blocco che l'utente può utilizzare
nl: Softlimiet voor het blok dat de gebruiker kan toepassen

source: Block hard limit
cs_cz: nepřekročitelný („tvrdý“) limit počtu zabraných bloků
el_gr: Καθολικό όριο πακέτου
it: Dimensione critica del blocco
nl: Blok hardlimiet

source: Hard limit for the block the user can use
cs_cz: Nepřekročitelná hranice počtu bloků, které uživatel může využít
el_gr: Το καθολικό όριο του πακέτου που μπορεί να χρησιμοποιήσει ο χρήστης
it: Limite hard per il blocco che l'utente può utilizzare
nl: Hardlimiet voor het blok dat de gebruiker kan toepassen

source: Inode soft limit
cs_cz: varovný („měkký“) limit počtu souborů a složek (i-uzlů)
el_gr: Μερικό όριο κόμβου
it: Numero limite di files
nl: Inode softlimiet

source: Soft limit for the inodes the user can use
cs_cz: Hranice varování blížícího se vyčerpání kvóty i-uzlů, které uživatel může využít
el_gr: Το μερικό όριο κόμβου που μπορεί να χρησιμοποιήσει ο χρήστης
it: Limite soft per il gli inodes che l'utente può utilizzare
nl: Softlimiet voor de inodes die de gebruiker kan toepassen

source: Inode hard limit
cs_cz: nepřekročitelný („tvrdý“) limit počtu souborů a složek (i-uzlů)
el_gr: Καθολικό όριο κόμβου
it: Numero critico di files
nl: Inode hardlimiet

source: Hard limit for the inodes the user can use
cs_cz: Nepřekročitelná hranice počtu i-uzlů, které uživatel může využít
el_gr: Το καθολικό όριο κόμβου που μπορεί να χρησιμοποιήσει ο χρήστης
it: Limite hard per gli inodes che l'utente può utilizzare
nl: Hardlimiet voor de inodes die de gebruiker kan toepassen

source: Server hosting the device this quota is for
cs_cz: Server ve kterém se nachází zařízení, kterého se týká tato kvóta
el_gr: Ο διακομιστής που έχει τη συσκευή που αφορά αυτό το όριο
it: Server che ospita il dispositivo interessato da questa quota
nl: Server die het toestel voor wie dit quota bestemd is host

source: LDAP server
el_gr: Διακομιστής LDAP
it: Server LDAP

source: Server
el_gr: Εξυπηρετητής

source: Block size
it: Dimensione dei blocchi

source: Block size of this share (dumpe2fs /dev/sdb3 | grep -i 'Block size')
it: Dimensione dei blocchi di questa condivisione (dumpe2fs /dev/sdb3 | grep -i 'Block size')

source: Quota informations
it: Informazioni sulla quota

source: Quota informations for this user
it: Informazioni sulla quota di questo utente
