Repository: fusiondirectory/fusiondirectory-plugins
Catalog: sudo/locale/*/fusiondirectory.po
Languages: cs_cz, el_gr, fr, it_it, nl

source: If set, parsing of /etc/sudoers file will be skipped.
cs_cz: Pokud je nastaveno, zpracovávání souboru /etc/sudoers bude přeskočeno.
fr: Si vrai, l’analyse du fichier /etc/sudoers sera sautée.
it_it: Se impostato, l'analisi del file / etc / sudoers verrà saltata.
nl: Indien ingesteld dan zal de parsing van /etc/sudo-ers bestand overgeslagen worden

source: The number of tries a user gets to enter his/her password before sudo logs the failure and exits
cs_cz: Počet pokusů které uživatel dostane pro zadání svého hesla než sudo zaznamená nezdar a skončí
fr: Le nombre d’essais qu’un utilisateur peut faire pour entrer son mot de passe avant que sudo note un échec et quitte
it_it: Il numero di tentativi con cui un utente inserisce la propria password prima che sudo registri l'errore e termini
nl: Het aantal pogingen die een gebruiker krijgt om zijn/haar paswoord in te geven voordat sudo the gefaalde pogingen logt

source: Number of characters per line for the file log
cs_cz: Počet znaků na řádek pro log soubor
fr: Nombre de caractères par ligne dans le journal
it_it: Numero di caratteri per riga per il registro file
nl: Aantal karakters per lijn voor de logfile

source: Number of minutes that can elapse before sudo will ask for a passwd again
cs_cz: Počet minut které mohou uplynout než se sude bude znovu ptát na heslo
fr: Nombre de minutes qui peuvent se passer avant que sudo demande le mot de passe à nouveau
it_it: Numero di minuti che possono trascorrere prima che sudo richieda nuovamente una password
nl: Aantal minuten die voorbij kunnen gaan alvorens sudo opnieuw een paswoord vraagt

source: Number of minutes before the sudo password prompt times out, or 0 for no timeout
cs_cz: Počet minut než sudo výzva na heslo skončí platnost, nebo 0 (nula) pro žádný časový limit
fr: Nombre de minutes avant que la demande de mot de passe sudo expire, ou 0 pour désactiver l’expiration
it_it: Numero di minuti prima del timeout della password sudo o 0 per nessun timeout
nl: Aantal minuten voor de sudo-paswoordprompt time-out, of 0 voor geen time-out

source: Umask to use when running the command. Set to FALSE to preserve the user's umask
cs_cz: Umask kterou použít při spouštění příkazu. Pro zachování umask uživatele nastavte na FALSE
fr: Umask à utiliser pour lancer la commande. Mettre FALSE pour préserver le umask de l’utilisateur
it_it: Umask da utilizzare durante l'esecuzione del comando. Impostare su FALSE per preservare la umask dell'utente
nl: Umask te gebruiken bij het uitvoeren van de instructie. Deze wordt op FALSE gezet om het gebruikers umask te behouden

source: Subject of the mail sent to the mailto user. The escape %h will expand to the host name of the machine
cs_cz: Předmět e-mailu poslaného mailto uživateli. Zástupné vyjádření %h bude nahrazeno názvem stroje
fr: Sujet du courriel envoyé par l’utilisateur mailto. Le masque %h sera remplacé par le nom d’hôte de la machine
it_it: Oggetto dell'e-mail inviata all'utente mailto. L'escape %h si espanderà al nome host della macchina
nl: Onderwerp van de mail verzonden naar de mailto gebruiker. De escape %h zal de hostnaam van de machine uitbreiden

source: Message that is displayed if a user enters an incorrect password
cs_cz: Zpráva kterou zobrazit když uživatel zadá nesprávné heslo
fr: Message affiché quand l’utilisateur entre un mot de passe incorrect
it_it: Messaggio che viene visualizzato se un utente inserisce una password errata
nl: Boodschap welke wordt getoond als een gebruiker een onjuist paswoord ingeeft

source: The directory in which sudo stores its timestamp files
cs_cz: Složka do které sudo ukládá své soubory s časovými značkami
fr: Le dossier dans lequel sudo stock ses fichiers timestamp
it_it: La directory in cui sudo memorizza i suoi file timestamp
nl: De directory waarin sudo zijn tijdstempelbestanden opslaat

source: The owner of the timestamp directory and the timestamps stored therein
cs_cz: Vlastník složky časových razítek a razítek v ní
fr: Le propriétaire du dossier timestamp et des fichiers stockés dedans
it_it: Il proprietario della directory timestamp e i timestamp memorizzati in esso
nl: De eigenaar van de tijdstempel directory en de tijdstempels die daarin zijn opgeslagen

source: The default prompt to use when asking for a password; can be overridden via the -p option or the SUDO_PROMPT environment variable
cs_cz: Výchozí výzva kterou použít při dotazování na heslo. Může být přepsána volbou -p nebo proměnnou prostředí SUDO_PROMPT
fr: L'invite par défaut à utiliser lors de la demande d'un mot de passe; peut être remplacé via l'option -p ou la variable d'environnement SUDO_PROMPT
it_it: La richiesta predefinita da utilizzare quando si richiede una password; può essere sovrascritto tramite l'opzione -p o la variabile di ambiente SUDO_PROMPT
nl: De standaard prompt die moet gebruikt worden wanneer er gevraagd wordt naar een paswoord; deze kan overschreven worden via de -p optie of de' SUDO_PROMPT omgevingsvariabele

source: The default user to run commands as if the -u option is not specified on the command line
cs_cz: Výchozí uživatel pro spouštění příkazů jako kdyby volba -u nebyla určena na příkazovém řádku
fr: L’utilisateur par défaut sous lequel lancer les commandes si l’option n’est pas présente"
it_it: L'utente predefinito per eseguire i comandi come se l'opzione -u non fosse specificata sulla riga di comando
nl: De standaardgebruiker om instructies uit te voeren alsof de -u optie niet zou vermeld zijn in de commandolijn

source: Syslog priority to use when user authenticates successfully
cs_cz: Syslog priorita kterou použít když se uživatel úspěšně přihlásí
fr: Priorité syslog à utiliser quand l’utilisateur s’authentifie avec succès
it_it: Priorità Syslog da utilizzare quando l'utente esegue correttamente l'autenticazione
nl: Syslogvoorrang te gebruiken bij succesvolle authenticatie van de gebruiker

source: Syslog priority to use when user authenticates unsuccessfully
cs_cz: Syslog priorita kterou použít když se uživatel neověří úspěšně
fr: Priorité syslog à utiliser quand l’utilisateur échoue à s’authentifier
it_it: Priorità Syslog da utilizzare quando l'utente effettua l'autenticazione senza successo
nl: Syslogvoorrang te gebruiken bij niet-succesvolle authenticatie van de gebruiker

source: A colon separated list of editors allowed to be used with visudo
cs_cz: Dvojtečkou oddělovaný seznam editorů které je možné použít pro visudo
fr: Une liste d’éditeurs autorisés pour visudo, séparés par des virgules
it_it: Una lista di editor separati da due punti ha il permesso di essere utilizzata con visudo
nl: Een door dubbelpunten gescheiden lijst van bewerkers die door visudo mogen gebruikt worden

source: Path used for every command run from sudo. If you don't trust the people running sudo to have a sane PATH environment variable you may want to use this.
cs_cz: Umístění použité pro každý příkaz spuštěný ze sudo. Pokud nevěříte lidem kteří spouští sudo že mají nastavenou rozumnou PATH proměnnou prostředí, můžete chtít použít toto.
fr: Chemin utilisé pour chaque commande lancée par sudo. Si vous ne faites pas confiance aux personnes utilisant sudo pour avoir une variable d’environnement PATH correctement remplie vous pouvez utiliser ceci.
it_it: Percorso utilizzato per ogni comando eseguito da sudo. Se non ti fidi delle persone che eseguono sudo per avere una variabile d'ambiente PATH sana, potresti volerlo usare.
nl: Pad gebruikt voor elke instructie uitgevoerd met sudo. Indien je de mensen die sudo uitvoeren niet vertrouwd om een degelijke PATH omgeving variable te bezitten dan wil je dit mogelijks gebruiken.

source: This option controls when a short lecture will be printed along with the password prompt
cs_cz: Tato volba řídí kdy bude vypsána krátká lekce společně s výzvou na heslo
fr: Cette option contrôle quand une liste des règles seront imprimée avec l'invite de mot de passe
it_it: Questa opzione controlla quando verrà stampato un elenco di regole con la richiesta della password
nl: Deze optie bepaalt wanneer een korte lectuur zal afgedrukt worden bij paswoordprompt

source: Path to a file containing an alternate sudo lecture that will be used in place of the standard lecture
cs_cz: Popis umístění souboru obsahující alternativní sudo poučení které bude použito namísto standardního
fr: Chemin vers un fichier contenant une autre liste de règles sudo qui seront utilisée à la place des règles standard
it_it: Percorso di un file contenente un altro elenco di regole sudo che verranno utilizzate al posto delle regole standard
nl: Pad naar een file dat een alternatieve sudo-lectuur bevat die gebruikt zal worden in plaats van de standaard lectuur

source: Path to the sudo log file (not the syslog log file)
cs_cz: Popis umístění souboru se záznamem událostí (log) v sudo (ne soubor syslog)
fr: Chemin vers le journal sudo (pas le journal syslog)
it_it: Percorso del file di log sudo (non del file di registro syslog)
nl: Pad naar het sudo logbestand (niet het syslog-logbestand)

source: Syslog facility if syslog is being used for logging
cs_cz: Syslog facility pokud je pro logování použit syslog
fr: Syslog facility si syslog est utilisé pour la journalisation
it_it: Funzione Syslog se syslog viene utilizzato per la registrazione
nl: Syslogfaciliteit als syslog gebruikt wordt voor logging

source: Path to mail program used to send warning mail
cs_cz: Popis umístění programu pro použitého pro posílání varovných e-mailů
fr: Chemin vers le programme utilisé pour envoyer les courriel d’alerte
it_it: Percorso verso il programma di posta utilizzato per inviare e-mail di avviso
nl: Pad naar het mailprogramma dat gebruikt wordt voor het het zenden van waarschuwingsmail

source: Flags to use when invoking mailer
cs_cz: Příznaky které použít při vyvolání posílání e-mailů
fr: Indicateurs à utiliser lors de l'invocation du client de mail
it_it: Flag da utilizzare quando si invoca il mailer
nl: Vlaggen te gebruiken bij oproeping mailer

source: Address to send warning and error mail to
cs_cz: Adresa na kterou posílat varovné a chybové e-maily
fr: Adresse à laquelle envoyer les courriel d’alerte et d’erreur
it_it: Indirizzo per inviare avvisi e messaggi di errore a
nl: Adres naar waartoe waarschuwing- en foutmail moet verzonden worden

source: Users in this group are exempt from password and PATH requirements
cs_cz: Uživatelé v této skupině zproštěni nutnosti zadat heslo a mít proměnnou PATH
fr: Les utilisateurs dans ce groupe sont dispensés des règles de mot de passe et PATH
it_it: Gli utenti di questo gruppo sono esenti dai requisiti di password e PATH
nl: Gebruikers van deze groep zijn vrijgesteld van paswoord en PAD voorwaarden

source: This option controls when a password will be required when a user runs sudo with the -v option
cs_cz: Tato volba ovládá zda bude vyžadováno heslo když uživatel spustí sudo s volbou -v
fr: Cette option contrôle quand un mot de passe sera requis si un utilisateur lance sudo avec l’option -v
it_it: Questa opzione controlla quando sarà richiesta una password quando un utente esegue sudo con l'opzione -v
nl: Deze optie controleert of het paswoord noodzakelijk is wanneer een gebruiker sudo uitvoert met de -v optie

source: This option controls when a password will be required when a user runs sudo with the -l option
cs_cz: Tato volba ovládá kdy bude požadováno heslo když uživatel spustí sudo s volbou -l
fr: Cette option contrôle quand un mot de passe sera requis si un utilisateur " "lance sudo avec l’option -l
it_it: Questa opzione controlla quando sarà richiesta una password quando un utente esegue sudo con l'opzione -l
nl: Deze optie controleert of het paswoord noodzakelijk is wanneer een gebruiker sudo uitvoert met de -i optie

source: Environment variables to be removed from the user's environment if the variable's value contains % or / characters
cs_cz: Proměnné prostředí které odebrat z uživatelova prostředí pokud hodnota proměnné obsahuje znaky % nebo /
fr: Les variables d’environnement à retirer de l’environnement de l’utilisateur si elles contiennent les caractères % ou /
it_it: Variabili d'ambiente da rimuovere dall'ambiente dell'utente se il valore della variabile contiene % o / caratteri
nl: Omgevingsvariabelen die moeten worden verwijderd van de gebruikersomgeving als de variabelewaarde % of / karakters bevat

source: Environment variables to be removed from the user's environment when the env_reset option is not in effect
cs_cz: Proměnné prostředí které odebrat z uživatelova prostředí pokud není účinná volba env_reset
fr: "Les variables d’environnement à retirer de l’environnement de l’utilisateur quand l’option env_reset n’est pas active
it_it: Variabili di ambiente da rimuovere dall'ambiente dell'utente quando l'opzione env_reset non è attiva
nl: Omgevingsvariabelen die moeten worden verwijderd van de gebruikersomgeving als de env_reset optie niet gebruikt wordt

source: Environment variables to be preserved in the user's environment when the env_reset option is in effect
cs_cz: Proměnné prostředí které odebrat z uživatelova prostředí pokud je účinná volba env_reset
fr: Les variables d’environnement à retirer de l’environnement de l’utilisateur quand l’option env_reset est active
it_it: Variabili d'ambiente da conservare nell'ambiente dell'utente quando è attiva l'opzione env_reset
nl: Omgevingsvariabelen die moeten worden behouden in de gebruikersomgeving als de env_reset optie gebruikt wordt

source: Manage sudo roles
fr: Gérer les rôles sudo
it_it: Gestisci i ruoli sudo
nl: Beheer sudo-rollen
