Repository: fusiondirectory/fusiondirectory-plugins
Catalog: sudo/locale/*/fusiondirectory.po
Languages: cs_cz, el_gr, fr, it_it, nl

source: Sudo configuration
cs_cz: Nastavení sudo
el_gr: Διαμόρφωση Sudo
fr: Configuration sudo
it_it: Configurazione di Sudo
nl: Sudo configuratie

source: FusionDirectory sudo plugin configuration
cs_cz: Nastavení zásuvného modulu sudo pro FusionDirectory
el_gr: Ρύθμιση προσθέτου FusionDirectory sudo
fr: Configuration du plugin sudo
it_it: Configurazione del plugin Sudo di FusionDirectory
nl: FusionDirectory sudo plugin configuratie

source: Sudo RDN
cs_cz: Relativní rozlišený název pro sudo
fr: Branche sudo
it_it: RDN Sudo

source: Branch in which sudoers will be stored
cs_cz: Větev, ve které budou ukládáni držitelé práv sudo
el_gr: Κλάδος στον οποίο θα αποθηκεύονται οι sudoers
fr: Branche où seront stockés les sudoers
it_it: Ramo nel quale i sudo saranno immagazzinati
nl: Branch in dewelke sudo-ers worden opgeslagen

source: Sudo management
cs_cz: Správa sudo
el_gr: Διαχείριση Sudo
fr: Gestion sudo
it_it: Gestione di Sudo
nl: Sudo-beheer

source: Default
cs_cz: Výchozí
fr: Défaut
nl: Standaard

source: Sudo role
cs_cz: role v sudo
el_gr: Ρόλος Sudo
fr: Rôle sudo
it_it: Ruolo Sudo
nl: Sudo-rol

source: Role settings
cs_cz: Nastavení role
el_gr: Ρυθμίσεις ρόλου
fr: Paramètres du rôle
it_it: Impostazioni del ruolo
nl: Rol-instellingen

source: Name
cs_cz: Název
el_gr: Όνομα
fr: Nom
it_it: Nome
nl: Naam

source: Name of the role
cs_cz: Název role
el_gr: Όνομα του ρόλου
fr: Nom du rôle
it_it: Nome del ruolo
nl: Naam van de rol

source: Description
cs_cz: Popis
el_gr: Περιγραφή
it_it: Descrizione
nl: Omschrijving

source: Description for the new sudo role
cs_cz: Popis pro novou roli sudo
el_gr: Περιγραφή του νέου ρόλου sudo
fr: Description du nouveau rôle sudo
it_it: Descrizione per il nuovo ruolo di sudo
nl: Omschrijving voor de nieuwe sudo-rol

source: Commands
cs_cz: Příkazy
el_gr: Εντολές
fr: Commandes
it_it: comandi
nl: Opdrachten

source: A Unix command with optional command line arguments, potentially including globbing characters (aka wild cards)
cs_cz: Unixový příkaz s volitelnými argumenty, případně obsahující zástupné znaky
el_gr: Μια εντολή Unix με προαιρετικές παραμέτρους γραμμής εντολών, με δυνατότητα συμπερίληψης wild cards
fr: Une commande Unix avec éventuellement des arguments de ligne de commande, y compris des caractères joker (wildcards)
it_it: Un comando Unix con gli argomenti della riga di comando opzionali, potenzialmente compresi i caratteri wildcard (jolly)
nl: Een Unix opdracht met optionele opdrachtlijnargumenten, mogelijks inclusief globbing karakters (aka wild cards)

source: Run as (user)
cs_cz: Spustit jako (uživatel)
el_gr: Εκτέλεση ως (χρήστης)
fr: Exécuter comme (utilisateur)
it_it: Esegui come utente
nl: Utivoeren als (gebruiker)

source: User(s) impersonated by sudo
cs_cz: Uživatelé, ztělesnění v sudo
el_gr: Χρήστες impersonated από sudo
fr: Utilisateur(s) utilisé(s) par sudo
it_it: Utente(i) impersonato da Sudo
nl: Gebruiker(s) nagedaan door sudo

source: Run as (group)
cs_cz: Spustit jako (skupina)
el_gr: Εκτέλεση ως (ομάδα)
fr: Exécuter comme (groupe)
it_it: Esegui come gruppo
nl: Uitvoeren als (groep)

source: Group(s) impersonated by sudo
cs_cz: Skupiny, ztělesněné prostřednictvím sudo
el_gr: Ομάδες mpersonated από sudo
fr: Groupe(s) utilisé(s) par sudo
it_it: Grippo(i) impersonato da Sudo
nl: Groep(en) nagedaan door sudo

source: Systems
cs_cz: Systémy
el_gr: Συστήματα
fr: Systèmes
it_it: Sistemi
nl: Systemen

source: A host name, IP address or IP network
cs_cz: Název počítače, IP adresa nebo síť
el_gr: Ένα όνομα υπολογιστή, μια διεύθυνση IP, ή ένα δίκτυο IP
fr: Un nom d'hôte, une adresse IP ou un réseau IP
it_it: Un nome d'host, indirizzo IP o network IP
nl: een hostnaam, IP-adres of IP-netwerk

source: Users and groups
cs_cz: Uživatelé a skupiny
el_gr: Χρήστες και ομάδες
fr: Utilisateurs et groupes
it_it: Utenti e gruppi
nl: Gebruikers en groepen

source: A user name, user ID (prefixed with '#'), Unix group (prefixed with '%')
cs_cz: Uživatelské jméno, identifikátor (předeslaný znakem #), unixová skupiny (předeslaná znakem %)
el_gr: Ένα όνομα χρήστη, ταυτότητα χρήστη (ID με πρόθεμα '#'), ομάδα (Unix group με πρόθεμα '%')
fr: Un nom d'utilisateur, ID utilisateur (préfixé par '#'), groupe Unix (préfixé par '%')
it_it: Un nome utente, ID utente (prefissato da '#'), gruppo Unix (prefissato da '%')
nl: Een gebruikersnaam, gebruikersID (prefixed met '#'), Unix group (prefixed met '%')

source: Priority
cs_cz: Priorita
el_gr: Προτεραιότητα
fr: Priorité
it_it: Priorità
nl: Prioriteit

source: This rule priority compared to others
cs_cz: Pořadí přednosti tohoto pravidla v porovnání s ostatními
el_gr: Συσχέτιση της προτεραιότητας αυτού του ρόλου με άλλων.
fr: La priorité de cette règle par rapport aux autres
it_it: La priorità di questa regola comparata alle altre
nl: De voorrang van deze regel vergeleken met anderen.

source: Valid starting from
cs_cz: Platné počínaje
fr: Valable à partir de
it_it: Valido a partire dal
nl: Geldig vanaf

source: Start of time interval for which the entry is valid (leave empty to disable)
cs_cz: Čas od kterého je položka platná (nevyplněné znamená vypnuto)
fr: Début de l'intervalle de temps pour lequel l'entrée est valide (laissez vide pour désactiver)
it_it: Inizio dell'intervallo di tempo per il quale la voce è valida (lasciare vuoto per disabilitare)
nl: Start van het tijdsinterval voor dewelke deze ingave geldig is (laat leeg om af te zetten)

source: Valid until
cs_cz: Platné do
fr: Valable jusque
it_it: Valido fino al
nl: Geldig tot

source: End of time interval for which the entry is valid (leave empty to disable)
cs_cz: Okamžik konce platnosti položky (nevyplněné znamená vypnuto)
fr: Fin de l'intervalle de temps pour lequel l'entrée est valide (laisser vide pour désactiver)
it_it: Fine dell'intervallo di tempo per il quale la voce è valida (lasciare vuoto per disabilitare)
nl: Einde van het tijdsinterval voor dewelke deze ingave geldig is (laat leeg om af te zetten)

source: Unknown option
cs_cz: neznámý parametr
el_gr: Άγνωστη επιλογή
fr: Option inconnue
it_it: Opzione sconosciuta
nl: Onbekende optie

source: The sudo option '%s' is invalid!
cs_cz: parametr '%s' pro sudo není platný!
el_gr: Η επιλογή sudo '%s' είναι άκυρη!
fr: L'option sudo '%s' est invalide !
it_it: L'opzione di sudo '%s' non è valida !
nl: Deze sudo optie '%s' is ongeldig!

source: Options
cs_cz: volby
el_gr: Επιλογές
it_it: Opzioni
nl: Opties

source: Sudo options
cs_cz: nastavení sudo
el_gr: Επιλογές Sudo
fr: Options Sudo
it_it: Opzioni di Sudo
nl: Sudo opties

source: Available options
cs_cz: dostupné volby
el_gr: Διαθέσιμες επιλογές
fr: Options disponibles
it_it: Opzioni disponibili
nl: Beschikbare opties

source: Option
cs_cz: volba
el_gr: Επιλογή
it_it: Opzione
nl: Optie

source: Add a new sudo option
cs_cz: Přidat další předvolbu pro sudo
el_gr: Προσθήκη νέας επιλογής sudo
fr: Ajouter une nouvelle option sudo
it_it: Aggiungi una nuova opzione sudo
nl: Voeg een nieuwe sudo optie toe

source: Used sudo role options
cs_cz: Použité předvolby role sudo
el_gr: Χρησιμοποιημένες επιλογές ρόλου sudo
fr: Options sudo utilisées
it_it: Opzioni utilizzate del ruolo sudo
nl: Gebruikte sudo-rolopties

source: When validating with a One Time Password (OTP) scheme such as S/Key or OPIE, a two-line prompt is used to make it easier to cut and paste the challenge to a local window
cs_cz: Při ověřování pomocí jednorázového na času založeného hesla (OTP) jako např. S/Key nebo OPIE, tvou řádková výzva je použita pro usnadnění zkopírování a vložení výzvy do místního okna
fr: Lors de la validation d’un schéma de mot de passe à usage unique (OTP) comme S/Key ou OPIE, deux lignes d’entrés sont utilisées pour faciliter le copier/coller du challenge vers une fenêtre locale
it_it: Quando si esegue la convalida con uno schema OTP (One Time Password) come S / Key o OPIE, viene utilizzato un prompt a due righe per semplificare il taglio e l'incollaggio del challenge a una finestra locale
nl: Wanneer goedgekeurd met een One Time Paswoord (OTP) schema zoals S/Key of OPIE, dan zal er een two-line prompt gebruikt worden om het makkelijker te maken de challenge naar een lokaal venster te 'knip en plakken'

source: If set, sudo will ignore '.' or '' (current dir) in the PATH environment variable
cs_cz: Pokud je nastaveno, sudo si nebude všímat „.“ (tečka) neboli stávající složka v proměnné prostředí PATH
fr: Si vrai, sudo ignorera le dossier courant ('.' ou '') dans la variable d’environnement PATH
it_it: Se impostato, sudo ignorerà '.' o '' (dir corrente) nella variabile d'ambiente PATH
nl: Indien ingesteld dan zal sudo '.' or '' (huidige dir) negeren in de PAD omgeving variabele

source: Send mail to the mailto user every time a users runs sudo
cs_cz: Poslat e-mail na mailto uživatele pokaždé když uživatel vyvolá sudo
fr: Envoyer un courriel à l’utilisateur mailto chaque fois qu’un utilisateur lance sudo
it_it: Invia mail a mailto dall'utente ogni volta che un utente esegue sudo
nl: Verzendt de mail naar de mailto gebruiker elke keer dat sudo uitgevoerd wordt

source: Send mail to the mailto user if the user running sudo does not enter the correct password
cs_cz: Poslat e-mail na mailto uživatele když uživatel vyvolá sudo a zadá nesprávné heslo
fr: Envoyer un courriel à l’utilisateur mailto si l’utilisateur qui lance sudo n’entre pas le bon mot de passe
it_it: Invia mail all'utente mailto se l'utente che sta eseguendo sudo non immette la password corretta
nl: Verzendt de mail naar de mailto gebruiker als de gebruiker die sudo uitvoert geen juist paswoord ingeeft

source: If set, mail will be sent to the mailto user if the invoking user is not in the sudoers file
cs_cz: Pokud je nastaveno, bude na mailto uživatele poslán e-mail když sudo zavolá uživatel, který není v sudoers souboru
fr: Si vrai, un courriel sera envoyé à l’utilisateur mailto si l’utilisateur qui lance sudo n’est pas dans le fichier sudoers
it_it: Se impostato, la posta verrà inviata all'utente mailto se l'utente chiamante non si trova nel file sudoers
nl: Indien ingesteld, dan wordt er een mail verzonden naar de mailto gebruiker als de oproepende gebruiker niet in de sudo-ers lijst zit

source: If set, mail will be sent to the mailto user if the invoking user exists in the sudoers file, but is not allowed to run commands on the current host
cs_cz: Pokud je nastaveno, bude na mailto uživatele poslán e-mail když sudo zavolá uživatel, který je v sudoers souboru, ale není mu umožněno spouštět příkazy na stávajícím stroji
fr: Si vrai, un courriel sera envoyé à l’utilisateur mailto si l’utilisateur qui lance sudo est dans le fichier sudoers, mais n’est pas autorisé à lancer des commandes sur l’hôte
it_it: Se impostato, la posta verrà inviata all'utente mailto se l'utente chiamante esiste nel file sudoers, ma non può eseguire comandi sull'host corrente
nl: Indien ingesteld, dan wordt er een mail verzonden naar de mailto gebruiker als de oproepende gebruiker in de sudoers lijst zit, maar niet toegelaten is om instructies uit te voeren o de huidige host

source: If set, mail will be sent to the mailto user if the invoking user is allowed to use sudo but not for this command
cs_cz: Pokud je nastaveno, bude na mailto uživatele poslán e-mail když sudo zavolá uživatel, kterému je umožněno zavolat sudo, ale ne pro tento příkaz
fr: Si vrai, un courriel sera envoyé à l’utilisateur mailto si l’utilisateur qui lance sudo est autorisé à utiliser sudo mais pas pour cette commande"
it_it: Se impostato, la posta verrà inviata all'utente mailto se l'utente che invoca può utilizzare sudo ma non per questo comando
nl: Indien ingesteld, dan wordt er een mail verzonden naar de mailto gebruiker als de oproepende gebruiker sudo mag gebruiken maar niet voor deze instructie

source: If set, users must authenticate on a per-tty basis
cs_cz: Pokud je nastaveno, uživatel se bude muset přihlásit na každé virt. konzoli zvlášť
fr: Si vrai, les utilisateurs doivent s’authentifier pour chaque tty
it_it: Se impostato, gli utenti devono autenticarsi su una base per-tty
nl: Indien ingesteld, dan moeten gebruikers authenticeren op een per-tty basis

source: If set, users must authenticate themselves via a password (or other means of authentication)
cs_cz: Pokud je nastaveno, uživatelé se budou muset přihlásit heslem (nebo jiným způsobem ověření)
fr: Si vrai, les utilisateurs doivent s’authentifier avec un mot de passe (ou d'autre moyen d’authentification)
it_it: Se impostato, gli utenti devono autenticarsi tramite una password (o altri mezzi di autenticazione)
nl: Indien ingesteld, dan moeten gebruikers zich authenticeren via een paswoord (of een ander autenticatiemiddel)

source: If set, root is allowed to run sudo too
cs_cz: Pokud je nastaveno, root bude moci spouštět sudo také
fr: Si vrai, root est aussi autorisé à lancer sudo
it_it: Se impostato, a root è consentito eseguire anche sudo
nl: Indien ingesteld, dan is het de root toegelaten om sudo uit te voeren

source: If set, the host name will be logged in the (non-syslog) sudo log file
cs_cz: Pokud je nastaveno, název stroje bude zaznamená v (ne syslog) sudo log souboru
fr: Si vrai, le nom d’hôte sera noté dans le journal sudo (non-syslog)
it_it: Se impostato, il nome host verrà registrato nel file di registro sudo (non-syslog)
nl: Indien ingesteld dan zal de hostnaam gelogd worden in het (non-syslog) sudo logbestand

source: If set, the four-digit year will be logged in the (non-syslog) sudo log file
cs_cz: Pokud je nastaveno, čtyřčíslicový rok bude zaznamenán do (ne syslog) sudo log souboru
fr: Si vrai, l’année sur 4 chiffres sera notée dans le journal sudo (non-syslog)
it_it: Se impostato, l'anno a quattro cifre verrà registrato nel file di registro sudo (non-syslog)
nl: Indien ingesteld dan zal het vier digit jaar gelogd worden in het (non-syslog) sudo logbestand

source: If set and sudo is invoked with no arguments it acts as if the -s option had been given
cs_cz: Pokud je nastaveno a sudo je vyvoláno bez argumentů, bude se chovat jako by bylo vyvoláno s volbou -s.
fr: Si vrai et que sudo est lancé sans argument, il se comportera comme si l’option -s avait été donnée
it_it: Se impostato e sudo viene invocato senza argomenti, si comporta come se fosse stata fornita l'opzione -s
nl: Indien ingesteld en sudo wordt opgeroepen zonder argumenten dan zal het zich gedragen alsof the -s optie meegegeven is

source: If enabled and sudo is invoked with the -s option the HOME environment variable will be set to the home directory of the target user (usually root)
cs_cz: Pokud je zapnuto a sudo je vyvoláno s volbou -s, proměnná prostředí HOME bude nastavena na domovskou složku cílového uživatele (obvykle root)
fr: Si vrai et que sudo est lancé avec l’option -s, la variable d’environnement HOME sera réglée sur le dossier personnel de l’utilisateur cible (habituellement root)
it_it: Se abilitato e sudo viene richiamato con l'opzione -s, la variabile d'ambiente HOME verrà impostata sulla directory home dell'utente di destinazione (generalmente root)
nl: Indien ingeschakeld en sudo wordt opgeroepen met de -s optie dan zal de HOME omgevingsvariabele op de homedirectory van de doelgebruiker (meestal root) gezet worden

source: If enabled, sudo will set the HOME environment variable to the home directory of the target user (usually root)
cs_cz: Když je zapnuto, sudo nastaví proměnnou prostředí HOME na domovskou složku cílového uživatele (obvykle root)
fr: Si vrai, sudo règlera la variable d’environnement HOME sur le dossier personnel de l’utilisateur cible (habituellement root)
it_it: Se abilitato, sudo imposterà la variabile d'ambiente HOME sulla home directory dell'utente di destinazione (solitamente root)
nl: Indien ingesteld dan zal sudo de HOME omgeving variabele instellen op de home directory van de doelgebruiker (meestal root)

source: If the executable is simply not in the user's PATH, sudo will tell the user that they are not allowed to run it
cs_cz: Pokud spustitelný soubor není v proměnné uživatele PATH, sudo uživateli sdělí, že mu není umožněno ho spustit
fr: Si l’exécutable n’est pas dans le PATH de l’utilisateur, sudo lui dira qu’il n’est pas autorisé à le lancer
it_it: Se l'eseguibile semplicemente non si trova nel PATH dell'utente, sudo dirà all'utente che non è autorizzato a eseguirlo
nl: Als de executable eenvoudigweg niet in het gebruikers PATH staat, dan zal sudo de gebruikers vertellen dat ze niet toegestaan worden om deze uit te voeren

source: If set, the user's existing group vector is left unaltered
cs_cz: Pokud je nastaveno, uživatelův stávající skupinový vektor je ponechán beze změny
fr: S'il est défini, le vecteur de groupe existant de l'utilisateur reste inchangé
it_it: Se impostato, il vettore di gruppo esistente dell'utente viene lasciato inalterato
nl: Indien ingesteld dan wordt de gebruikers bestaande groepsvector niet gewijzigd

source: Set this flag if you want to put fully qualified host names in the sudoers file
cs_cz: Tento příznak nastavte pokud chcete do sudoers souboru dávat úplné doménové názvy (FQDN)
fr: Activez cette option si vous voulez mettre des noms d’hôtes complets dans le fichier sudoers
it_it: Impostare questo flag se si desidera inserire nomi host completi nel file sudoers
nl: Stel deze vlag in als je de fully qualified hostnaam in het sudo-ers bestand wil zetten

source: If set, sudo will insult users when they enter an incorrect password
cs_cz: Pokud je nastaveno, sudo napadne uživatele pokud zadají nesprávné heslo
fr: Si vrai, sudo insultera les utilisateurs s’ils entrent un mot de passe incorrect
it_it: Se impostato, sudo insulterà gli utenti quando inseriscono una password errata
nl: Indien ingesteld dan zal sudo gebruikers aanvallen wanneer ze proberen een onjuist paswoord in te geven

source: If set, sudo will only run when the user is logged in to a real tty
cs_cz: Pokud je nastaveno, sudo bude spuštěno pouze tehdy, pokud je uživatel přihlášen na skutečné konzoli
fr: i vrai, sudo se lancera uniquement quand l’utilisateur est connecté à un vrai tty
it_it: Se impostato, sudo verrà eseguito solo quando l'utente è connesso a un vero tty
nl: Indien ingesteld dan zal sudo enkel werken als de gebruiker in ingelogd op een echte tty

source: If set, visudo will use the value of the EDITOR or VISUAL environment variables before falling back on the default editor list
cs_cz: Pokud je nastaveno, příkaz visudo použije hodnoty z proměnných prostředí EDITOR nebo VISUAL než náhradně použije výchozí seznam editorů
fr: Si vrai, visudo utilisera la valeur des variables d’environnement EDITOR et VISUAL avant de se rabattre sur la liste d’éditeurs par défaut
it_it: Se impostato, visudo utilizzerà il valore delle variabili di ambiente EDITOR o VISUAL prima di tornare all'elenco di editor predefinito
nl: Indien ingesteld dan zal visudo de waarde van de EDITOR of VISUAL omgeving svariabele gebruiken voordat er wordt teruggevallen op de standaard editor lijst

source: If set, sudo will prompt for the root password instead of the password of the invoking user
cs_cz: Když je nastaveno, sude se bude dotazovat na heslo správce systému (root) namísto hesla uživatele, který sudo vyvolal
fr: Si vrai, sudo demandera le mot de passe root au lieu du mot de passe de l’utilisateur appelant
it_it: Se impostato, sudo richiederà la password di root invece della password dell'utente che ha richiamato
nl: Indien ingesteld dan zal sudo het rootpaswoord prompten i.p.v. het paswoord van de opgeroepen gebruiker

source: If set, sudo will prompt for the password of the user defined by the runas_default option (defaults to root) instead of the password of the invoking user
cs_cz: Pokud je nastaveno, sudo se zeptá na heslo uživatele určeného volbou runas_default (výchozí je root) namísto hesla vyvolávajícího uživatele
fr: Si vrai, sudo demandera le mot de passe de l’utilisateur défini comme runas_default (root par défaut) au lieu du mot de passe de l’utilisateur appelant
it_it: Se impostato, sudo richiederà la password dell'utente definita dall'opzione runas_default (defaults to root) anziché la password dell'utente che invoca
nl: Indien gezet dan zal sudo het paswoord prompten voor de gebruiker gedefinieerd door de runas_standaard optie (standaard op root) i.p.v. het paswoord van de opvragende gebruiker

source: If set, sudo will prompt for the password of the user specified by the -u option (defaults to root) instead of the password of the invoking user
cs_cz: Pokud je nastaveno, sudo se bude dotazovat na heslo uživatele, zadaného volbou -u (výchozí je root) namísto hesla vyvolávajícího uživatele
fr: Si vrai, sudo demandera le mot de passe de l’utilisateur indiqué par l’option -u (root par défaut) au lieu du mot de passe de l’utilisateur appelant
it_it: Se impostato, sudo richiederà la password dell'utente specificata dall'opzione -u (predefinita per root) invece della password dell'utente che invoca
nl: Indien ingesteld dan zal sudo prompten voor het gebruikerspaswoord bepaald door de -u optie (standaard op root) i.p.v. het paswoord van de oproepende gebruiker

source: If set, sudo will set the LOGNAME environment variables to the name of the target user
cs_cz: Pokud je nastaveno, sudo nastaví proměnnou prostředí LOGNAME na jméno cílového uživatele
fr: Si vrai, sudo règlera la variable d’environnement LOGNAME sur le nom de l’utilisateur cible
it_it: Se impostato, sudo imposterà le variabili d'ambiente LOGNAME sul nome dell'uso di destinazione
nl: Indien ingesteld dan zal sudo de lognaamomgevingsvariabele op de naam van de doelgebruiker zetten

source: If set, sudo will run the command in a minimal environment containing the TERM, PATH, HOME, MAIL, SHELL, LOGNAME, USER, USERNAME and SUDO_ variables
cs_cz: Pokud je nastaveno, sudo bude spouštět příkaz v minimálním prostředí, obsahující proměnné TERM, PATH, HOME, MAIL, SHELL, LOGNAME, USER, USERNAME a SUDO
fr: Si vrai, sudo lancera la commande dans un environnement minimal contenant les variables TERM, PATH, HOME, MAIL, SHELL, LOGNAME, USER, USERNAME et SUDO_
it_it: Se impostato, sudo eseguirà il comando in un ambiente minimale contenente le variabili TERM, PATH, HOME, MAIL, SHELL, LOGNAME, USER, USERNAME e SUDO_
nl: Indien ingesteld dan zal sudo de instructie in een minimale omgeving uitvoeren, bevattend TERM, PATH, HOME, MAIL, SHELL, LOGNAME, USER, USERNAME and SUDO_ variabelen

source: If set, sudo will apply the defaults specified for the target user's login class if one exists
cs_cz: Pokud je nastaveno, sudo použije výchozí určené pro třídu přihlášení uživatele pokud existuje
fr: Si elle est définie, sudo appliquera les valeurs par défaut spécifiées pou la classe de connexion de l'utilisateur cible s'il en existe une
it_it: Se impostato, sudo applicherà i valori predefiniti specificati per la classe di accesso dell'utente di destinazione, se ne esiste uno
nl: Indien ingesteld dan zal sudo de standaard instellingen gebruiken beschreven in de doelgebruikersloginklasse als die bestaat

source: If set, all commands run via sudo will behave as if the NOEXEC tag has been set, unless overridden by a EXEC tag
cs_cz: Pokud je nastaveno všechny příkazy spouštěné prostřednictvím sudo se budou chovat jako by byla nastavená značka NOEXEC, pokud nebude přebito značkou EXEC
fr: Si vrai, toutes les commandes lancées par sudo se comporteront comme si le tag NOEXEC avait été mis, sauf si écrasé par un tag EXEC
it_it: Se impostato, tutti i comandi eseguiti tramite sudo si comporteranno come se il tag NOEXEC fosse stato impostato, a meno che non venga sostituito da un tag EXEC
nl: Indien ingesteld dan zullen alle instructies uitgevoerd via sudo zich gedragen alsof de NOEXEC tag aan staat, behalve bij een override van de EXEC tag
