Repository: fusiondirectory/fusiondirectory-plugins
Catalog: pureftpd/locale/*/fusiondirectory.po
Languages: el_gr

source: Pure ftp account
el_gr: Λογαριασμός Pure ftp

source: Connectivity addon
el_gr: Πρόσθετο συνδεσιμότητας

source: Upload bandwidth
el_gr: Bandwidth αποστολής (upload)

source: Download bandwidth
el_gr: Bandwidth λήψης

source: Download bandwidth in kb/sec
el_gr: Bandwidth λήψης σε kb/sec

source: Ratio
el_gr: Αναλογία

source: Uploaded files
el_gr: Απεσταλμένα αρχεία

source: Downloaded files
el_gr: Ληφθέντα αρχεία

source: Files
el_gr: Αρχεία

source: Quota files
el_gr: Όρια αρχείων

source: Size
el_gr: Μέγεθος

source: Files size
el_gr: Μέγεθος αρχείων

source: Miscellaneous
el_gr: Διάφορα

source: Enable FTP access
el_gr: Ενεργοποίηση πρόσβασης FTP

source: Enable or disable FTP access
el_gr: Ενεργοποίηση ή απενεργοποποίηση πρόσβασης FTP
