Repository: fusiondirectory/fusiondirectory-plugins
Catalog: gofax/locale/*/LC_MESSAGES/messages.po
Languages: es, nl

source: Could not connect to database server!
es: ¡No puedo conectar al servidor de base de datos!
nl: Kan niet verbinden met de database server!

source: Could not select database!
es: ¡No puedo seleccionar la base de datos.!
nl: De opgegeven database kon niet geselecteerd worden!

source: Database query failed!
es: ¡La consulta a la base de datos ha fallado.!
nl: De database zoekopdracht is mislukt

source: FAX database
es: Base de datos de FAX

source: FAX database configuration
es: Configuración de la base de datos de FAX

source: User
es: Usuario
nl: Gebruiker

source: Password
es: Contraseña
nl: Wachtwoord

source: Fax database
es: Base de datos de Fax

source: Services
es: Servicios

source: Login name
es: Nombre de acceso

source: FAX database information
es: Información de la base de datos del FAX

source: FAX DB user
es: Base de datos de usuarios de FAX
nl: FAX DB gebruiker

source: Filter
es: Filtro

source: Name
es: Nombre
nl: Naam

source: Please select the desired entries
es: Por favor seleccione las entradas que desee

source: Given name
es: Nombre de pila
nl: Naam

source: Surname
es: Apellido
nl: Achternaam

source: Click the 'Edit' button below to change informations in this dialog
es: Pulse en el botón - Editar - para cambiar la información en esta ventana
nl: Gebruik de 'Bewerk' knop hieronder om de informatie in deze dialoog te veranderen

source: FAX settings
es: Configuración del Fax
nl: Fax instellingen

source: Select numbers to add
es: Seleccione números para añadir
nl: Selecteer de toe te voegen nummers

source: Filters
es: Filtros

source: Display numbers of department
es: Mostrar número de Departamentos
nl: Toon nummers van afdeling

source: Choose the department the search will be based on
es: Escoja el departamento base de la búsqueda
nl: Selecteer de afdeling waarbinnen gezocht zal worden

source: Display numbers matching
es: Mostrar números que coincidan con
nl: Toon de overeenkomende nummers

source: Regular expression for matching numbers
es: Expresiones regulares que coincidan con números
nl: Reguliere expressie voor overeenkomende nummers

source: Display numbers of user
es: Mostrar números de usuario
nl: Toon nummers van gebruiker

source: User name of which numbers are shown
es: Nombre de usuario cuyos números están siendo mostrados
nl: Gebruikersnaam van de gebruiker wiens nummers getoond worden

source: Generic
es: Genérico
nl: Algemeen

source: Fax number for GOfax to trigger on
es: Numero de fax para activar GOfax
nl: Fax nummer waarop GOfax moet reageren

source: Alternate fax numbers will not be copied
es: Los números de fax alternativos no serán copiados

source: Blocked numbers/lists
es: Listas/Números bloqueados
nl: Geblokkeerde nummers/lijsten

source: List of predefined blocklists
es: Listas de bloqueos predefinidas
nl: Lijst met voorgedefiniÃ«erde blokkeerlijstn

source: Add the list to the blocklists
es: Añadir a la lista de bloqueos
nl: Voeg de lijst toe aan de blokkeerlijsten

source: This does something
es: Esto hace algo
nl: Dit doet iets

source: Remove fax account
es: Eliminar cuenta de fax
nl: Fax account verwijderen

source: Create fax account
es: Crear cuenta de fax
nl: Fax account aanmaken

source: Phone number
es: Número de teléfono

source: back
es: atrás
nl: terug

source: LDAP error
es: Error LDAP

source: Fax number
es: Número de Fax

source: Mail delivery is requested without target address!
es: ¡Ha seleccionado envío de correo, pero no se ha introducido ninguna dirección de correo!

source: Mail address
es: Dirección correo electrónico

source: Printing is requested without a target printer!
es: ¡Ha seleccionado impresión, pero no se ha introducido ninguna impresora!

source: Fax account settings
es: Configuración cuenta de FAX

source: Language
es: Idioma
nl: Taal

source: Delivery format
es: Formato de envío
nl: Aflever formaat

source: Alternate fax number
es: Número de FAX alternativo

source: Enable/Disable fax
es: Activar/desactivar FAX

source: Deliver fax as mail
es: Enviar fax como correo electrónico
nl: Lever Fax als E-mail af

source: Deliver fax to printer
es: Enviar fax a la impresora
nl: Lever Fax af op printer

source: Receive blocklist
es: Listas de bloqueos entrantes

source: Send blocklist
es: Lista de bloqueo salientes

source: Multiple edit
es: Edición multiple

source: Specify the GOfax communication language for fax to mail gateway
es: Especificar el lenguaje de comunicación de GOfax para la pasarela de fax a correo
nl: Specificeer de GOfax communicatie taal voor de Fax naar E-mail gateway

source: Specify delivery format for fax to mail gateway
es: Especificar el formato de envío para la pasarela de fax a correo
nl: Specificeer het aflever formaat voor de Fax naar E-mail gateway

source: Delivery methods
es: Métodos de envío
nl: Aflever methodes

source: Temporary disable fax usage
es: Desactivación temporal del uso del fax
nl: Schakel Fax gebruik tijdelijk uit

source: Deliver fax as mail to
es: Enviar fax como correo electrónico a
nl: Lever Fax als E-mail af aan

source: Alternate fax numbers
es: Intercambiar los números de fax
nl: Alternatieve Fax nummers

source: Add local
es: Añadir Cuenta Local
nl: Lokaal toevoegen

source: Blocklists
es: Listas de bloqueo
nl: Blokkeerlijsten

source: Blocklists for incoming fax
es: Listas de bloqueo para fax entrante
nl: Blokkeerlijsten voor te ontvangen Faxen

source: Edit
es: Editar
nl: Bewerken

source: Blocklists for outgoing fax
es: Listas de bloqueo para fax saliente
nl: Blokkeerlijsten voor te versturen Faxen

source: Warning
es: Aviso
nl: Waarschuwing

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
es: Entonces, si esta seguro, presione <i>Eliminar</i> para continuar o <i>Cancelar</i> para Abortar.
nl: Indien u zeker bent drukt u dan 'Verwijderen' om door te gaan of 'Annuleren' om te annuleren.

source: List name
es: Nombre de la lista
nl: Lijstnaam

source: Name of blocklist
es: Nombre de la lista de bloqueos
nl: Naam van de blokkeerlijst

source: Fax blocklists
es: Lista de bloqueos de Fax

source: send
es: enviar
nl: versturen

source: receive
es: recibir
nl: ontvangen

source: Description
es: Descripción
nl: Omschrijving

source: Blocklist
es: Lista de bloqueo

source: Blocklist type
es: Tipo de lista de bloqueo

source: List of blocklists
es: Lista de listas de bloqueos
nl: Lijst met blokkeerlijsten

source: Actions
es: Acciones
nl: Acties

source: Create
es: Crear
nl: Aanmaken

source: Remove
es: Eliminar
nl: Verwijderen

source: Blocklist management
es: Administración de listas de bloqueo
nl: Blokkeerlijst beheer

source: Type
es: Tipo

source: Select wether to filter incoming or outgoing calls
es: Seleccione la manera de filtrar llamadas entrantes o salientes
nl: Selecteer of inkomende en uitgaande gesprekken gefilterd moeten worden

source: Descriptive text for this blocklist
es: Descripción de esta lista de bloqueos
nl: Beschrijving van deze blokkeerlijst

source: Blocked numbers
es: Números bloqueados
nl: Geblokkeerde nummers

source: Information
es: Información
nl: Informatie

source: Numbers can also contain wild cards.
es: Los números también pueden contener comodines.
nl: Nummers kunnen ook wildcards (*?) bevatten.

source: FAX reports
es: Informes de FAX
nl: Fax rapporten

source: FAX Reports
es: Informes de FAX
nl: Fax rapporten

source: No fax server found!
es: ¡No se ha definido el servidor de FAX!

source: Configuration error
es: Error en la configuración

source: Missing %s PHP extension!
es: ¡Extensión PHP %s no encontrada!

source: Cannot connect to %s database!
es: ¡No se puede conectar a la base de datos %s!

source: Cannot select %s database!
es: ¡No se puede seleccionar la base de datos %s!

source: Cannot query %s database!
es: ¡No se ha podido ejecutar la consulta %s!

source: Permission error
es: Error de permisos

source: You have no permission to view this fax id!
es: ¡No tiene permisos para ver este identificador de FAX!

source: Insufficient permissions to view this attribute
es: No tiene permisos suficientes para ver este atributo

source: Insufficient permissions
es: Permisos insuficientes

source: Fax report
es: Informe de FAX

source: All entries are readonly
es: Todas las entradas son solo lectura

source: Fax reports
es: Informes de Fax

source: Detailed view
es: Vista detallada

source: Date
es: Fecha
nl: Datum

source: Time
es: Tiempo

source: Status
es: Estado

source: Sender ID
es: ID del Remitente
nl: Afzender ID

source: Sender MSN
es: MSN del Remitente
nl: Afzender MSN

source: Receiver ID
es: ID del Receptor
nl: Ontvanger ID

source: Receiver MSN
es: MSN del Receptor
nl: Ontvanger MSN

source: Number of pages
es: Número de páginas

source: Status Message
es: Mensaje de estado

source: Transfer time
es: Tiempo de envío
nl: Overdrachtstijd

source: FAX preview - please wait
es: Visualización del Fax - Por favor espere
nl: Fax voorbeeld - even geduld a.u.b.

source: Click on fax to download
es: Pulse en 'Fax' para descargar
nl: Klik op de Fax om deze te downloaden

source: Date / Time
es: Fecha / Hora
nl: Datum / Tijd

source: Status message
es: Estado del mensaje
nl: Status bericht

source: # pages
es: # páginas
nl: # pagina's

source: Search for
es: Buscar por
nl: Zoek naar

source: Enter user name to search for
es: Introduzca el nombre de usuario para la búsqueda
nl: Voer de te zoeken gebruikersnaam in

source: in
es: en

source: Select subtree to base search on
es: Seleccione el subárbol como base de la búsqueda
nl: Selecteer de subtree waarbinnen de zoekopdracht plaatsvindt

source: during
es: durante
nl: gedurende

source: Search
es: Buscar
nl: Zoeken

source: Sender
es: Remitente
nl: Afzender

source: Receiver
es: Receptor
nl: Ontvanger

source: Search returned no results...
es: La búsqueda no ha encontrado resultados...
nl: De zoekopdracht gaf geen resultaten terug...

source: Base
nl: Basis

source: Error
nl: Fout

source: Y-M-D
nl: J-M-D
