Repository: fusiondirectory/fusiondirectory-plugins
Catalog: cyrus/locale/*/fusiondirectory.po
Languages: de, el_gr, fr, it, nl

source: Services
de: Dienste
el_gr: Υπηρεσίες
it: Servizi

source: Connection
de: Verbindung
fr: Connexion

source: Connect URL for Cyrus server
de: Verbindungs URL für Cyrus Server
el_gr: URL σύνδεσης σε διακομιστή Cyrus
fr: URL de connexion au serveur Cyrus
it: Connetere all'URL del server Cyrus
nl: Verbind URL voor Cyrus server

source: Hostname of the Cyrus server
de: Hostname des Cyrusservers
el_gr: Όνομα συστήματος του διακομιστή Cyrus
fr: Nom d’hôte du serveur Cyrus
nl: Hostnaam van de Cyrus server

source: Port
de: Anschluss
el_gr: Θύρα
it: Porta
nl: Poort

source: Port number on which Cyrus server should be contacted
de: Portnummer unter der Cyrusserver kontaktiert werden soll
el_gr: Αριθμός θύρας για την επικοινωνία με τον διακομιστή Cyrus
fr: Numéro de port sur ​​lequel le serveur Cyrus doit être contacté
it: Numero della porta sulla quale il server Cyrus sarà contattato
nl: Poort nummer op dewelke de Cyrus server moet gecontacteerd worden

source: Options for contacting Cyrus server
de: Optionen mit dem Kontakt des Cyrusserver
el_gr: Επιλογές επικοινωνίας με τον διακομιστή Cyrus
fr: Options pour contacter le serveur Cyrus
it: Opzioni per la connessione verso il server Cyrus
nl: Opties om de Cyrus server te contacteren

source: Valide certificats
de: Gültige Zertifikate
el_gr: Έγκυρα πιστοποιητικά
fr: Vérifier le certificat
it: Certificati validi
nl: Geldig certificaat

source: Weither or not to validate server certificate on connexion
de: Ob Serverzertifikate bei der Verbindung überprüft werden sollen
el_gr: Εάν θα γίνεται επικύρωση ή όχι του πιστοποιητικού του διακομιστή κατά την σύνδεση
fr: Valider ou non le certificat du serveur à la connexion
it: Convalidare oppure no il certificato del server di connessione
nl: Al dan niet valideren van server certificaat op verbindingen

source: Admin user
de: Administrator
el_gr: Διαχειριστής
fr: Administrateur
it: Amministratore
nl: Admin gebruiker

source: Imap server admin user
de: Imap Server admin Benutzer
el_gr: Διαχειριστής διακομιστή Imap
fr: Utilisateur administrateur du serveur IMAP
it: Amministratore del server Imap
nl: Imap server admin gebruiker

source: Password
de: Passwort
el_gr: Κωδικός πρόσβασης:
fr: Mot de passe
nl: Paswoord

source: Admin user password
de: Admin Benutzerpasswort
el_gr: Κωδικός διαχειριστή
fr: Mot de passe de l’utilisateur administrateur
it: Password dell'amministratore
nl: Admin gebruiker paswoord

source: Sieve connect URL for Cyrus server
de: Sieve Verbindungs URL für Cyrus Server
el_gr: Sieve σύνδεσης σε διακομιστή Cyrus
fr: URL de connexion Sieve pour le serveur Cyrus
it: URL di connessione Sieve per il server Cyrus
nl: Sieve connect URL voor Cyrus server

source: Hostname of the Cyrus sieve server
de: Hostname des Cyrus sieve-Servers
el_gr: Όνομα συστήματος του διακομιστή sieve Cyrus
fr: Nom d'hôte du serveur Sieve de Cyrus
nl: Hostname van de Cyrus sieve server

source: Port number on which Cyrus sieve server should be contacted
de: Portnummer unter der Cyrus sieve Server kontaktiert werden soll
el_gr: Αριθμός θύρας για την επικοινωνία με τον διακομιστή sieve Cyrus
fr: Numéro de port sur ​​lequel le serveur Sieve de Cyrus doit être contacté
it: Numero della porta sulla quale sieve Cyrus server sarà contattato
nl: Poort nummer op dewelke Cyrus sieve server moet gecontacteerd worden

source: Options for contacting Cyrus sieve server
de: Optionen für den Kontakt des Cyrus sieve Servers
el_gr: Επιλογές επικοινωνίας με τον διακομιστή Cyrus sieve
fr: Options pour contacter le serveur Sieve de Cyrus
it: Opzioni per contattare il server Sieve di Cyrus
nl: Opties voor het contacteren van de Cyrus sieve server

source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

source: Use UNIX style
de: UNIX-Stil verwenden
fr: Utiliser le style UNIX

source: Autocreate folders
de: Ordner automatisch erstellen
fr: Créer automatiquement des dossiers

source: List of personal IMAP folders that should be created along initial account creation.
de: Liste von persönlichen IMAP-Ordnern, die während der ersten Kontenerstellung erstellt werden sollten .
fr: Liste des dossiers IMAP personnels qui doivent être créés lors de la création du compte initial.
nl: Lijst van persoonlijke IMAP folders die gecreëerd moeten worden bij de initiële account creatie.

source: Cannot modify IMAP mailbox quota: %s
de: Kann das IMAP-Postfach nicht verändern: '%s'
el_gr: Αδυναμία τροποποίησης quota γραμ/κιβωτίου IMAP: %s
fr: Impossible de modifier le quota de la boite IMAP : %s
it: Impossibile modificare la quota della casella di posta elettronica IMAP :%s
nl: Kan IMAP mailbox quota niet wijzigen : %s

source: Mail info
de: Mail-Information
el_gr: Πληροφορίες αλληλογραφίας
fr: Informations de courriel
it: informazioni Mail

source: LDAP entry has been removed but cyrus mailbox (%s) is kept. Please delete it manually!
de: Der LDAP-Eintrag wurde entfernt, aber die Cyrus-Mailbox (%s) wurde nicht gelöscht. Bitte löschen Sie diesen Eintrag manuell!
el_gr: Η εγγραφή LDAP έχει απομακρυνθεί αλλά έχει διατηρηθεί το cyrus mailbox (%s) . Παρακαλώ διαγράψτε χειρωνακτικά!
fr: L'entrée LDAP a été supprimée mais la boite de courriel (%s) est toujours présente dans cyrus. Veuillez la supprimer manuellement !
it: L'entry LDAP è stata eliminata, ma la casella di posta elettronica (%s) è ancora presente in cyrus. Elimina manualmente !
nl: LDAP invoer is verwijderd, maar cyrus mailbox (%s) wordt bijgehouden. Gelieve deze handmatig te verwijderen!

source: The module imap_getacl is not implemented!
de: Die Funktion imap_getacl ist nicht implementiert!
el_gr: Το module imap_getacl δεν έχει εφαρμοστεί!
fr: Le module imap_getacl n’est pas implémenté !
it: Il modulo imap_getacl non è implementato !
nl: De module imap_getacl is niet geïmplementeerd!

source: Cannot retrieve SIEVE script: %s
de: Kann Sieve-Skript nicht beziehen: %s
el_gr: Αδυναμία λήψης SIEVE script: %s
fr: Impossible de récupérer le script SIEVE : %s
it: Impossibile recuperare lo script SIEVE : %s
nl: Kan SIEVE script niet vinden : %s

source: Cannot store SIEVE script: %s
de: Kann Sieve-Skript nicht speichern: %s
el_gr: Αδυναμία αποθήκευσης SIEVE script: %s
fr: Impossible de stocker le script SIEVE : %s
it: Impossibile memorizzare lo script SIEVE : %s
nl: Kan SIEVE script niet opslaan : %s

source: Cannot activate SIEVE script: %s
de: Kann das Sieve-Skript nicht aktivieren: %s
el_gr: Αδυναμία ενεργοποίησης SIEVE script: %s
fr: Impossible d'activer le script SIEVE : %s
it: Impossibile attivare lo script SIEVE : %s
nl: Kan SIEVE script niet activeren : %s

source: Hostname
el_gr: Όνομα συστήματος
fr: Nom d’hôte
it: Nome dell'host

source: Determines if "foo/bar" or "foo.bar" should be used as namespaces in IMAP
fr: Détermine si "foo / bar" ou "foo.bar" doit être utilisé comme espace de noms IMAP

source: Option
el_gr: Επιλογή
it: Opzione
nl: Optie

source: There are no IMAP compatible mail servers defined!
it: Non è stato definito nessun server IMAP compatibile !

source: Mail server for this account is invalid!
it: Il server di posta elettronica di questo account non è valido !

source: IMAP error
it: Errore IMAP
