Repository: fusiondirectory/fusiondirectory-plugins
Catalog: postfix/locale/*/fusiondirectory.po
Languages: cs_cz

source: Services
cs_cz: Služby

source: Information
cs_cz: Informace

source: Hostname
cs_cz: Název stroje

source: The host name.
cs_cz: Název stroje.

source: Domain
cs_cz: Doména

source: The domain.
cs_cz: Doména.

source: Max mail header size (KB)
cs_cz: Největší přijatelná velikost hlavičky e-mailu (KB)

source: This value specifies the maximal header size.
cs_cz: Tato hodnota určuje maximální povolenou velikost hlavičky zprávy.

source: Max mailbox size (KB)
cs_cz: Nejvyšší umožněná velikost e-mailové schránky (KB)

source: Defines the maximal size of mail box.
cs_cz: Určuje největší povolenou velikost schránky.

source: Max message size (KB)
cs_cz: Nejvyšší umožněná velikost zprávy (KB)

source: Specify the maximal size of a message.
cs_cz: Určuje největší povolenou velikost zprávy.

source: Domains and routing
cs_cz: Domény a směrování

source: Domains to accept mail for
cs_cz: domény, POUZE ze kterých když přijde zpráva, bude přijata

source: Postfix networks
cs_cz: sítě Postfixu

source: Transport table
cs_cz: transportní tabulka

source: Transport rule
cs_cz: Transportní pravidlo

source: Catchall table
cs_cz: Tabulka zachycující vše

source: Domain concerned by this catchall rule
cs_cz: Doména které se týká toto vše zachycující pravidlo

source: Recipient
cs_cz: Příjemce

source: Recipient mail address for this catchall rule
cs_cz: E-mailová adresa příjemce pro toto vše zachycující pravidlo

source: From
cs_cz: Od

source: Restrictions
cs_cz: Omezení

source: Restrictions for sender
cs_cz: Omezení pro odesilatele

source: For sender
cs_cz: Pro odesilatele

source: Restrictions for recipient
cs_cz: Omezení pro příjemce

source: For recipient
cs_cz: Pro příjemce
