Repository: fusiondirectory/fusiondirectory-plugins
Catalog: opsi/locale/*/fusiondirectory.po
Languages: cs_cz

source: OPSI list
cs_cz: OPSI seznam

source: OPSI software list
cs_cz: OPSI seznam programového vybavení

source: Infos
cs_cz: Informace

source: OPSI server to use for deployment
cs_cz: OPSI server pomocí kterého nasadit

source: Name
cs_cz: Název

source: Name of this OPSI profile
cs_cz: Název tohoto OPSI profilu

source: Softwares
cs_cz: Programové vybavení

source: The localboot products to install with this list
cs_cz: Produkty pro místní zavedení pro instalaci prostřednictvím tohoto seznamu

source: Localboot products
cs_cz: Produkty pro spuštění z vestavěného datového úložiště stroje

source: Could not contact argonaut server
cs_cz: Nedaří se kontaktovat argonaut server

source: No mac address
cs_cz: Žádná MAC adresa

source: Server %s has no mac address configured in the LDAP
cs_cz: Server %s nemá v LDAP uvedeny žádné MAC adresy

source: Could not find %s in the LDAP
cs_cz: %s nelze v LDAP nalézt

source: Failed to contact OPSI server
cs_cz: Nezdařilo se kontaktovat OPSI server

source: OPSI profile
cs_cz: Sada nastavení OPSI

source: Entries
cs_cz: Položky

source: Netboot product
cs_cz: Produkt pro místní zavedení

source: The netboot product to use for this profile
cs_cz: Netbot produkt pro tuto sadu nastavení

source: Software lists
cs_cz: Seznamy programového vybavení

source: Software lists that will be installed with this profile
cs_cz: Seznam programového vybavení, který bude nainstalován touto sadou nastavení

source: OPSI ondemand list
cs_cz: OPSI seznam na vyžádání

source: OPSI on demand software list
cs_cz: OPSI seznam na vyžádání: programové vybavení

source: Show details
cs_cz: Zobrazit podrobnosti

source: Show further information to the user
cs_cz: Zobrazit uživateli další informace

source: The localboot products to put in this list
cs_cz: Produkty pro zavedení z vestavěného úložiště stroje, které umístit na tento seznam

source: OPSI profile management
cs_cz: Správa sady nastavení OPSI

source: Product properties
cs_cz: Vlastnosti produktu

source: Properties of the products of this profile
cs_cz: Vlastnosti produktů v této sadě nastavení

source: OPSI service
cs_cz: Služba OPSI

source: Services
cs_cz: Služby

source: OPSI Server information
cs_cz: Informace o OPSI serveru

source: Server URI
cs_cz: URI serveru

source: The URI to use for connection
cs_cz: URI adresa, kterou použít pro připojení

source: User
cs_cz: Uživatel

source: The user to use for connection
cs_cz: Uživatelský účet, který použít pro připojení

source: Password
cs_cz: Heslo

source: The password to use for connection
cs_cz: Heslo pro spojení

source: Available logs
cs_cz: Provozní záznamy k dispozici

source: Available log files
cs_cz: Soubory se záznamem událostí (log), které jsou k dispozici

source: Content of the selected log
cs_cz: Obsah zvoleného provozního záznamu

source: OPSI Logs
cs_cz: OPSI logy

source: OPSI Logs Viewer
cs_cz: Prohlížeč OPSI logů

source: Error
cs_cz: Chyba

source: OPSI client
cs_cz: Klient OPSI

source: Edit OPSI client settings
cs_cz: Upravit nastavení OPSI klienta

source: OPSI Client
cs_cz: Klient OPSI

source: The OPSI Server this client is connected to
cs_cz: OPSI server, ke kterému je tento klient připojen

source: OPSI Profile
cs_cz: Profil OPSI

source: The OPSI Profile to apply to this client
cs_cz: Sada nastavení OPSI, která má být použita na tomto klientovi

source: The localboot products to setup on this host
cs_cz: Localboot produkty které nastavit na tomto stroji

source: Inherit group localboots
cs_cz: převzít místní zavádění ze skupiny

source: If this is checked localboot configured in the group OPSI tab will be installed along with the localboots configured here
cs_cz: Pokud je toto zaškrtnuto, místní zavádění nastavené na panelu skupiny OPSI bude nainstalováno vedle místních zavádění nastavených zde

source: Information
cs_cz: Informace

source: Last seen
cs_cz: Naposledy spatřeno

source: Last time this OPSI client was seen by the OPSI server
cs_cz: Kdy naposledy byl OPSI klient viděn OPSI serverem

source: Could not get macAddress for OPSI server!
cs_cz: Nedaří se získat MAC adresu pro OPSI server!

source: Could not remove OPSI information
cs_cz: Nedaří se odebrat OPSI informaci

source: This member was not found or has no macAddress
cs_cz: Člen nebyl nalezen nebo nemá nastaveno macAddress

source: Could not get macAddress for "%s"
cs_cz: Nedaří se získat macAddress pro „%s“

source: Could not update OPSI information
cs_cz: Nedaří se aktualizovat OPSI informaci

source: Inherited (%s)
cs_cz: Převzato (%s)

source: Failed to contact OPSI server: %s
cs_cz: Nepodařilo se kontaktovat OPSI server: %s

source: Never
cs_cz: Nikdy

source: OPSI configuration
cs_cz: Nastavení OPSI

source: FusionDirectory OPSI plugin configuration
cs_cz: Nastavení nastavení zásuvného modulu OPSI pro FusionDirectory

source: OPSI RDN
cs_cz: Relativní rozlišený název OPSI

source: Branch in which OPSI profiles will be stored
cs_cz: Větev, ve které budou uchovávány OPSI profily

source: Statistics and information about OPSI
cs_cz: Statistiky a informace o OPSI

source: Statistics
cs_cz: Statistiky

source: Profiles
cs_cz: Profily

source: OPSI servers
cs_cz: OPSI servery

source: OPSI clients
cs_cz: OPSI klienti

source: OPSI groups
cs_cz: OPSI skupiny

source: Statistics for OPSI could not be computed because of the following error: %s
cs_cz: Statistiky pro OPSI nebylo možné spočítat kvůli následující chybě: %s

source: Profile
cs_cz: profil

source: Systems
cs_cz: Systémy

source: Groups
cs_cz: Skupiny

source: OPSI import
cs_cz: Importovat OPSI

source: Import windows stations from OPSI into FD
cs_cz: Importovat počítače s MS Windows z OPSI do F.D.

source: Import localboot products
cs_cz: Importovat localboot produkty

source: Import localboot product list configured in OPSI in the FD OPSI tab
cs_cz: Importovat seznam localboot produktů nastavených v OPSI na kartě FD OPSI

source: Argonaut server is not available
cs_cz: Server s Argonaut není dostupný

source: Server "%s" has no mac address configured in the LDAP
cs_cz: Serve „%s“ nemá v LDAP nastavenou žádnou MAC adresu

source: Could not find "%s" in the LDAP
cs_cz: „%s“ se nedaří v LDAP nalézt

source: Could not get OPSI information
cs_cz: Nedaří se získat OPSI informaci

source: Warning : Once you import your OPSI hosts into FusionDirectory, they will be managed by it, so if you delete them or deactivate their OPSI tab, they will be removed from OPSI.
cs_cz: Varování : Jakmile importujete své OPSI stroje do FusionDirectory, budou zde spravovány. Takže, když je smažete či vypnete jejich OPSI panel, budou z OPSI odstraněny.
