Repository: fusiondirectory/fusiondirectory-plugins
Catalog: sinaps/locale/*/fusiondirectory.po
Languages: fr, it_it

source: SINAPS configuration
fr: Configuration de SINAPS
it_it: Configurazione SINAPS

source: FusionDirectory SINAPS plugin configuration
fr: Configuration du plugin SINAPS
it_it: Configurazione del plugin SINAPS di FusionDirectory

source: Enable SINAPS integration
fr: Activer l’intégration SINAPS
it_it: Abilita l'integrazione SINAPS

source: Whether to enable the SINAPS integration
fr: Activer ou non l'intégration SINAPS
it_it: Se abilitare l'integrazione SINAPS

source: Dry run mode
fr: Fonctionnement en mode test
it_it: Modalità di funzionamento a secco

source: Do not insert data in FusionDirectory, dump it to a file
fr: Ne pas insérer de données dans FusionDirectory, les mettre dans un fichier
it_it: Non inserire dati in FusionDirectory, trasferiscili in un file

source: Dump folder
fr: Répertoire de sauvegarde

source: Folder in which received transactions should be dumped (leave empty to disable)
fr: Dossier dans lequel les transactions reçues doivent être stockées (laisser vide pour désactiver)
it_it: Cartella in cui le transazioni ricevute devono essere scaricate (lasciare vuoto per disabilitare)

source: Application identifier
fr: Identifiant D'application
it_it: Identificativo dell'applicazione

source: Application identifier present in cross references with FusionDirectory
fr: Identifiant d'application présent dans les références croisées avec FusionDirectory
it_it: Identificatore dell'applicazione presente nei riferimenti incrociati con FusionDirectory

source: UUID prefix
fr: Préfixe UUID
it_it: Prefisso UUID

source: Prefix used for UUID in supannRefId
fr: Préfixe utilisé pour UUID dans supannRefId
it_it: Prefisso utilizzato per UUID in supannRefId

source: Applications identifiers to sync
fr: Identifiants d'applications à synchroniser
it_it: Identificativi delle applicazioni da sincronizzare

source: List of applications identifiers for which cross references should be synced from SINAPS
fr: Liste des identifiants d'applications pour lesquels les références croisées doivent être synchronisées à partir de SINAPS
it_it: Elenco di identificatori di applicazioni per i quali i riferimenti incrociati devono essere sincronizzati da SINAPS

source: User base
fr: Base d'utilisateur
it_it: Base utente

source: Base in which users should be created when receiving a SINAPS diffusion
fr: Base dans laquelle les utilisateurs doivent être créés lors de la réception d'une diffusion SINAPS
it_it: Base in cui devono essere creati gli utenti quando si riceve una diffusione SINAPS

source: User template
fr: Modèle utilisateur
it_it: Modello utente

source: User template to use for user creation from SINAPS diffusion
fr: Modèle d'utilisateur à utiliser pour la création d'utilisateur à partir de SINAPS diffusion
it_it: Modello utente da utilizzare per la creazione dell'utente dalla diffusione SINAPS

source: API Tokens
fr: Jetons d'API
it_it: Token API

source: One of these API tokens will need to be present in the diffusion URL used by SINAPS
fr: L'un de ces jetons API devra être présent dans l'URL de diffusion utilisée par SINAPS.
it_it: Uno di questi token API dovrà essere presente nell'URL di diffusione utilizzato da SINAPS

source: User roles
fr: Rôles utilisateur
it_it: Ruoli utente

source: Roles which means a user still exists if present
fr: Les rôles qui signifient un utilisateur existe toujours sont présent
it_it: Ruoli che significa che un utente esiste ancora se presente

source: Which field to sync in diffusion
fr: Quel champ synchroniser en diffusion
it_it: Quale campo sincronizzare in diffusione

source: XPath for the XML value to fetch
fr: XPath pour la valeur XML à récupérer
it_it: XPath per il valore XML da recuperare

source: Name of the FD tab
fr: Nom de l'onglet FusionDirectory
it_it: Nome della tab FD

source: Name of the FD field
fr: Nom du champ FusionDirectory
it_it: Nome del campo FD

source: User field mapping
fr: Correspondance des champs utilisateurs
it_it: Mappatura del campo utente

source: Structure field mapping
fr: Correspondance des champs structures
it_it: Mappatura dei campi della struttura

source: Acquisition URL
fr: URL d'acquisition
it_it: URL di acquisizione

source: Full URL to which acquisition events should be sent
fr: URL complète à laquelle les événements d'acquisition doivent être envoyés
it_it: URL completo a cui devono essere inviati gli eventi di acquisizione

source: Login
fr: Identifiant
it_it: Nome utente

source: Login to use for Basic Auth when contacting SINAPS services
fr: Identifiant à utiliser pour l’authentification de base lorsque vous contactez les services SINAPS
it_it: Login da utilizzare per Basic Auth quando si contattano i servizi SINAPS

source: Password
fr: Mot de passe

source: Password to use for Basic Auth when contacting SINAPS services
fr: Mot de passe à utiliser pour l’authentification de base lorsque vous contactez les services SINAPS
it_it: Password da utilizzare per l'autenticazione di base quando si contattano i servizi SINAPS

source: Acquisition external type
fr: Acquisition type externe
it_it: Acquisizione tipo esterno

source: Set in typeExterne tag when sending acquisition data
fr: Défini la balise typeExterne lors de l'envoi des données d'acquisition
it_it: Imposta il tag typeExterne quando invii i dati di acquisizione

source: Which field to sync as contact methods in acquisition
fr: Quel champ synchroniser en tant que méthode de contact en acquisition
it_it: Quale campo sincronizzare come metodi di contatto nell'acquisizione

source: Name of an LDAP attribute
fr: Nom d'un attribut LDAP
it_it: Nome di un attributo LDAP

source: Name of the Sinaps attribute
fr: Nom de l'attribut Sinaps
it_it: Nome dell'attributo Sinaps

source: Contact methods
fr: Méthodes de contact
it_it: Metodi di contatto

source: Tab
fr: Onglet

source: Field
fr: Champ
it_it: Campo

source: Failed to get password method for account "%s". It has not been locked!
fr: Impossible d'obtenir la méthode de mot de passe pour le compte "%s". Le compte n'a pas été verrouillé !
it_it: Impossibile ottenere metodo di password per l'account"%s". Non è stato bloccato!

source: Password method "%s" failed locking. Account "%s" has not been locked!
fr: La méthode de mot de passe "%s" a échoué. Le compte "%s" n'a pas été verrouillé !
it_it: Il metodo di bloccaggio "%s" é fallito. L'account "%s" non é stato bloccato!

source: Could not find account "%s" in LDAP. It has not been locked!
fr: Impossible de trouver le compte "%s" dans le LDAP. Il n'a pas été verrouillé !
it_it: Account "%s" non trovato nella LDAP. Non é stato bloccato!

source: Used to send acquisition request for users
fr: Utilisé pour envoyer une demande d'acquisition aux utilisateurs
it_it: Utilizzato per inviare una richiesta di acquisizione per gli utenti

source: This tab takes care of sending Acquisition event to Sinaps whenever a user is modified.
fr: Cet onglet permet d’envoyer un événement d’acquisition à Sinaps chaque fois qu’un utilisateur est modifié.
it_it: Questa tab si occupa dell'invio di eventi di acquisizione a Sinaps ogni volta che un utente viene modificato.

source: Force Sinaps Acquisition
fr: Forcer une Acquisition Sinaps
it_it: Forza l'acquisizione Sinaps

source: Send Acquisition data even if data was not modified in FusionDirectory
fr: Envoyer les données d'acquisition même si les données n'ont pas été modifiées dans FusionDirectory
it_it: Invia dati di acquisizione anche se i dati non sono stati modificati in FusionDirectory

source: Diffusion
it_it: Diffusione

source: Acquisition
it_it: Acquisizione
