Repository: fusiondirectory/fusiondirectory-plugins
Catalog: dovecot/locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, ko

source: Services
cs_cz: Služby
it_it: Servizi
ko: 서비스

source: Dovecot connection
cs_cz: Dovecot spojení
fr: Connexion Dovecot
it_it: Connessione Dovecot
ko: Dovecot 연결

source: Connect URL for Dovecot server
cs_cz: URL adrea pro připojení k Dovecot serveru
fr: URL de connexion au serveur Dovecot
it_it: URL di connessione verso il server Dovecot
ko: Dovecot 서버 연결 URL

source: Hostname
cs_cz: Název stroje
fr: Nom d'hôte
it_it: Nome dell'host
ko: 호스트명

source: Hostname of the Dovecot server
cs_cz: Název počítače, na kterém je provozován Dovecot
fr: Nom d’hôte du serveur Dovecot
it_it: Nome del server Dovecot
ko: Dovecot 서버의 호스트명

source: Port
it_it: Porta
ko: 포트

source: Port number on which Dovecot server should be contacted
cs_cz: Číslo portu na kterém by měl být kontaktován server Dovecot
fr: Numéro de port sur ​​lequel le serveur Dovecot doit être contacté
it_it: Numero della porta su cui deve essere contattato il server Dovecot
ko: Dovecot 서버에 접속해야 하는 포트 번호

source: Option
cs_cz: volba
it_it: Opzione
ko: 옵션

source: Options for contacting Dovecot server
cs_cz: Předvolby pro kontaktování Dovecot serveru
fr: Options pour contacter le serveur Dovecot
it_it: Opzioni per contattare il server Dovecot
ko: Dovecot 서버 접속 옵션

source: Validate TLS/SSL Certificates
cs_cz: Ověřit TLS/SSL certifikáty
fr: Valider les certificats TLS/SSL
it_it: Convalidare i certificati TLS/SSL
ko: TLS / SSL 인증서 확인

source: Weither or not to validate server certificates on connection
cs_cz: Zda při spojování ověřovat certifikáty serverů
fr: Valider ou non le certificat du serveur à la connexion
it_it: Convalidare o meno i certificati server sul collegamento
ko: 연결시 서버 인증서의 유효성을 검사 여부

source: Master credentials
cs_cz: Hlavní přihlašovací údaje
fr: Compte Master
it_it: Credenziali del Master
ko: 마스터 자격증명

source: Admin user
cs_cz: Správce
fr: Administrateur
it_it: Amministratore
ko: 관리자

source: Dovecot server admin user
cs_cz: Účet správce Dovecot serveru
fr: Administrateur du serveur Dovecot
it_it: Amministratore del server Dovecot
ko: Dovecot 서버 관리자

source: Password
cs_cz: Heslo
fr: Mot de passe
ko: 패스워드

source: Admin user password
cs_cz: Heslo k účtu správce
fr: Mot de passe du compte administrateur
it_it: Password dell'amministratore
ko: 관리자 패스워드

source: Mail directory
cs_cz: Složka s poštou
fr: Répertoire des courriels
it_it: Cartella delle email
ko: 메일 디렉토리

source: Path to the directory in which user maildirs must be created
cs_cz: Umístění složky ve které je třeba vytvořit e-mailové složky uživatele
fr: Chemin vers le répertoire dans lequel les boites de courriel doivent être crées
it_it: Path della cartella nella quale saranno creati gli utenti maildirs
ko: 사용자 maildir을 작성해야하는 디렉토리 경로

source: Options
cs_cz: volby
it_it: Opzioni
ko: 옵션

source: Create the user folder via Argonaut
cs_cz: Vytvořit uživatelovu složku prostřednictvím Argonaut
fr: Créer le répertoire utilisateur via Argonaut
it_it: Creare la cartella dell'utente usando Argonaut
ko: Argonaut를 통해 사용자 폴더 만들기

source: Use argonaut to create the user mailbox on the Dovecot server
cs_cz: Pro vytvoření e-mailové schránky uživatele na Dovecot serveru použijte argonaut
fr: Utiliser Argonaut pour créer la boite courriel sur le serveur Dovecot
it_it: Usare Argonaut per creare la mailbox dell'utente sul server Dovecot
ko: argonaut를 사용하여 Dovecot 서버에 사용자 사서함을 만듭니다.

source: There are no IMAP compatible mail servers defined!
cs_cz: Nejsou určeny žádné poštovní servery slučitelné s protokolem IMAP!
fr: Il n'y a aucun serveur IMAP compatible défini !
it_it: Non è stato definito nessun server IMAP compatibile !
ko: 정의된 IMAP 호환 메일 서버가 없습니다!

source: Mail server for this account is invalid!
cs_cz: Poštovní server pro tento účet je neplatný!
fr: Le serveur de courriel pour ce compte est invalide !
it_it: Il server di posta elettronica di questo account non è valido !
ko: 이 계정의 메일 서버가 유효하지 않습니다!

source: Error while trying to contact Dovecot server through Argonaut: %s
cs_cz: Chyba při pokusu kontaktovat Dovecot server prostřednictvím Argonaut: %s
fr: Erreur lors de la connexion au serveur Dovecot via Argonaut : %s
it_it: Errore durante il tentativo di contattare il server Dovecot attraverso Argonaut: %s
ko: Argonaut를 통해 Dovecot 서버에 접속하는 동안 오류가 발생했습니다: %s
