Repository: fusiondirectory/fusiondirectory-plugins
Catalog: sympa/locale/*/fusiondirectory.po
Languages: cs_cz, fr, ko, nl

source: Sympa configuration
cs_cz: Nastavení Sympa
fr: Configuration de Sympa
ko: Sympa 설정
nl: Sympa configuratie

source: FusionDirectory sympa plugin configuration
cs_cz: Nastavení zásuvného modulu sympa pro FusionDirectory
fr: Configuration du plugin Sympa
ko: FusionDirectory sympa 플러그인 설정
nl: FusionDirectory sympa plugin configuratie

source: Branch in which Sympa objects will be stored
cs_cz: Větev ve které budou uloženy Sympa objekty
fr: Branche où seront stockés les objets Sympa
ko: Sympa 개체가 저장될 브랜치
nl: Sectie waarin Sympa objecten opgeslagen worden

source: Sympa Server
fr: Serveur Sympa
ko: Sympa 서버

source: Services
cs_cz: Služby
fr: Service
ko: 서비스

source: Sympa server
fr: Serveur sympa
ko: Sympa 서버

source: URL to access the sympa server
cs_cz: URL adresa pro přístup k sympa serveru
fr: URL d'accès au serveur sympa
ko: sympa 서버에 접속할 URL
nl: URL om toegang tot de sympa server te hebben

source: User
cs_cz: Uživatel
fr: Utilisateur
ko: 사용자
nl: Gebruiker

source: User to access sympa server SOAP API.
cs_cz: Uživatelský účet, kterým přistupovat k SOAP API rozhraní na serveru.
fr: Utilisateur pour accéder a l'interface SOAP
ko: sympa 서버 SOAP API에 액세스하는 사용자.
nl: Gebruiker voor de toegang tot de sympa server SOAP API

source: Password
cs_cz: Heslo
fr: Mot de passe
ko: 패스워드
nl: Paswoord

source: Password to access sympa server SOAP API.
cs_cz: Heslo pro přístup k SOAP API na sympa serveru.
fr: Mot de passe pour accéder à l'interface SOAP
ko: sympa 서버 SOAP API에 액세스하는 패스워드.
nl: Paswoord voor de toegang tot de sympa server SOAP API

source: Sympa management
cs_cz: Správa Sympa
fr: Gestion de Sympa
ko: Sympa 관리
nl: Sympa beheer

source: Manage sympa aliases
fr: Gérer les alias sympa
ko: Sympa 별칭 관리
nl: Beheer sympa-aliassen

source: Sympa list alias
cs_cz: Alternativní název Sympa seznamu
fr: Liste des alias de listes sympa
ko: Sympa 목록 별칭
nl: Sympa lijst-alias

source: Name
cs_cz: Název
fr: Nom
ko: 명칭
nl: Naam

source: Name to identify this alias
cs_cz: Název pro identifikaci tohoto alternativního názvu
fr: Nom de l'alias
ko: 별칭 확인
nl: Naam om deze alias te identificeren

source: Description
cs_cz: Popis
ko: 설명
nl: Omschrijving

source: Description of this alias
cs_cz: Popis tohoto alternativního názvu
fr: Description de l'alias
ko: 별칭 설명
nl: Beschrijving van deze alias

source: Email address
cs_cz: E-mailová adresa
fr: Adresse de messagerie
ko: 메일 주소
nl: E-mail adres

source: Sympa server for this alias
cs_cz: Sympa server pro tento alternativní název
fr: Serveur Sympa pour cet alias
ko: 이 별칭에 대한 Sympa 서버
nl: Sympa server voor deze alias

source: Sympa RDN
cs_cz: Relativní rozlišený název Sympa

source: URL
cs_cz: URL adresa
