Repository: fusiondirectory/fusiondirectory-plugins
Catalog: nagios/locale/*/LC_MESSAGES/messages.po
Languages: nl

source: Nagios settings
nl: Nagios instellingen

source: This does something
nl: Dit doet iets

source: Mail
nl: E-mail

source: My account
nl: Mijn account

source: Mail address
nl: E-mail adres

source: Host notification period
nl: Host notificatie periode

source: Service notification period
nl: Service notificatie periode

source: Host notification options
nl: Host notificatie opties

source: Service notification options
nl: Service notificatie opties

source: Service notification commands
nl: Service notificatie commando's

source: Host notification commands
nl: Host notificatie commando's

source: Pager
nl: Pieper

source: Nagios authentification
nl: Nagios authenticatie

source: view system informations
nl: systeem informatie bekijken

source: view configuration information
nl: configuratie informatie bekijken

source: trigger system commands
nl: systeem commando's activeren

source: view all services
nl: alle services bekijken

source: view all hosts
nl: alle hosts bekijken

source: trigger all service commands
nl: alle service commando's activeren

source: trigger all host commands
nl: alle host commando's activeren
