Repository: fusiondirectory/fusiondirectory-plugins
Catalog: developers/locale/*/fusiondirectory.po
Languages: cs_cz, de, el_gr, it_it, pt_br, sv

source: Debug help
cs_cz: Pomocná diagnostika
de: Debug-Hilfe
el_gr: Βοήθεια αποσφαλμάτωσης
it_it: Aiuto debug

source: Debug help tools
cs_cz: Pomocné diagnostické nástroje
de: Debug-Hilfewerkzeuge
el_gr: Εργαλεία βοήθειας αποσφαλμάτωσης
it_it: Strumenti di assistenza di debug

source: Diagram
de: Diagramm
el_gr: Διάγραμμα
it_it: Diagramma
pt_br: Diagrama

source: Diagrams
cs_cz: Diagramy
de: Diagramme
el_gr: Διαγράμματα
it_it: Diagrammi
pt_br: Diagramas
sv: Diagram

source: Object types diagram
cs_cz: Diagram typů objektů
de: Objektartendiagramm
el_gr: Διάγραμμα Object types
it_it: Diagramma di tipi di oggetti
pt_br: Diagrama de tipos de objeto
sv: Objekttyps-diagram

source: Get
cs_cz: Získat
de: Erhalten
it_it: Ottenere
pt_br: Obter
sv: Hämta

source: Object Types
cs_cz: Typy objektů
de: Objekttypen
it_it: Tipi di oggetti

source: Hair Information
cs_cz: Údaje o vlasech
de: Haar Information
el_gr: Πληροφορίες μαλλιού
it_it: Informazioni sui capelli
pt_br: Informação do cabelo
sv: Hårinformation

source: Color
cs_cz: Barva
de: Farbe
el_gr: Χρώμα
it_it: Colore
pt_br: Cor
sv: Färg

source: Color of the hair
cs_cz: Barva vlasů
de: Farbe des Haars
el_gr: Χρώμα μαλλιού
it_it: Colore dei capelli
pt_br: Cor do cabelo
sv: Hårfärg

source: Length
cs_cz: Délka
de: Länge
el_gr: Μήκος
it_it: Lunghezza
pt_br: Comprimento
sv: Längd

source: Length of the hair in cm
cs_cz: Délka vlasů v centimetrech
de: Länge des Haars in cm
el_gr: Το μήκος του μαλλιού σε εκατοστά
it_it: Lunghezza dei capelli in centimetri
pt_br: Comprimento do cabelo em centímetros
sv: Hårlängd i cm

source: Bicycle
cs_cz: Jízdní kolo
de: Fahrrad
el_gr: Ποδήλατο
it_it: Bici
pt_br: Bicicleta
sv: Cykel

source: Brand
cs_cz: Značka
de: Marke
el_gr: Μάρκα
it_it: Marca
pt_br: Marca
sv: Märke

source: Brand of the bicycle
cs_cz: Značka jízdního kola
de: Marke des Fahrrads
el_gr: Η μάρκα του ποδηλάτου
it_it: Marca della bici
pt_br: Marca da bicicleta
sv: Märke på cykeln

source: Has a bell
cs_cz: Má zvonek
de: Hat eine Klingel
el_gr: Έχει κουδούνι
it_it: Ha un campanello
pt_br: Possui campainha
sv: Har ringklocka

source: Does the bicycle have a bell
cs_cz: Má jízdní kolo zvonek?
de: Hat das Fahrrad eine Klingel
el_gr: Εχει το ποδήλατο κουδούνι
it_it: La bici ha una campana
pt_br: A bicicleta possui campainha?
sv: Har cykeln ringklocka

source: FTP informations
cs_cz: Údaje FTP
de: FTP Informationen
el_gr: Πληροφορίες FTP
it_it: Informazioni FTP
pt_br: Informações de FTP
sv: FTP-information

source: Informations for ftp login
cs_cz: Údaje pro přihlašování ke službě FTP
de: Informationen für FTP-Login
el_gr: Πληροφορίες για την σύνδεση ftp
it_it: Informazioni per l'accesso ftp
pt_br: Informações para login de FTP
sv: Information för ftp-inloggning

source: Login
cs_cz: uživatelské jméno
de: Kennung
el_gr: Σύνδεση
it_it: Nome utente
sv: Användarnamn

source: Login for FTP
cs_cz: Účet pro FTP
de: Login für FTP
el_gr: Σύνδεση για FTP
it_it: Accesso FTP
pt_br: Login do FTP
sv: Login för FTP

source: Password
cs_cz: Heslo
de: Passwort
el_gr: Κωδικός πρόσβασης
pt_br: Senha
sv: Lösenord

source: Password for FTP
cs_cz: Heslo pro FTP
de: Passwort für FTP
el_gr: Κωδικός για FTP
it_it: Password FTP
pt_br: Senha do FTP
sv: Lösenord för FTP

source: Host
cs_cz: stroj
de: System
el_gr: Όνομα συστήματος

source: Host for FTP
cs_cz: Počítač pro službu FTP
de: Host für FTP
el_gr: Όνομα συστήματος για FTP
it_it: Host FTP
pt_br: Host do FTP
sv: Host för FTP

source: Port
de: Anschluss
el_gr: Θύρα
it_it: Porta
pt_br: Porta

source: Port for FTP
cs_cz: Číslo portu por FTP
de: Port für FTP
el_gr: Θύρα για FTP
it_it: Porta FTP
pt_br: Porta do FTP
sv: Port för FTP

source: Edit some useless personal information
cs_cz: Upravit nějaké neužitečné osobní údaje
de: Bearbeiten Sie einige nutzlose persönliche Informationen
el_gr: Επεξεργασία άχρηστων προσωπικών πληροφοριών
it_it: Modificare alcune informazioni personali inutili
sv: Redigera någon meningslös personlig information

source: Insufficient rights
cs_cz: Nedostačující oprávnění
de: Nicht ausreichende Rechte
el_gr: Ανεπαρκή προνόμια
it_it: Autorizzazioni insufficienti
pt_br: Direitos insuficientes
sv: Otillräckliga rättigheter

source: Demo Plugin
cs_cz: Ukázkový zásuvný modul
el_gr: Πρόσθετο επίδειξης
it_it: Plugin Demo
pt_br: Plugin Demo
