Repository: fusiondirectory/fusiondirectory-plugins
Catalog: dns/locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it

source: DNS configuration
cs_cz: Nastavení DNS
fr: Configuration DNS
it_it: Configurazione del DNS

source: FusionDirectory dns plugin configuration
cs_cz: Nastavení zásuvného modulu dns pro FusionDirectory
fr: Configuration du plugin DNS
it_it: Configurazione del plugin DNS di FusionDirectory

source: DNS RDN
cs_cz: Relativní rozlišený název DNS
fr: Branche DNS

source: Branch in which DNS zones will be stored
cs_cz: Větev ve které budou ukládány DNS záznamy
fr: Branche dans laquelle les zones DNS seront stockées
it_it: Ramo nel quale le zone DNS verranno immagazzinate

source: Store final dot in domains
cs_cz: Domény ukládat včetně teček na samém konci
fr: Stocker le point final dans les domaines
it_it: COnservare punto finale in domini

source: Should FD store a final dot at the end of domains?
cs_cz: Má F.D ukládat tečku úplně na konci domény?
fr: Est-ce que FusionDirectory doit stocker un point final à la fin des noms de domaines ?
it_it: Dovrebbe FD memorizzare un punto al termine dei domini ?

source: DKIM Identifier Alignment mode
fr: Mode d'alignement de l'identifiant DKIM
it_it: Modalità di allineamento identificatore DKIM

source: Indicates whether strict or relaxed DKIM Identifier Alignment mode is required by the Domain Owner
fr: Indique si le mode d'alignement d'identifiant DKIM strict ou détendu est requis par le propriétaire du domaine
it_it: Indica se la modalità di allineamento identificatore DKIM rigorosa o rilassata è richiesta dal proprietario del dominio

source: Relaxed
fr: Détendu
it_it: Rilassato

source: SPF Identifier Alignment mode
fr: Mode d'alignement de l'identifiant SPF
it_it: Modalità di allineamento identificatore SPF

source: Indicates whether strict or relaxed SPF Identifier Alignment mode is required by the Domain Owner
fr: Indique si le mode d'alignement de l'identifiant SPF strict ou détendu est requis par le propriétaire du domaine
it_it: Indica se la modalità di allineamento identificatore SPF rigorosa o rilassata è richiesta dal proprietario del dominio

source: Failure reporting options
fr: Options de déclaration d'échec
it_it: Opzioni di segnalazione guasti

source: Provides requested options for generation of failure reports
fr: Fournit des options demandées pour la génération de rapports d'échec
it_it: Fornisce le opzioni richieste per la generazione di rapporti sugli errori

source: Requested Mail Receiver policy
fr: Politique de récepteur de courrier demandé
it_it: Criterio per il destinatario della mail richiesta

source: Indicates the policy to be enacted by the Receiver at the request of the Domain Owner
fr: Indique la politique à adopter par le récepteur à la demande du propriétaire de domaine
it_it: Indica la politica che deve essere emanata dal Destinatario su richiesta del Proprietario del Dominio

source: Subdomain Mail Receiver policy
fr: Sous-domaine Politique du récepteur de courrier
it_it: Criterio del destinatario della mail del sottodominio

source: Percentage of messages
fr: Pourcentage de messages
it_it: Percentuale di messaggi

source: Percentage of messages from the Domain Owner's mail stream to which the DMARC policy is to be applied
fr: Pourcentage de messages du flux de messagerie du propriétaire de domaine auxquels la politique DMARC doit être appliquée
it_it: Percentuale di messaggi dal flusso di posta del proprietario del dominio a cui deve essere applicato il criterio DMARC

source: Report interval
fr: Intervalle de rapport
it_it: Intervallo del rapporto

source: Interval requested between aggregate reports
fr: Intervalle demandé entre des rapports globaux
it_it: Intervallo richiesto tra i report aggregati

source: Addresses for aggregate feedback
fr: Adresses pour les commentaires globaux
it_it: Indirizzi per feedback aggregato

source: Addresses to which aggregate feedback is to be sent
fr: Adresses à laquelle les commentaires d'agrégats doivent être envoyés
it_it: Indirizzi a cui inviare il feedback aggregato

source: Addresses for failures
fr: Adresses pour échecs
it_it: Indirizzi per guasti

source: Addresses to which message-specific failure information is to be reported
fr: Adresses auxquelles les informations de défaillance spécifiques au message doivent être signalées
it_it: Indirizzi a cui devono essere riportate le informazioni sull'errore specifico del messaggio

source: DNS acl
cs_cz: ACL seznamy pro DNS
fr: Acl DNS
it_it: ACL DNS

source: ACL name
cs_cz: Název ACL seznamu
fr: Nom de l'ACL
it_it: Nome ACL

source: Name of this acl
cs_cz: Název tohoto ACL seznamu
fr: Nom de cette ACL
it_it: Nome di questa ACL

source: Address match list
cs_cz: Seznam shod adresy
fr: Liste d'adresses
it_it: Indirizzo abbinamento lista

source: The ip address match list for this acl
cs_cz: Seznam IP adres pro porovnávání s tímto ACL seznamem
fr: La liste de correspondance d'adresse IP pour cette ACL
it_it: L'indirizzo IP abbinamento lista per questa ACL

source: DNS Management
cs_cz: Správa DNS
fr: Gestion des DNS
it_it: Gestione DNS

source: Manage DNS zones and views
fr: Gérer les zones et les vues DNS
it_it: Gestisci zone e viste DNS

source: Systems
cs_cz: Systémy
fr: Systèmes
it_it: Sistemi

source: Refresh Zone
fr: Rafraîchir une zone
it_it: Aggiorna Zona

source: Invalid target "%s" passed for action "%s"
fr: Trop de cibles "%s" passées pour l'action "%s"
it_it: Target "%s" non valido passato per l'azione "%s"

source: Could not run ldap2zone: %s
fr: Impossible de lancer ldap2zone : %s
it_it: Impossibile eseguire ldap2zone: %s

source: More than one server matches the SOA
cs_cz: SOA záznamu odpovídá více než jeden server
fr: Plus d'un serveur correspond au SOA
it_it: Più di un server corrisponde al SOA

source: Could not find the primary server "%s"
fr: Impossible de trouver le serveur primaire "%s"
it_it: Impossibile trovare il server primario "%s"

source: Argonaut client needs to be activated to use ldap2zone remotely
cs_cz: Pro použití ldap2zone je třeba, aby byl aktivovaný argonaut klient
fr: Le client Argonaut doit être activé pour utiliser ldap2zone à distance
it_it: Il cliente Argonaut dev'essere attivato per utilizzare ldap2zone a distanza

source: Cannot use argonaut client on a system without a Mac address
fr: Impossible d'utiliser un client argonaut sur un système qui n'a pas d'adresse mac

source: Ldap2Zone called for zone "%s"
cs_cz: Ldap2Zone zavoláno pro zónu „%s“
fr: Ldap2Zone appelé pour la zone "%s"
it_it: Ldap2Zone chiamata per la zona "%s"

source: DNS view
cs_cz: DNS pohled
fr: Vue DNS
it_it: Vista DNS

source: View
cs_cz: Zobrazit
fr: Vue
it_it: Vista

source: View name
cs_cz: Zobrazit název
fr: Nom de la vue
it_it: Nome della vista

source: Name of this view
cs_cz: Název tohoto pohledu
fr: Nom de cette vue
it_it: Nome di questa vista

source: Match clients ACL
cs_cz: Hledat shodu ACL seznamů klientů
fr: ACL clients
it_it: Abbinamento cliente ACL

source: Name of the ACL to use for the source IP address of the incoming requests
cs_cz: Název ACL seznamu který použít pro zdrojovou IP adresu příchozích požadavků
fr: Nom de l'ACL à utiliser pour l'adresse IP source des requêtes entrantes
it_it: Nome della ACL da utilizzare per l' indirizzo IP di origine delle richieste in arrivo

source: Match destinations ACL
cs_cz: Hledat shodu v cílových ACL seznamech
fr: ACL destinataires
it_it: Abbinamento destinazioni ACL

source: Name of the ACL to use for the destination IP address of the incoming requests
cs_cz: Název ACL seznamu který použít pro cílovou IP adresu pro příchozí požadavky
fr: Nom de l'ACL à utiliser pour l'adresse IP de destination des requêtes entrantes
it_it: Nome dell'ACL da utilizzare per l'indirizzo IP di destinazione delle richieste in arrivo

source: Match recursive only
cs_cz: Hledat shodu pouze rekurzivně
fr: Recursives seulement
it_it: Abbinamento query ricorsive

source: Match only recursive queries in this view
cs_cz: V tomto pohledu hledat shodu pouze v rekurzivních dotazech
fr: Accepter uniquement les requêtes récursives dans cette vue
it_it: Abbinare solo le query ricorsive in questa vista

source: DNS zones
cs_cz: DNS zóny
fr: Zones DNS
it_it: Zone DNS

source: DNS zones in this view
cs_cz: DNS zóny v tomto pohledu
fr: Zones DNS dans cette vue
it_it: Zone DNS in questa vista

source: Reverse zone
cs_cz: obrácená zóna
fr: Zone inverse
it_it: Zona inversa

source: Reverse zone this record should be in, if any
cs_cz: Reverzní zóna ve které by tento záznam měl být (pokud je)
fr: Zone inverse dans lequel cet enregistrement devrait être
it_it: Zona inversa nella quale dovrebbe trovarsi questo record, se ce n'é

source: LOC Record
cs_cz: LOC záznam
fr: Enregistrement LOC
it_it: Record LOC

source: Degrees
cs_cz: Stupně
fr: Degrés
it_it: Gradi

source: Seconds
cs_cz: Sekund
fr: Secondes
it_it: Secondi

source: North/South
cs_cz: Sever/Jih
fr: Nord/Sud
it_it: Nord/Sud

source: North
cs_cz: Sever
fr: Nord
it_it: Nord

source: South
cs_cz: Jih
fr: Sud
it_it: Sud

source: East/West
cs_cz: Východ/západ
fr: Est/Ouest
it_it: Est/Ovest

source: East
cs_cz: Východ
fr: Est
it_it: Est

source: West
cs_cz: Západ
fr: Ouest
it_it: Ovest

source: Altitude (meters)
cs_cz: Nadmořská výška (v metrech)
fr: Altitude (mètres)
it_it: Altitudine (in metri)

source: Size (meters)
cs_cz: Velikost (v metrech)
fr: Taille (mètres)
it_it: Taglia (in metri)

source: Horizontal precision (meters)
cs_cz: Přesnost vodorovně (metry)
fr: Précision horizontale (mètres)
it_it: Precisione orizzontale (in metri)

source: Vertical precision (meters)
cs_cz: Přesnost svisle (metry)
fr: Précision verticale (mètres)
it_it: Precisione verticale (in metri)

source: NAPTR Record
cs_cz: NAPTR záznam
fr: Enregistrement NAPTR
it_it: Record NAPTR

source: Order
cs_cz: Pořadí
fr: Ordre
it_it: Ordine

source: Integer specifying the order in which the NAPTR records MUST be processed to ensure the correct ordering of rules. Low numbers are processed before high numbers.
cs_cz: Celé číslo které určuje pořadí ve kterém MUSÍ být zpracovávány NAPTR záznamy se stejnými „order“ (pořadí) hodnotami, nízká čísla jsou zpracovány před těmi vyššími.
fr: Entier indiquant l'ordre dans lequel les enregistrements NAPTR doivent être traités pour assurer l'ordre correct des règles. Les petits nombres sont traités avant les grands nombres.
it_it: Integer che specifica l'ordine in cui i record NAPTR devono essere trattati per assicurare il corretto ordine delle regole. I numeri bassi vengono elaborati prima dei numeri alti .

source: Preference
cs_cz: Předvolby
fr: Préférence
it_it: Preferenza

source: Integer that specifies the order in which NAPTR records with equal "order" values SHOULD be processed, low numbers being processed before high numbers.
cs_cz: Celé číslo které určuje pořadí ve kterém BY MĚLY být zpracovávány NAPTR záznamy se stejnými „order“ (pořadí) hodnotami, nízká čísla jsou zpracovány před těmi vyššími.
fr: Entier qui spécifie l'ordre dans lequel les enregistrements NAPTR dont les valeurs "ordre" sont égales doivent être traités, les petits nombres sont traités avant les grands nombres.
it_it: Integer che specifica l'ordine in cui i record NAPTR con uguali valori di "ordine" dovrebbero essere trattati, i numeri bassi vengono elaborati prima dei numeri alti.

source: Flags
cs_cz: Příznaky
fr: Drapeaux

source: Flags to control aspects of the rewriting and interpretation of the fields in the record. Flags are single characters from the set [A-Z0-9]. The case of the alphabetic characters is not significant.
cs_cz: Příznaky pro ovládání aspektů přepisování a interpretace kolonek v záznamu. Příznaky jsou jednoznakovové z množiny A až Z (bez diakritiky) a 0 až 9. Velikost písmen není důležitá.
fr: Drapeaux pour contrôler des aspects de la réécriture et l'interprétation des champs de l'enregistrement. Les drapeaux sont des caractères de l'ensemble [A-Z0-9]. La casse des caractères alphabétiques n’est pas prise en compte.
it_it: Flags per controllare gli aspetti della riscrittura e l'interpretazione dei campi del record. I flags sono singoli caratteri dal set [A - Z0-9 ]. Il caso dei caratteri alfabetici non è significativo.

source: Specifies the service(s) available down this rewrite path. It may also specify the particular protocol that is used to talk with a service. A protocol MUST be specified if the flags field states that the NAPTR is terminal.
cs_cz: Určuje služby dostupné v této rewrite cestě. Může také určovat konkrétní protokol který je použit pro komunikaci se službou. JE NUTNÉ zadat protokol pokud kolonka příznak uvádí, že NAPTR je terminál.
fr: Indique le(s) service(s) disponible(s) dans ce chemin de réécriture. Il peut également spécifier le protocole particulier qui est utilisé pour parler avec un service. Un protocole doit être spécifié si les drapeaux indiquent que le NAPTR est terminal.
it_it: Specifica il servizio ( i ) disponibile su questo path di riscrittura . Può anche specificare il particolare protocollo utilizzato per comunicare con un servizio . Un protocollo DEVE essere specificato se il campo flags afferma che il NAPTR è terminale.

source: Regular Expression
cs_cz: Regulární výraz
fr: Expression régulière
it_it: Espressione regolare

source: A STRING containing a substitution expression that is applied to the original string held by the client in order to construct the next domain name to lookup.
cs_cz: ŘETĚZEC obsahující nahrazující výraz který bude použit na původní řetězec držený klientem aby vytvořil další doménový název který hledat.
fr: Une chaîne contenant une expression de substitution qui est appliquée à la chaîne d'origine envoyée par le client afin de construire le prochain nom de domaine à rechercher.
it_it: Stringa che contiene un'espressione di sostituzione che viene applicato alla stringa originale conservata dal cliente al fine di costruire il prossimo nome di dominio da ricercare.

source: Replacement
cs_cz: Nahrazení
fr: Remplacement
it_it: Sostituzione

source: The next NAME to query for NAPTR, SRV, or address records depending on the value of the flags field.
cs_cz: Příští NAME kterého se dotazovat na záznamy NAPTR, SRV nebo adresy, v závislosti na hodnotě kolonky příznaků.
fr: Le prochain NOM à interroger pour NAPTR, SRV, ou des enregistrements d'adresses en fonction de la valeur des drapeaux.
it_it: Il successivo NOME di query per NAPTR , SRV , o record di indirizzo in base al valore del campo flags .

source: SRV Record
cs_cz: SRV záznam
fr: Enregistrement SRV
it_it: Record SRV

source: Priority
cs_cz: Priorita
fr: Priorité
it_it: Priorità

source: Priority of the target host, lower value means more preferred
cs_cz: Priorita cílového stroje, nižší hodnota znamená více upřednostňované
fr: Priorité de l'hôte cible, plus la valeur est basse plus c’est prioritaire
it_it: La priorità del l'host di destinazione, il valore più basso significa più preferito

source: Weight
cs_cz: Důležitost
fr: Poids
it_it: Peso

source: Relative weight for records with the same priority, higher value means more preferred
cs_cz: Relativní důležitost pro záznamy se stejnou prioritou, vyšší hodnota znamená více upřednostňované
fr: Poids relatif des enregistrements avec la même priorité, plus la valeur est grande plus c’est prioritaire
it_it: Peso relativo per i record con la stessa priorità , il valore più alto significa più preferito

source: TCP or UDP port on which the service is to be found
cs_cz: TCP nebo UDP port na kterém se služba nachází
fr: Port TCP ou UDP sur lequel le service se trouve
it_it: Port TCP o UDP sui quali i servizi devono essere trovati

source: Target
cs_cz: Cíl
fr: Cible
it_it: Obiettivo

source: Canonical hostname of the machine providing the service, ending in a dot
cs_cz: Kanonický název stroje poskytujícího službu, zakončený tečkou
fr: Nom d’hôte canonique de la machine qui fournit le service, se terminant par un point
it_it: Hostname canonico della macchina che fornisce il servizio, che termina con un punto

source: DKIM Record
fr: Enregistrement DKIM
it_it: Record DKIM

source: DMARC Record
fr: Enregistrement DMARC
it_it: Record DMARC

source: An IPv4 address
cs_cz: IPv4 adresa
fr: Une adresse IPv4
it_it: Un indirizzo IPv4

source: An IPv6 address
cs_cz: IPv6 adresa
fr: Une adresse IPv6
it_it: Un indirizzo IPv6

source: CAA Record
fr: Enregistrement CAA

source: Integer representing flags. As of 2021 it should be either 0 or 128 for "issuer critical" flag.
fr: Entier représentant des drapeaux. À partir de 2021, il devrait être soit 0, soit 128 pour l'indicateur « issuer critical ».

source: Which kind of CAA property you want to set
fr: Quel type de propriété CAA voulez vous configurer ?

source: Value
cs_cz: Hodnota
fr: Valeur
it_it: Valore

source: Value for the specified tag, without quotes
fr: Valeur de la balise spécifiée, sans guillemets

source: MX Record
cs_cz: MX záznam
fr: Enregistrement MX
it_it: Record MX

source: Preference given to this RR among others at the same owner, lower values are preferred
cs_cz: Přednost daná tomuto RR mezi ostatními při stejném vlastníkovi, nižší hodnoty znamenají více upřednostňované
fr: Préférence donnée à ce RR entre autres du même propriétaire, les valeurs plus basses sont préférées
it_it: Preferenza data a questo RR tra gli altri allo stesso proprietario, valori più bassi sono preferiti.

source: Domain name which specifies a host willing to act as a mail exchange for the owner name
cs_cz: Doménový název který určuje stroj ochotný fungovat jako vyměňovač e-mailů pro název vlastníka
fr: Nom de domaine qui indique un hôte qui sert de serveur de courriel pour le domaine
it_it: Nome a dominio che specifica la volontà di un host ad agire come uno scambio di posta per il nome del proprietario

source: Domain name which specifies a host which should be authoritative for the specified class and domain
cs_cz: Doménový název který určuje stroj který by měl být autoritativní pro zadanou třídu a doménu
fr: Nom de domaine qui indique un hôte qui doit faire autorité pour la classe et le domaine indiqués
it_it: Nome di dominio che specifica un host che dovrebbe essere autorevole per la classe e il dominio specificati

source: Record
cs_cz: Záznam
fr: Enregistrement

source: SSHFP record content. Can be obtained using "ssh-keygen -r some.host.tld", or sshfp command for instance
cs_cz: Obsah SSHFP záznamu. Je možné získat s použitím „ssh-keygen -r nejaky.stroj.tld“, nebo sshfp příkaz například
fr: Contenu de l’enregistrement SSHFP. Peut être obtenu en utilisant «ssh-keygen -r some.host.tld», ou la commande sshfp par exemple
it_it: Contenuto record SSHFP. Puo' essere ottenuto usando "ssh-keygen -r some.host.tld", or sshfp command for instance, o per esempio il comando sshfp

source: Redirect to
cs_cz: Přesměrovat na
fr: Rediriger vers
it_it: Reindirizzare verso

source: Domain that this subdomain is an alias of
cs_cz: Doména které je tato poddoména alternativním názvem
fr: Domaine dont ce sous-domaine est un alias
it_it: Dominio di cui questo sottodominio é un alias

source: Content
cs_cz: Obsah
fr: Contenu
it_it: Contenuto

source: Content of this record
cs_cz: Obsah tohoto záznamu
fr: Contenu de cet enregistrement
it_it: Contenuto di questo record

source: The entered IP does not match the selected reverse zone
cs_cz: Zadaná IP adresa neodpovídá zvolené reverzní zóně
fr: L'adresse IP saisie ne correspond pas à la zone inverse sélectionnée
it_it: L'IP immesso non corrisponde alla zona inversa selezionata

source: DNS Record domain and type
cs_cz: Doména a typ DNS záznamu
fr: Type et domaine des enregistrements DNS
it_it: Record e tipo del dominio DNS

source: %s record
cs_cz: %s záznam
fr: Enregistrement %s
it_it: record di %s

source: DNS record
cs_cz: DNS záznam
fr: Enregistrement DNS
it_it: Record di DNS

source: Subdomain
cs_cz: Poddoména
fr: Sous-domaine
it_it: Sottodominio

source: Relative subdomain name
cs_cz: Relativní název poddomény
fr: Nom de sous-domaine relatif
it_it: Nome relativo di sottodominio

source: DNS Record
cs_cz: DNS záznam
fr: Enregistrement DNS
it_it: Record DNS

source: Reverse
cs_cz: Obráceně
fr: Inverses
it_it: Inverso

source: The IP %s does not match the selected reverse %s, it has been ignored
cs_cz: IP adresa %s neodpovídá zvolené reverzi %s, bude ignorováno
fr: L'adresse IP %s ne correspond pas à la zone inverse %s, elle a été ignorée
it_it: L'IP 1%s non corrisponde al reverse 1%s selezionato, è stato ignorato

source: "%s" must contain a domain name in lowercase and end with a final dot.<br/><br/>Example: example.com.
cs_cz: Je třeba, aby „%s“ obsahovalo název domény malými písmeny a končilo tečkou.<br/><br/>Příklad: example.com.
fr: «%s» doit contenir un nom de domaine en minuscule et se terminer par un point final.<br/><br/> Exemple : exemple.fr.
it_it: "%s" deve contenere un nome di dominio in caratteri minuscoli e terminare con un punto finale.<br/>Esempio: example.com.

source: "%s" must contain a domain name in lowercase.<br/><br/>Example: example.com
cs_cz: Je třeba, aby „%s“ obsahovalo název domény malými písmeny.<br/><br/>Příklad: example.com.
fr: «%s» doit contenir un nom de domaine en minuscule.<br/><br/> Exemple : exemple.fr
it_it: %s" deve contenere un nome di dominio in minuscolo.<br/><br/>Esempio: esempio.com

source: DNS zone
cs_cz: DNS zóna
fr: Zone DNS
it_it: Zona DNS

source: Zone name
cs_cz: Název zóny
fr: Nom de la zone
it_it: Nome della zona

source: Reverse zones
cs_cz: Obrácené zóny
fr: Zones inverses
it_it: Zone inverse

source: Reverse zones for this zone in the form xx.xx.in-addr.arpa%1$s or x.x.ip6.arpa%1$s
cs_cz: Reverzní zóny pro tuto zónu v podobě xx.xx.in-addr.arpa%1$s nebo x.x.ip6.arpa%1$s
fr: Zones inverses pour cette zone sous la forme xx.xx.in-addr.arpa%1$s ou x.x.ip6.arpa%1$s
it_it: Zone inverse per questa zona in forma xx.xx.in-addr.arpa%1$s or x.x.ip6.arpa%1$s

source: SOA record
cs_cz: SOA záznam
fr: Enregistrement SOA
it_it: Record SOA

source: SOA Record
cs_cz: SOA záznam
fr: Enregistrement SOA
it_it: Record SOA

source: Primary DNS server
cs_cz: Hlavní DNS server
fr: Serveur DNS primaire
it_it: Server DNS primario

source: Domain name of the name server that was the original or primary source of data for this zone
cs_cz: Doménový název jmenného serveru který byl původním nebo hlavním zdrojem údajů pro tuto zónu
fr: Nom de domaine du serveur de noms qui est la source d'origine ou primaire de données pour cette zone
it_it: Nome di dominio del server che è stato la fonte originale o primaria dei dati per questa zona

source: Mail address
cs_cz: e-mailová adresa
fr: Adresse de courriel
it_it: Indirizzo di posta elettronica

source: Domain name which specifies the mailbox of the person responsible for this zone
cs_cz: Doménový název který určuje e-mailovou schránku osoby odpovědné za tuto zónu
fr: Nom de domaine qui spécifie la boite de courriel de la personne responsable de cette zone
it_it: Nome di dominio che specifica la mailbox della persona responsabile di questa zona

source: Serial number
cs_cz: Sériové číslo
fr: Numéro de série
it_it: Numero di serie

source: Version number of the original copy of the zone
cs_cz: Číslo verze původní kopie zóny
fr: Numéro de version de la copie originale de la zone
it_it: Numero di versione della copia originale della zona

source: Refresh
cs_cz: obnovit
fr: Rafraîchir
it_it: Aggiorna

source: Time interval before the zone should be refreshed
cs_cz: Časový interval před kterým by zóna měla být občerstvena
fr: Intervalle de temps avant que la zone doive être rafraîchie
it_it: Intervallo di tempo prima che la zona venga aggiornata

source: Retry
cs_cz: znovu
fr: Réessayer
it_it: Riprova
