Repository: fusiondirectory/fusiondirectory-plugins
Catalog: dns/locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it

source: Time interval that should elapse before a failed refresh should be retried
cs_cz: Časový interval který by měl uplynout před opětovným pokusem po předchozí nezdařené aktualizaci
fr: Intervalle de temps qui devrait s'écouler avant qu'un rafraîchissement défectueux doive être réessayé
it_it: Intervallo di tempo che deve trascorrere prima che un aggiornamento fallito venga ritentato

source: Expire
cs_cz: Platnost skončí
fr: Expirer
it_it: Scadenza

source: Time value that specifies the upper limit on the time interval that can elapse before the zone is no longer authoritative
cs_cz: Časová hodnota která určuje horní limit časového intravalu až po jehož uplynutí zóna už nebude autoritativní
fr: La valeur du temps qui spécifie la limite supérieure de l'intervalle de temps qui peut s'écouler avant que la zone ne soit plus autoritaire
it_it: Valore temporale che specifica il limite superiore dell'intervallo di tempo che può trascorrere prima che la zona non sia più autorevole

source: Minimum TTL field that should be exported with any RR from this zone
cs_cz: Kolonka minimálního TTL která by měla být exportována s libovolným RR z této zóny
fr: Champ TTL minimum qui doit être exporté avec un RR de cette zone
it_it: Campo minimo TTL che deve essere esportato con qualsiasi RR da questa zona

source: Records
cs_cz: Záznamy
fr: Enregistrements

source: The DNS records for this zone
cs_cz: DNS záznamy pro tuto zónu
fr: Les enregistrements DNS pour cette zone
it_it: Records DNS per questa zona

source: Hash algorithms
fr: Algorithmes de hachage
it_it: Algoritmi di hash

source: A colon-separated list of hash algorithms that might be used, defaults to allowing all algorithms.
fr: Une liste d'algorithmes de hachage séparés par deux-points pouvant être utilisés, autorise par défaut tous les algorithmes.
it_it: Un elenco separato da due punti di algoritmi hash che potrebbero essere utilizzati, per impostazione predefinita consente tutti gli algoritmi.

source: Key type
fr: Type de clé
it_it: Tipo di chiave

source: Key type of the public key, default is "rsa".
fr: Type de clé de la clé publique, la valeur par défaut est "rsa".
it_it: Tipo di chiave della chiave pubblica, l'impostazione predefinita è "rsa".

source: Notes that might be of interest to a human. No interpretation is made by any program.
fr: Notes qui pourraient intéresser un humain. Aucune interprétation n'est faite par aucun programme.
it_it: Note che potrebbero interessare un essere umano. Nessuna interpretazione è fatta da alcun programma.

source: Public key
fr: Clé publique
it_it: Chiave pubblica

source: Public-key data encoded in base64. An empty value means that this public key has been revoked.
fr: Données de clé publique encodées en base64. Une valeur vide signifie que cette clé publique a été révoquée.
it_it: Dati a chiave pubblica codificati in base64. Un valore vuoto significa che questa chiave pubblica è stata revocata.

source: Service type
cs_cz: Typ služby
fr: Type de service
it_it: Tipo di servizio

source: A colon-separated list of service types to which this record applies, default is "*".
fr: Une liste de types de services séparés par deux-points auxquels s'applique cet enregistrement, la valeur par défaut est "*".
it_it: Un elenco di tipi di servizio separati da due punti a cui si applica questo record, l'impostazione predefinita è "*".

source: Flags, represented as a colon-separated list of names, default is no flags set.
fr: Les indicateurs, représentés par une liste de noms séparés par deux-points, par défaut, aucun indicateur n'est défini.
it_it: I flag, rappresentati come un elenco di nomi separati da due punti, il valore predefinito non è impostato.

source: The "Public key" field does not contain valid base64 data
fr: Le champ "Clé publique" ne contient pas de données base64 valides
it_it: Il campo "Chiave pubblica" non contiene dati Base64 validi

source: Terms
fr: termes
it_it: Termini

source: "%s" is not a valid directive for an SPF record
fr: "%s" n'est pas une directive valide pour un enregistrement SPF
it_it: "%s" non è una direttiva valida per un record SPF

source: Directive "all" does not accept a value in an SPF record
fr: La directive "tous" n'accepte pas de valeur dans un enregistrement SPF
it_it: La direttiva "all" non accetta un valore in un record SPF

source: Directive "%s" needs a value in an SPF record
fr: La directive "%s" nécessite une valeur dans un enregistrement SPF
it_it: La direttiva "%s" richiede un valore in un record SPF

source: "%s" is not a valid modifier for an SPF record
fr: "%s" n'est pas un modificateur valide pour un enregistrement SPF
it_it: "%s" non è un modificatore valido per un record SPF

source: "%s" is locked (by "%s" since %s), could not save modifications to this DNS zone
fr: "%s" est verrouillé (par "%s" depuis %s), impossible d'enregistrer les modifications apportées à cette zone DNS
it_it: "%s" é bloccato (da "%s" da %s), impossibile salvare le modifiche a questa zona DNS

source: Edit the DNS zones of a system
cs_cz: Upravit DNS zóny systému
fr: Éditer les zones DNS d'un système
it_it: Modificare le zone DNS di un sistema

source: DNS zones for this host
cs_cz: DNS zóny pro tento stroj
fr: Zones DNS pour cet hôte
it_it: Zone DNS per questo host

source: SOA records
cs_cz: SOA záznamy
fr: Enregistrements SOA
it_it: Record SOA

source: DNS Records
cs_cz: DNS záznamy
fr: Enregistrements DNS
it_it: Records DNS

source: Primary servers
cs_cz: Hlavní servery
fr: Serveurs primaires
it_it: Servers primari

source: The DNS records for zone "%s"
cs_cz: DNS záznamy pro zónu „%s“
fr: Les enregistrements DNS pour la zone «%s»
it_it: Records DNS par la zona "%s"

source: Refresh zone file
fr: Rafraîchir une zone

source: The primary server for zone "%s"
cs_cz: Hlavní server pro zónu „%s“
fr: Le serveur primaire pour la zone «%s»
it_it: Server primario per la zona "%s"

source: %d records were updated from %s to %s in zone %s
cs_cz: %d záznamů bylo aktualizováno z %s do %s v zóně %s
fr: %d enregistrements ont été mis à jour de %s vers %s dans la zone %s
it_it: %d records sono stati aggiornati da %s a %s nella zona %s

source: DNS update
cs_cz: Aktualizace DNS
fr: Mise à jour DNS
it_it: Aggiornamento DNS

source: %d records were removed in zone %s
cs_cz: %d záznamů bylo odebráno v zóně %s
fr: %d enregistrements ont été enlevés dans la zone %s
it_it: %d records sono stati rimossi nella zona %s

source: Insufficient rights
cs_cz: Nedostačující oprávnění
fr: Droits insuffisants
it_it: Autorizzazioni insufficienti

source: Strict
it_it: Rigoroso

source: Ldap2zone
it_it: Zona LDAP2

source: Type
cs_cz: Typ
it_it: Tipo

source: Latitude
cs_cz: Zeměpisná šířka
it_it: Latitudine

source: Minutes
cs_cz: minuty
it_it: Minuti

source: Longitude
cs_cz: Zeměpisná délka
it_it: Longitudine

source: Service
cs_cz: Služba
it_it: Servizi

source: Port
it_it: Porta

source: Zone
cs_cz: Zóna
it_it: Zona

source: Notes
cs_cz: Poznámky
it_it: Note

source: Acl
cs_cz: ACL seznam
