Repository: fusiondirectory/fusiondirectory-plugins
Catalog: alias/locale/*/fusiondirectory.po
Languages: cs_cz, el_gr, fr, nl, pt, ru

source: Alias configuration
cs_cz: Nastavení alternativního názvu
el_gr: Ρύθμιση Alias
fr: Configuration alias
nl: Aliasconfiguratie
pt: Configuração de alias
ru: Настройка псеводонимов

source: FusionDirectory alias plugin configuration
cs_cz: Nastavení zásuvného modulu alias pro FusionDirecotry
el_gr: Ρύθμιση προσθέτου FusionDirectory alias
fr: Configuration du plugin alias
nl: FusionDirectory alias pluginconfiguratie
pt: Configuração do plugin Allias do FusionDirectory
ru: FusionDirectory настройка плагина псевдонимов.

source: Alias
cs_cz: alternativní název (alias)
ru: Псеводоним

source: Alias RDN
cs_cz: Relativní rozlišený název alternativního názvu
fr: Branche des alias
pt: Allias RDN
ru: RDN псевдонимов

source: Branch in which aliases will be stored
cs_cz: Větev, ve které budou ukládány alternativní názvy
el_gr: Κλάδος στον οποίο θα αποθηκεύονται τα aliases
fr: Branche dans laquelle les alias seront stockés
nl: Sectie waarin de aliassen zullen opgeslagen worden
pt: Filial onde as Aliases são armazenados
ru: Ветка в которой будут храниться псеводонимы

source: Temporary mail distribution
cs_cz: Dočasná distribuce e-mailů
el_gr: Προσωρινή διανομή αλληλογραφίας
fr: Distribution temporaire de courriel
nl: Tijdelijke maildistributielijst
pt: Distribuição temporária de correio
ru: Временное распространение почты

source: Mail distribution
cs_cz: Distribuce e-mailů
el_gr: Διανομή αλληλογραφίας
fr: Redistribution de courriel
nl: Maildistributie
pt: Distribuição de correio
ru: Распространение почты

source: Name
cs_cz: Název
el_gr: Όνομα
fr: Nom
nl: Naam
pt: Nome
ru: Фамилия

source: Name to identify this alias
cs_cz: Název pro identifikaci tohoto alternativního názvu
el_gr: Ένα όνομα με το οποίο θα αναγνωρίζεται αυτό το ψευδώνυμο
fr: Nom de l'alias
nl: Naam om deze alias te identificeren
pt: Nome para identificar este alias
ru: Имя определяющее этот псеводоним

source: Description
cs_cz: Popis
el_gr: Περιγραφή
nl: Omschrijving
pt: Descrição
ru: Описание

source: Description of this alias
cs_cz: Popis tohoto alternativního názvu
el_gr: Περιγραφή του ψευδώνυμου
fr: Description de l'alias
nl: Beschrijving van deze alias
pt: Descrição deste alias
ru: Описание псеводонима

source: Email address
cs_cz: E-mailová adresa
el_gr: Διευθύνση ηλεκτρονικής αλληλογγραφίας
fr: Adresse de courriel
nl: E-mailadres
pt: Endereço de email
ru: Адрес электронной почты

source: Email aliases
cs_cz: Alternativní e-mailové adresy
el_gr: Aliases ηλ. αλληλογραφίας
fr: Alias de courriel
nl: E-mailaliassen
pt: Aliases de email
ru: Псевдонимы электронной почты

source: Aliases for this email address
cs_cz: Alternativa této e-mailové adresy
el_gr: Aliases αυτής της διεύθυνσης e-mail
fr: Alias pour cette adresse de courriel
nl: Aliassen voor dit e-mailadres
pt: Aliases deste endereço de email
ru: Псевдонимы для адреса электронной почты

source: Mail server
cs_cz: poštovní server
el_gr: Εξυπηρετητής αλληλογραφίας
fr: Serveur de courriel
pt: servidor de correio
ru: Почтовый сервер

source: Mail server for this alias
cs_cz: Poštovní server pro tento alternativní název
el_gr: Διακομιστής αλληλογραφίας για αυτό το alias
fr: Serveur de courriel pour cet alias
nl: Mailserver voor deze alias
ru: Почтовый сервер для этого псевдонима

source: Expiration date
cs_cz: Datum skončení platnosti
el_gr: Ημερομηνία λήξης
fr: Date d'expiration
nl: Vervaldatum
pt: Data de expiração
ru: Дата окончания действия

source: Date after which the alias should be deleted. Leave empty for no deletion.
cs_cz: Datum po kterém by měl být alternativní název automaticky smazán. Pro nemazání ponechte nevyplněné.
el_gr: Ημερομηνία μετά από την οποία θα διαφράφεται το alias. Κενό για μην διαγραφή
fr: Date après laquelle cet alias doit être supprimé. Laisser vide pour ne jamais expirer.
nl: Datum waarna de alias verwijderd zou moeten worden. Laat leeg indien de alias niet verwijderd moet worden.
pt: Data para que o alias seja eliminado. Deixe em branco para que não seja excluído.
ru: Дата после которой псевдоним будет удален. Оставить пустым, если удалять не нужно.

source: Temporary mail redirection
cs_cz: Dočasné přesměrování e-mailů
el_gr: Προσωρινή ανακατεύθυνση αλληλογραφίας
fr: Redirection temporaire de courriel
nl: Tijdelijke maildoorverwijzing
pt: Redirecionamento temporário de correio
ru: Временное перенаправление почты

source: Mail redirection
cs_cz: Přesměrování e-mailu
el_gr: Ανακατεύθυνση αλληλογραφίας
fr: Redirection de courriel
nl: Maildoorverwijzing
pt: Redirecionamento de correio
ru: Перенаправление почты

source: Name to identify this redirection
cs_cz: Název identifikující toto přesměrování
el_gr: Ένα όνομα με το οποίο θα αναγνωρίζεται αυτή η ανακατεύθυνση
fr: Nom de la redirection de courriel
nl: Naam om deze doorverwijzing te identificeren
pt: Nome para identificar este redirecionamento
ru: Название определяющее это перенаправление

source: Description of this redirection
cs_cz: Popis tohoto přesměrování
el_gr: Περιγραφή αυτής της ανακατεύθυνσης
fr: Description de la redirection
nl: Beschrijving van de doorverwijzing
pt: Descrição deste redirecionamento
ru: Описание этого перенаправления

source: Redirect from
cs_cz: Přesměrovat z
el_gr: Ανακατεύθυνση από
fr: Rediriger depuis
nl: Doorverwijzen vanaf
pt: Redirecionar de
ru: Перенаправить откуда

source: Mail address from which you want to redirect
cs_cz: E-mailová adresa, ze které chcete přesměrovat
el_gr: Διεύθυνση αλληλογραφίας που θέλετε να ανακατευθύνετε
fr: Adresse de courriel depuis laquelle vous voulez rediriger
nl: Mailadres van waaruit je wil doorsturen
pt: Endereço de correio a partir do qual você quer redirecionar
ru: Адрес электронной почты с которого вы хотите перенаправлять

source: Redirect to
cs_cz: Přesměrovat na
el_gr: Ανακατεύθυνση σε
fr: Rediriger vers
nl: Doorsturen naar
pt: Redirecionar para
ru: Перенаправить куда

source: Destination of this redirection
cs_cz: Cíl tohoto přesměrování
el_gr: Προορισμός αυτής της ανακατεύθυνσης
fr: Destination de la redirection
nl: Bestemming van deze doorverwijzing
pt: Destino deste redirecionamento
ru: Адрес назначения для этого перенаправления

source: Date after which the redirection should be deleted. Leave empty for no deletion.
cs_cz: Datum, po kterém by mělo být toto přesměrování samočinně smazáno. Pro nemazání ponechte prázdné.
el_gr: Ημερομηνία μετά από την οποία θα διαφράφεται το alias. Αφήστε το κενό για μην διαγραφή
fr: Date après laquelle cette redirection doit être supprimée. Laisser vide pour ne jamais expirer.
nl: Datum waarna de doorverwijzing verwijderd zou moeten worden. Vul niets in indien deze niet automatisch verwijderd dient te worden.
pt: Data para que o redirecionamento seja eliminado. Deixe em branco para que não seja excluído.
ru: Дата после которой перенаправление будет удалено. Оставить пустым, если удалять не нужно.

source: Aliases
cs_cz: alternativní názvy (alias)
el_gr: Ψευδώνυμα
fr: Alias
nl: Aliassen
ru: Псеводонимы

source: Alias management
cs_cz: Zpráva přezdívek
el_gr: Διαχείριση Alias
fr: Gestion des alias
nl: Aliasbeheer
pt: Gerenciar alias
ru: Управление псеводонимами

source: Manage aliases
cs_cz: Spravovat alternativní názvy
fr: Gérer les alias
nl: Beheer aliassen

source: Mail aliases
cs_cz: Alternativní názvy e-mailu
el_gr: Alias αλληλογραφίας
fr: Alias de courriel
nl: E-mail-aliassen
pt: Aliases de Correio
ru: Псевдонимы для почты
