Repository: fusiondirectory/fusiondirectory-plugins
Catalog: community/locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it, nl

source: Community configuration
cs_cz: Nastavení komunity
fr: Configuration de communauté
it_it: Configurazione community
nl: Community configuratie

source: FusionDirectory community plugin configuration
cs_cz: Nastavení zásuvného modulu komunita pro FusionDirectory
fr: Configuration du plugin community
it_it: Configurazione del plugin community di FusionDirectory
nl: FusionDirectory communicty plugin configuratie

source: Community
cs_cz: Komunita
fr: Communauté
it_it: Comunità

source: Membership type choices
cs_cz: Volby typu členství
fr: Choix de type d'adhésion
it_it: Scelte tipo di abbonamento
nl: Keuzemogelijkheden type lidmaatschap

source: Community membership types available in the user community tab
cs_cz: Typy členství v komunitě dostupné na kartě komunita uživatele
fr: Types d'adhésion disponibles dans l’onglet communauté des utilisateurs
it_it: Tipi di abbonamento community disponibili nella tabella community dell'utente
nl: Community lidmaatschapstypes beschikbaar in de gebruikerscommunity tab

source: Community organization
cs_cz: Uspořádání komunity
fr: Organisme communautaire
it_it: Organizzazione della comunità
nl: Gemeenschap organisatie

source: Community organization dates and alternate address
cs_cz: Údaje komunitní organizace a alternativní adresa
fr: Dates et adresse alternative de l’organisme communautaire
it_it: Date dell'organizzazione della comunità e indirizzo alternativo
nl: Gemeenschap organisatie data en alternatief adres

source: Membership
cs_cz: Členství
fr: Adhésion
it_it: Abbonamento
nl: Lidmaatschap

source: Membership type
cs_cz: Typ členství
fr: Type d’adhésion
it_it: Tipologia di abbonamento
nl: Lidmaatschap type

source: Membership type of this organization
cs_cz: Typ členství této organizace
fr: Choix du type d'adhésion de cet organisme
it_it: Tipologia di abbonamento di questa organizzazione
nl: Lidmaatschap type van deze organisatie

source: Agreement signed
cs_cz: Dohoda podepsána
fr: Accord signé
it_it: Accordo firmato
nl: Getekende overeenkomst

source: Did this member returned the agreement signed
cs_cz: Zda tento člen vrátil dohodu podepsanou
fr: Ce membre a-t-il retourné l'accord signé ?
it_it: Questo membro ha restituito l'accordo firmato
nl: Heeft dit lid de overeenkomst getekend

source: Active
cs_cz: Aktivní
it_it: Attivo
nl: Aktief

source: Is the membership of this organization active
cs_cz: Je členství této organizace aktivní
fr: Est-ce que l’adhésion de cet organisme est active ?
it_it: L'appartenenza a questa organizzazione é attiva?
nl: Is het lidmaatschap van deze organisatie aktief

source: Hidden
cs_cz: Skryté
fr: Cachée
it_it: Nascosto
nl: Verborgen

source: Should this membership be hidden from listings
cs_cz: Má být toto členství skryto ve výpisech
fr: Est-ce que cette adhésion est cachée des listes
it_it: Deve questo abbonamento essere nascosto dalle liste
nl: Moet dit lidmaatschap verborgen zijn voor lijsten

source: Dates
cs_cz: Datumy
it_it: Date
nl: Data

source: Start date
cs_cz: Datum začátku
fr: Début
it_it: Data d'inizio
nl: Startdatum

source: Date of the beginning
cs_cz: Datum začátku
fr: Date de début
it_it: Data d'inizio
nl: Begindatum

source: End date
cs_cz: Datum ukončení
fr: Fin
it_it: Data di fine
nl: Einddatum

source: Date of the end
cs_cz: Datum konce
fr: Date de fin
it_it: Data di fine
nl: Einddatum

source: Contact
cs_cz: Kontakt
it_it: Contatto
nl: Contactpersoon

source: First name
cs_cz: Jméno
fr: Prénom
it_it: Nome
nl: Voornaam

source: Last name
cs_cz: Příjmení
fr: Nom de famille
it_it: Cognome
nl: Achternaam

source: Address
cs_cz: Adresa
fr: Adresse
it_it: Indirizzo
nl: Adres

source: A postal address
cs_cz: Poštovní adresa
fr: Adresse postale
it_it: Un indirizzo postale
nl: aan post adres

source: City
cs_cz: Město
fr: Ville
it_it: Città
nl: Plaats

source: State
cs_cz: Stát
fr: Département
it_it: Regione
nl: Staat

source: Country
cs_cz: Země
fr: Pays
it_it: Stato
nl: Land

source: Community project
cs_cz: Komunitní projekt
fr: Projet communautaire
it_it: Progetto comunitario
nl: Community projekt

source: Community project dates and alternate address
cs_cz: Údaje komunitního projektu a alternativní adresa
fr: Dates et adresse alternative du projet communautaire
it_it: Date del progetto comunitario e indirizzo alternativo
nl: Gemeenschap project data en alternatief adres

source: Project
cs_cz: Projekt
fr: Projet
it_it: Progetto
nl: Projekt

source: Project full name
cs_cz: Úplný název projektu
fr: Nom complet
it_it: Nome completo del progetto
nl: Volledige naam van het project

source: Full name of this project
cs_cz: Úplný název tohoto projektu
fr: Nom complet de ce projet
it_it: Nome completo di questo progetto
nl: Volledige naam van het projekt

source: Project key
cs_cz: Klíč projektu
fr: Clé de projet
it_it: Chiave di progetto
nl: Projektsleutel

source: ID used for this project in other softwares or databases
cs_cz: Identifikátor použitý pro tento projekt v rámci ostatního software nebo databází
fr: ID utilisé pour ce projet dans d'autres logiciels et bases de données
it_it: ID utilizzato per questo progetto in altri software o database
nl: ID gebruikt voor dit project in andere software of databases
