Repository: fusiondirectory/fusiondirectory-plugins
Catalog: invitations/locale/*/fusiondirectory.po
Languages: it_it

source: Invitations
it_it: Inviti

source: Invitations configuration
it_it: Configurazione degli inviti

source: FusionDirectory invitations plugin configuration
it_it: Configurazione del plugin inviti FusionDirectory

source: Invitations RDN
it_it: Inviti RDN

source: Branch in which invitations will be stored
it_it: Ramo in cui verranno archiviati gli inviti

source: Registrations RDN
it_it: Registrazioni RDN

source: Branch in which registrations will be stored
it_it: Ramo in cui verranno archiviate le registrazioni

source: Emails
it_it: E-mail

source: The email address used to send invitation emails. Be careful to select an address that your server can send from without being flagged as spam.
it_it: L'indirizzo email utilizzato per inviare email di invito. Fai attenzione a selezionare un indirizzo che il tuo server può inviare senza essere contrassegnato come spam.

source: Default email content
it_it: Contenuto email predefinito

source: Default content of the email sent invitations
it_it: Contenuto predefinito degli inviti inviati via email

source: %s - by %s
it_it: %s - di %s

source: Sent
it_it: Inviato

source: Filled
it_it: Pieno

source: Accepted
it_it: Accettato

source: Rejected
it_it: Rifiutato

source: Registration
it_it: Registrazione

source: Registration sent through a public form
it_it: Registrazione inviata tramite un modulo pubblico

source: Email address
it_it: Indirizzo di posta elettronica

source: Email address which the invitation was sent to
it_it: Indirizzo e-mail a cui è stato inviato l'invito

source: Status
it_it: Stato

source: State of this registration
it_it: Stato di questa registrazione

source: Last change
it_it: Ultima modifica

source: Date and author of the last state change
it_it: Data e autore dell'ultimo cambiamento di stato

source: Invitation
it_it: Invito

source: Invitation object used to create this registration
it_it: Oggetto di invito utilizzato per creare questa registrazione

source: User object
it_it: Oggetto utente

source: User object created by this registration
it_it: Oggetto utente creato da questa registrazione

source: invalid
it_it: invalido

source: Registrations
it_it: Iscrizioni

source: Registrations management
it_it: Gestione delle registrazioni

source: Manage registrations
it_it: Gestire le registrazioni

source: Accept
it_it: Accettare

source: Reject
it_it: Rifiutare

source: Cannot accept %s. It has been locked by %s.
it_it: Impossibile accettare %s. È stato bloccato da %s.

source: Cannot accept registration %s, it's not in status "Filled".
it_it: Impossibile accettare la registrazione %s, non è in stato "Pieno".

source: Cannot move %s. It has been locked by %s.
it_it: Impossibile spostare %s. È stato bloccato da %s.

source: Unlocking failed using password method "%s". Account "%s" has not been unlocked!
it_it: Sblocco non riuscito utilizzando il metodo password "%s". L'account "%s" non è stato sbloccato!

source: Cannot reject %s. It has been locked by %s.
it_it: Impossibile rifiutare %s. È stato bloccato da %s.

source: Cannot reject registration %s, it's not in status "Filled".
it_it: Impossibile rifiutare la registrazione %s, non è in stato "Riempito".

source: Cannot delete %s. It has been locked by %s.
it_it: Non puoi cancellare %s perché é ancora utilizzata da %s

source: Could not find invitation "%s"
it_it: Impossibile trovare l'invito "%s"

source: Found several invitations "%s"
it_it: Trovato diversi inviti "%s"

source: Form "%s" could not be found
it_it: Impossibile trovare il modulo "%s"

source: Found several forms named "%s"
it_it: Trovato diversi formulari denominati "%s"

source: Statuses
it_it: Stati

source: Invitations management
it_it: Gestione degli inviti

source: Manage invitations
it_it: Gestisci gli inviti

source: Invitation to fill a public form
it_it: Invito a compilare un modulo pubblico

source: Name
it_it: Nome

source: Name used to identify this invitation
it_it: Nome utilizzato per identificare questo invito

source: Form
it_it: Modulo

source: Public form this invitation should link to
it_it: Modulo pubblico a cui questo invito dovrebbe collegarsi

source: Email subject
it_it: Oggetto dell'email

source: Subject of the email sent for this invitation
it_it: Oggetto dell'e-mail inviata per questo invito

source: Email content
it_it: Contenuto dell'e-mail

source: Content of the email sent for this invitation
it_it: Contenuto dell'e-mail inviata per questo invito

source: Author
it_it: Autore

source: Author of this invitation
it_it: Autore di questo invito

source: Reply to
it_it: Rispondi a

source: Email address set as "Reply to" in the sent emails
it_it: Indirizzo email impostato come "Rispondi a" nelle e-mail inviate

source: List of email adresses of people to invite - one per line
it_it: Elenco di indirizzi e-mail delle persone da invitare - uno per riga

source: "%s" is not a valid email address
it_it: "%s" non è un indirizzo e-mail valido

source: There is already a registration object for "%s"
it_it: Esiste già un oggetto di registrazione per "%s"

source: Failed to create registration object for "%s", because of the following errors: %s
it_it: Impossibile creare l'oggetto di registrazione per "%s", a causa dei seguenti errori: %s

source: Failed to send invitation email to "%s". Check your email settings.
it_it: Impossibile inviare l'e-mail di invito a "%s". Controlla le tue impostazioni e-mail.

source: Success
it_it: Completato

source: %d invitations were sent and saved successfully
it_it: %dinviti sono stati inviati e salvati correttamente

source: Token is missing from URL
it_it: Il token è mancante dall'URL

source: Could not find any invitation matching token "%s"
it_it: Impossibile trovare alcun invito corrispondente al token "%s"

source: Found several invitations matching token "%s"
it_it: Trovato diversi inviti corrispondenti a token "%s"

source: The invitation matching token "%s" does not exist anymore
it_it: Il token di invito a corrispondenza "%s" non esiste più

source: This invitation has already been filled and is waiting approval
it_it: Questo invito è già stato compilato ed è in attesa di approvazione

source: This invitation has already been filled and approved
it_it: Questo invito è già stato compilato e approvato

source: This invitation has already been filled and rejected. Please contact your referent to get a new invitation if needed.
it_it: Questo invito è già stato compilato e respinto. Si prega di contattare il referente per ottenere un nuovo invito, se necessario.

source: This invitation is in unknown state "%s"
it_it: Questo invito è in stato sconosciuto "%s"

source: User registration status
it_it: Stato di registrazione dell'utente

source: User registration
it_it: Registrazione utente

source: This user object is a registration awaiting approval
it_it: Questo oggetto utente è una registrazione in attesa di approvazione

source: Hello
it_it: Ciao

source: Click here to connect
it_it: Clicca qui per connetterti

source: Click here if you fail to connect
it_it: Clicca qui se non riesci a connetterti
