Repository: fusiondirectory/fusiondirectory-plugins
Catalog: mixedgroups/locale/*/fusiondirectory.po
Languages: de, el_gr, es_co

source: Posix group
de: Posix-Gruppe

source: Posix group settings
de: Posix-Gruppeneinstellungen

source: Properties
de: Eigenschaften
el_gr: Ιδιότητες
es_co: Propiedades

source: Force GID
de: GID erzwingen
el_gr: Εξαναγκασμός GID
es_co: Forzar GID

source: Force GID value for this group
de: GID-Wert f端r diese Gruppe erzwingen
el_gr: Εξαναγκασμός τιμής GID για αυτή την ομάδα
es_co: Forzar GID para éste grupo

source: GID value for this group
de: GID-Wert f端r diese Gruppe
el_gr: Τιμή GID για αυτήν την ομάδα
es_co: Valor GID para éste grupo

source: System trust
de: Systemvertrauen
el_gr: Επιστοσύνη συστήματος
es_co: Confianza del Sistema

source: Trust mode
de: Vertrauensmodus
el_gr: Λειτουργία επιστοσύνης
es_co: Modo de Confianza

source: Type of authorization for those hosts
de: Art der Authorisierung f端r diese Hosts
el_gr: Τύπος εξουσιοδότησή για αυτά τα συστήματα
es_co: Tipo de autorización para ésos equipos

source: disabled
de: deaktiviert
el_gr: απενεργοποιημένο
es_co: deshabilitado

source: full access
de: Vollzugriff
el_gr: Πλήρης Πρόσβαση
es_co: Acceso Completo

source: allow access to these hosts
de: erlaube Zugriff auf diese Hosts
el_gr: να επιτραπεί πρόσβαση σε αυτά τα host
es_co: Permitir acceso a ésos equipos

source: Only allow this group to connect to this list of hosts
de: Nur dieser Gruppe erlauben, dieser Liste von Hosts zu verbinden
el_gr: Επιτρέπεται σ'αυτή την ομάδα να συνδέεται στην ακόλουθη λίστα διακομιστών
es_co: Habilitar solamente a éste grupo para conectarse a ésta lista de equipos.

source: Warning
de: Warnung
el_gr: Προειδοποίηση
es_co: Precacuión

source: Timeout while waiting for lock. Ignoring lock!
de: Wartezeit f端r Sperre abgelaufen. Ignoriere Sperre!
el_gr: Υπέρβαση χρόνου κατά την αναμονή για κλέιδωμα. Αγνόηση κλειδώματος!
es_co: Tiempo de espera superado mientras se esperaba el bloqueo. ¡Ignorando el bloqueo!
