Repository: fusiondirectory/fusiondirectory-plugins
Catalog: user-reminder/locale/*/fusiondirectory.po
Languages: cs_cz, fr, it_it

source: Reminder
fr: Rappel
it_it: Promemoria

source: User reminder
cs_cz: Připomínání uživatelů
fr: Rappels d’expiration
it_it: Promemoria per l'utente

source: Configuration for the reminder of accounts expiration
cs_cz: Nastavení připomínání blížícího se konce platnosti uživatelských účtů
fr: Configuration pour les rappels d’expiration des comptes
it_it: Configurazione del promemoria della scadenza degli accounts

source: User reminder settings
cs_cz: Nastavení připomínání uživatele
fr: Configuration des rappels d'expiration
it_it: Impostazioni promemoria per l'utente

source: Delay before expiration
cs_cz: Prodleva před skončením platnosti
fr: Délai avant expiration
it_it: Ritardo prima della scadenza

source: Days before expiration to send the first mail
cs_cz: Kolik dnů před skončením platnosti poslat první e-mail
fr: Nombres de jours avant l'expiration pour envoyer le premier courriel
it_it: Giorni prima della scadenza per inviare la prima e-mail

source: Delay before sending again
cs_cz: Prodleva před opětovným odesláním
fr: Délai avant d'envoyer à nouveau
it_it: Richiamo prima di inviare di nuovo

source: Days before sending a second mail (0 to disable)
cs_cz: Kolik dnů předem poslat druhý e-mail (0 – nula – vypíná)
fr: Nombres de jours avant l'envoi d'un second mail (0 pour désactiver)
it_it: Giorni prima di inviare una seconda e-mail (0 per disabilitare)

source: Extension of the validity
cs_cz: Prodloužení platnosti
fr: Prolongation de la validité
it_it: Estensione della validità

source: Extension of the duration of the account in days
cs_cz: Prodloužení platnosti účtu (dny)
fr: Prolongation de la durée avant expiration du compte en jours
it_it: Estensione della durata dell'account in giorni

source: Sender email address
cs_cz: E-mailová adresa odesilatele
fr: Courriel émetteur
it_it: Indirizzo email del mittente

source: Email address from which mails will be sent
cs_cz: E-mailová adresa, ze které budou zprávy posílány
fr: Adresse de courriel depuis laquelle les messages seront envoyés
it_it: Indirizzo e-mail da cui la mail sarà inviata

source: Allow use of alternate addresses
cs_cz: Umožnit používání alternativních adres
fr: Autoriser l’utilisation des adresses de courriel alternatives
it_it: Consenti l'uso di indirizzi alternativi

source: Whether the field gosaMailAlternateAddress should be used as well to send reminders
cs_cz: Zda má být kolonka gosaMailAlternateAddress používána také pro posílání přípomínání
fr: Est ce que le champ gosaMailAlternateAddress doit également être utilisé pour envoyer des rappels
it_it: Se il campo gosaMailAlternateAddress deve essere utilizzato anche per inviare promemoria

source: Ppolicy email settings
cs_cz: Ppolicy e-mailová nastavení
fr: Paramètres de messagerie Ppolicy
it_it: Impostazioni email Ppolicy

source: Forward alerts to the manager
cs_cz: Přesměrovat výstrahy na vedoucího
fr: Transférer les alertes au responsable
it_it: Trasmettere le allerte al manager

source: Forward ppolicy alerts to the manager
cs_cz: Přeposlat ppolicy výstrahy na nadřízeného
fr: Transférer les alertes au responsable
it_it: Inoltrare avvisi al manager

source: Subject
cs_cz: Předmět
fr: Sujet
it_it: Oggetto

source: Subject of the ppolicy alert email
cs_cz: Předmět výstražného ppolicy e-mailu
fr: Sujet du courriel d'alerte ppolicy envoyé
it_it: Oggetto della e-mail di avviso ppolicy

source: [FusionDirectory] Your password is about to expire
cs_cz: [FusionDirectory] platnost vašeho hesla se blíží ke konci
fr: [FusionDirectory] Votre compte est sur le point d'expirer
it_it: [FusionDirectory] La tua password sta per scadere

source: Body (%s are cn and login)
cs_cz: Tělo (%s jsou běžný název a přihlašovací jméno)
fr: Corps (les %s sont le cn et l’identifiant)
it_it: Corpo del messaggio (%s sono cn e login)

source: Body of the ppolicy alert email, sent when the user password is about to expire. Use %s for the cn and uid.
cs_cz: Tělo ppolicy výstražného e-mailu, odeslaného když se blíží konec platnosti hesla uživatele. Použijte %s pro cn a uid.
fr: Corps du courriel d’alerte, envoyé lorsque le mot de passe est sur le point d’expirer. Utilisez %s pour le cn et uid
it_it: Corpo dell'email di avviso ppolicy, inviata quando la password dell'utente sta per scadere. Usa %s per cn e uid.

source: Dear %1$s, your password for account %2$s is about to expire, please change your password: https://
cs_cz: Vážený/á %1$s, Platnost Vašeho heslo k účtu %2$s zanedlouho skončí, prosíme změňte si ho: https://
fr: Cher %1$s, votre mot de passe pour le compte %2$s est sur le point d’expirer, veuillez changer votre mot de passe cela : https://
it_it: Gentile %1$s, la tua password per l'account %2$s sta per scadere, ti preghiamo di cambiare la password: https: //

source: Alert email settings
cs_cz: Nastavení výstražného e-mailu
fr: Message d'alerte
it_it: Impostazioni notifica e-mail

source: Subject of the alert email
cs_cz: Předmět výstražného e-mailu
fr: Sujet du courriel d'alerte envoyé
it_it: Oggetto della notifica e-mail

source: [FusionDirectory] Your account is about to expire
cs_cz: [FusionDirectory] Platnost vašeho účtu se blíží ke konci
fr: [FusionDirectory] Votre compte est sur le point d'expirer
it_it: [FusionDirectory] Il tuo account sta per scadere

source: Body (%s are cn, login, and link token)
cs_cz: Tělo (%s jsou běžné názvy, přihlašovací jméno a token odkazu)
fr: Corps (les %s sont le cn, l’identifiant, et le jeton du lien)
it_it: Corpo del messaggio (%s sono cn, login e link token)

source: Body of the alert email, sent when the user is about to expire. Use %s for the cn, uid and token.
cs_cz: Tělo výstražného e-mailu, posílaného když se blíží konec platnosti uživatelského účtu. Použijte %s pro cn, uid a token.
fr: Corps du courriel d’alerte, envoyé lorsque l’utilisateur est sur le point d’expirer. Utilisez %s pour le cn, l’identifiant et le jeton.
it_it: Corpo del messaggio dell'e-mail di notifica inviato quando l'utente sta per scadere. Usare %s per il cn, uid e token.

source: Dear %1$s, your account %2$s is about to expire, please use this link to avoid this: https://
cs_cz: Vážený/a %1$s, platnost vašeho účtu %2$s zanedlouho skončí. Abyste tomu předešli, navštivte tento odkaz: https://
fr: Cher %1$s, votre compte %2$s est sur le point d’expirer, veuillez utiliser ce lien pour éviter cela : https://
it_it: Caro %1$s, il tuo account %2$s sta per scadere, si prega di utilizzare questo link per evitare questo: https://

source: Confirmation email settings
cs_cz: Nastavení potvrzovacího e-mailu
fr: Message de confirmation
it_it: Conferma delle impostazioni e-mail

source: Forward confirmation to the manager
cs_cz: Přeposlat potvrzení vedoucímu
fr: Transférer la confirmation au responsable
it_it: Trasmettere conferma al manager

source: Forward account extension confirmation to the manager
cs_cz: Předat potvrzení prodloužení účtu nadřízenému
fr: Transférer la confirmation de l'extension du compte au responsable
it_it: Trasmettere conferma dell'estensione account al manager

source: Subject of the confirmation email
cs_cz: Předmět potvrzovacího e-mailu
fr: Sujet du courriel de confirmation
it_it: Oggetto dell'e-mail di conferma

source: [FusionDirectory] Your account expiration has been postponed
cs_cz: [FusionDirectory] Skončení platnosti vašeho účtu bylo odloženo
fr: [FusionDirectory] L’expiration de votre compte a été reportée
it_it: [FusionDirectory] La data di scadenza del tuo account é stata rinviata

source: Body of the confirmation email, sent when the user has postponed expiration. Use %s for the cn and uid.
cs_cz: Tělo potvrzovacího e-mailu, poslaného když uživatel posunul skončení platnosti. Pro cn a uid použijte %s.
fr: Corps du courriel de confirmation, envoyé lorsque l’expiration du compte de l'utilisateur a été reportée. Utilisez %s pour le cn et l’identifiant.
it_it: Corpo del messaggio di conferma, inviato quando l'utente ha rinviato la scadenza. Usare %s per il CN e UID.

source: Dear %1$s, your account %2$s expiration has been successfully postponed.
cs_cz: Vážený/á %1$s, Skončení platnosti vašeho účtu %2$s bylo úspěšně posunuto.
fr: Cher %1$s, l’expiration de votre compte %2$s a été reportée avec succès.
it_it: Caro %1$s, la data di scadenza del tuo acccount %2$s é stata rinviata con successo.

source: Expiration email settings
fr: Paramètres pour les messages d'expiration
it_it: Impostazioni e-mail di scadenza

source: Send an email
fr: Envoyer un e-mail
it_it: Invia una mail

source: Whether to send an email after expiration to inform the user
fr: S'il faut envoyer un courrier électronique après l'expiration pour informer l'utilisateur
it_it: Se inviare un'e-mail dopo la scadenza per informare l'utente

source: Forward to the manager
fr: Transférer les alertes au responsable
it_it: Inoltra al manager

source: Forward account expiration to the manager
fr: Transférer la confirmation de l'expiration du compte au responsable
it_it: Inoltra la scadenza dell'account al manager

source: Subject of the expiration email
fr: Sujet du courriel d'expiration
it_it: Oggetto dell'email di scadenza

source: [FusionDirectory] Your account has expired
fr: [FusionDirectory] Votre compte est expiré
it_it: [FusionDirectory] Il tuo account è scaduto

source: Body of the expiration email, sent when the user has expired. Use %s for the cn and uid.
fr: Corps du courriel d'expiration, envoyé lorsque le compte de l'utilisateur a expiré. Utilisez %s pour le cn et l’identifiant.
it_it: Corpo dell'e-mail di scadenza, inviato quando l'utente è scaduto. Usa %s per cn e uid.

source: Dear %1$s, your account %2$s has expired.
fr: Cher %1$s, votre compte %2$s a expiré.
it_it: Caro %1$s, il tuo acount %2$sé scaduto.

source: Tasks Reminder
fr: Tâches reminder

source: Tasks User Reminder Object
fr: Objet du de tâches reminder

source: User Reminder general settings
fr: Configuration des rappels d'expiration

source: First reminder
fr: Premier rappel

source: Numbers of days before reaching resource end date
fr: Nombre de jours avant d'atteindre la date de fin de la ressource

source: SupannRessourceEtat to be monitored
fr: SupannRessourceEtat à surveiller

source: Resource
fr: Ressource
it_it: Risorsa

source: Supann resources
fr: Ressources Supann

source: State
fr: Département
it_it: Regione

source: Resource state
fr: État des ressources

source: Sub state
fr: Sous-état

source: Resource sub state
fr: Sous-état de la ressource

source: Account prolongation
fr: Prolongation de compte

source: Activate / Deactivate account prolongation (token issue)
fr: Activer / Désactiver la prolongation du compte

source: Second reminder
fr: Deuxième Rappel

source: Monitor posix end date
fr: Surveiller la date de fin de POSIX

source: Account added duration
fr: Durée ajoutée au compte

source: Numbers of days to add to the new end date of supann resource
fr: Nombre de jours à ajouter à la nouvelle date de fin de la ressource supann

source: Mail Template
fr: Modèle de mail

source: Mail Template Object Selection
fr: Sélection d'un objet de modèle de courrier

source: Recipients Users and/or Groups
fr: Destinataires Utilisateurs et/ou Groupes

source: Forward To
fr: Transférer vers

source: Users or Groups requiring to be notified.
fr: Utilisateurs ou groupes nécessitant d'être notifiés.

source: Monitored Members
fr: Membres surveillés

source: Users or Groups requiring monitoring.
fr: Utilisateurs ou groupes nécessitant une surveillance.

source: Account
fr: Compte

source: Mail
fr: Courriel

source: None
fr: Aucune
it_it: Nessuno

source: This token is invalid
cs_cz: tato poukázka (token) je neplatná
fr: Ce jeton n'est pas valide
it_it: Questo token non è valido

source: Token is missing from URL
fr: Le jeton est absent de l'URL
it_it: Il token è mancante dall'URL

source: Contact your administrator, there was a problem with mail server
cs_cz: Nastal problém s poštovním serverem – obraťte se prosím na svého správce systémů.
fr: Contactez votre administrateur système, il y a eu un problème avec l'envoi du message
it_it: Contattare l'amministratore, c'è stato un problema con il server di posta elettronica

source: Did not find an account with login "%s"
cs_cz: Účet s uživatelským jménem %s nebyl nalezen
fr: Aucun compte utilisateur trouvé avec l'identifiant "%s"
it_it: Alcun account trovato con login "%s"

source: Found multiple accounts with login "%s"
cs_cz: Bylo nalezeno hned několik účtů s uživatelským jménem %s
fr: Plusieurs comptes trouvés avec l’identifiant "%s"
it_it: Trovati più accounts con login "%s"

source: User
cs_cz: Uživatel
fr: Utilisateur
it_it: Utente

source: Reminder - Account prolongation
fr: Reminder - Prolongation de compte

source: Username
fr: Nom d'utilisateur
it_it: Nome utente

source: Enter your ID
fr: Entrez votre identifiant

source: Select ID Type
fr: Sélectionner le type d'identifiant

source: Supann Alias
fr: Alias Supann

source: Submit
fr: Soumettre
it_it: Invia

source: Click here to prolonged your account.
fr: Cliquez ici pour prolonger votre compte.

source: Success
cs_cz: Úspěch
fr: Réussi
it_it: Completato

source: Your account has been prolonged successfully.
fr: Votre compte a été prolongé avec succès.

source: Error
cs_cz: Chyba
fr: Erreur
it_it: Errore

source: Error, data received are invalid!
fr: Erreur, les données reçues ne sont pas valides !

source: Expiration postpone
cs_cz: Odložení skončení platnosti
fr: Prolongation du compte
it_it: Rinvio scadenza

source: Your expiration has been postponed successfully.
cs_cz: Skončení vaší platnosti bylo úspěšně posunuto.
fr: L’expiration de votre compte a été reportée avec succès.
it_it: La vostra scadenza é stata rinviata con successo.

source: There was a problem
cs_cz: Došlo k problému
fr: Il y a eu un problème
it_it: C'é stato un problema
