Repository: fusiondirectory/fusiondirectory-plugins
Catalog: autofs/locale/*/fusiondirectory.po
Languages: cs_cz, el_gr, ko, nl, pt_br, sv

source: Auto fs
pt_br: Fs automático

source: Auto fs management
cs_cz: Správa auto fs
el_gr: Διαχείριση Auto fs
ko: Auto fs 관리
nl: Auto fs beheer
pt_br: Gerenciados automatico de fs
sv: Auto fs-hantering

source: Directory
cs_cz: Adresář
el_gr: Κατάλογος
ko: 디렉토리
pt_br: Diretório
sv: Katalog

source: Name
cs_cz: název
el_gr: Όνομα
ko: 이름
nl: Naam
pt_br: Nome
sv: Namn

source: Name of this directory
cs_cz: Název tohoto adresáře
el_gr: Όνομα αυτού του κατάλογο
ko: 디렉토리 이름
nl: Naam van deze map
pt_br: Nome deste diretório
sv: Namn på katalog

source: Automount entry
cs_cz: Položka automatického připojení (automount)
el_gr: Καταχώρηση αυτόματης προσάρτησης
ko: 자동마운트 항목
nl: Automount ingave
pt_br: Entrada de automato
sv: Automontera post

source: The entry of this directory for the automount daemon. For instance 'auto.u' or '-fstype=nfs domaine.tld:/mount/directory'
cs_cz: Položka této složky pro systémovou službu automount. Například „auto.u“ nebo „-fstype=nfs nazevdomeny.tld:/pripojna/složka“
el_gr: Η εγγραφή αυτού του καταλόγου για τον automount daemon. Για παράδειγμα 'auto.u' or '-fstype=nfs domaine.tld:/mount/directory'
ko: 자동마운트 데몬을 위한 디렉토리 항목. 가령 'auto.u' 또는 '-fstype=nfs domaine.tld:/mount/directory'
nl: De ingave van deze directory voor de automount deamon. Bijvoorbeeld 'auto.u' of '-fstype=nfsdomaine.tld:/mount/directory
pt_br: A entrada deste diretório para o daemon de montagem automática. Para a instancia 'auto.u' ou '-fstype=nfs domaine.tld:/mount/directory'
sv: Posten för den här katalogen för automount-daemonen. Till exempel 'auto.u' eller '-fstype=nfs domain.tld:/mount/directory'

source: Mount point
cs_cz: Přípojný bod
el_gr: Σημείο προσάρτησης
ko: 마운트 포인트
nl: Mount punt
pt_br: Ponto de montagem
sv: Monteringspunkt

source: The mount point this directory will be placed in
cs_cz: Přípojný bod, do kterého bude tato složka umístěna
el_gr: Το σημείο προσάρτησης αυτού του καταλόγου θα τοποθετηθεί
ko: 마운트 포인트 디렉토리
nl: Het mountpunt waarin deze directory zal geplaatst worden.
pt_br: O ponto de montagem deste diretório será em
sv: Monteringspunkt där katalogen kommer att placeras

source: Autofs mount point
cs_cz: Přípojný bod pro autofs
el_gr: Σημείο προσάρτησης Autofs
ko: 자동마운트 포인트
nl: Autofs mount punt
pt_br: Ponto de montagem Autofs
sv: Autofs monteringspunkt

source: Name of the mount point
cs_cz: Název přípojného bodu
el_gr: Το όνομα του σημείου προσάρτησης
ko: 마운트 포인트명
nl: Naam van het mount punt.
pt_br: Nome do ponto de montagem
sv: Namn på monteringspunkten

source: Autofs configuration
cs_cz: Nastavení Autofs
el_gr: Ρύθμιση Auto fs
ko: Autofs 설정
nl: Autofs configuratie
pt_br: Configuração Autofs
sv: Autofs-konfiguration

source: FusionDirectory autofs plugin configuration
cs_cz: Nastavení zásuvného modulu autofs pro FusionDirectory
el_gr: Ρύθμιση προσθέτου FusionDirectory autofs
ko: FuctionDirectory autofs 플러그인 설정
nl: FusionDirectory autofs plugin configuratie
pt_br: Configuração de plugin autofs FusionDirectory
sv: FusionDirectory autofs-plugin-konfiguration

source: AutoFS RDN
cs_cz: Relativní rozlišený název AutoFS
pt_br: RDN AutoFS

source: Branch in which automount info will be stored
cs_cz: Větev, ve které budou ukládány údaje pro automatické připojování souborových systémů
el_gr: Κλάδος στον οποίο θα αποθηκεύονται πληροφορίες automount
ko: 자동마운트 정보가 저장될 브랜치
nl: Tak in dewelke automount info zal worden opgeslagen
pt_br: Filial em que informações de montagem automática serão armazenados
sv: Gren där automount-information ska lagras

source: Manage auto fs mount points and directories
ko: Auto fs 마운트 지점 및 디렉토리 관리
