Repository: fusiondirectory/fusiondirectory-plugins
Catalog: fai/locale/*/fusiondirectory.po
Languages: el_gr, nl

source: Bootable
el_gr: Εκκινήσιμη

source: Never
el_gr: Ποτέ

source: Reinstall
el_gr: Επανεγκατάσταση

source: Filesystem
el_gr: Σύστημα αρχείων

source: Script
el_gr: Δέσμη ενεργειών

source: FAI script
el_gr: Σενάριο εντολών FAI

source: Scripts
el_gr: Σενάρια

source: Priority of this script (smaller is done first)
el_gr: Προτεραιότητα αυτού του σεναρίου (το μικρότερο γίνεται πρώτο)

source: The script itself
el_gr: Το σενάριο εντολών

source: Partition table class name
el_gr: Όνομα κλάσης πίνακα κατατμήσεων

source: FAI classes which are part of this profile
el_gr: Κλάσεις FAI που είναι μέρος αυτού του προφίλ

source: Debian release concerned
el_gr: Έκδοση Debian που σχετίζεται

source: Sections concerned
el_gr: Ενότητες που σχετίζονται

source: Install method to use for this package list
el_gr: Μ'εθοδος εγκατάστασης για αυτή τη λίστα πακέτων

source: Packages in this class
el_gr: Πακέτα σε αυτή την κλάση

source: The script of this hook
el_gr: Το σενάριο εντολών για αυτό το hook

source: There are several files with the same path: %s
el_gr: Υπάρχουν αρκετά αρχεία με την ίδια διαδρομή %s

source: Template class name
el_gr: Όνομα κλάσης προτύπου

source: Template files
el_gr: Αρχεία προτύπων

source: Template files in this class
el_gr: Αρχεία προτύπων σε αυτή την κλάση

source: There are no FAI branches
el_gr: Δεν υπάρχουν κλάδοι FAI

source: Please add at least one repository service to create those.
el_gr: Παρακαλούμε, προσθέστε τουλάχιστον μια υπηρεσία αποθετηρίου για να δημιουργήσετε

source: File path
el_gr: Διαδρομή του αρχείου

source: Complete absolute template file path and name
el_gr: Απόλυτη διαδρομή του αρχείου προτύπου και όνομα

source: Short description of the file
el_gr: Μια σύντομη περιγραφή του αρχείου

source: Template file content
el_gr: Περιεχόμενο αρχείου προτύπου

source: Content of the template file
el_gr: Το περιεχόμενο αρχείου προτύπου

source: Owner and group of the file
el_gr: Κάτοχος και ομάδα του αρχείου.

source: File group
el_gr: Ομάδα αρχείου

source: Access rights
el_gr: Δικαιώματα πρόσβασης

source: Add LVM
el_gr: Προσθήκη LVM

source: Sort down
el_gr: Ταξινόμηση προς τα πάνω

source: Sort up
el_gr: Ταξινόμηση προς τα κάτω

source: FAI Logs
el_gr: Καταγραφές FAI

source: FAI Logs Viewer
el_gr: Εφαρμογή προβολής καταγραφών FAI

source: Content of the selected log
el_gr: Το περιεχόμενο του επιλεγμένου αρχείου καταγραφής

source: Selected file
el_gr: Επιλεγμένο αρχείο

source: Selected file: %s
el_gr: Επιλεγμένο αρχείο: %s

source: Repository url
el_gr: url αποθετηρίου

source: Parent server
el_gr: Γονικός εξυπηρετητής

source: Parent repository server
el_gr: Αποθετήριο γονικού εξυπηρετητή

source: Release used on this repository
el_gr: Έκδοση που χρησιμοποιήθηκε αυτό το αποθετήριο

source: Sections available on this repository
el_gr: Διαθέσιμες ενότητες σε αυτό αποθετήριο.

source: Mirror mode
el_gr: Λειτουργία Mirror

source: Architectures
el_gr: Αρχιτεκτονικές

source: Distribution
el_gr: Διανομή

source: Which distribution is this repository for
el_gr: Για ποια διανομή είναι αυτό το αποθετήριο

source: Package repository
el_gr: Αποθετήριο πακέτων

source: Package repository information
el_gr: Πληροφορίε αποθετηρίου πακέτων

source: Repositories
el_gr: Αποθετήρια

source: Argonaut FAI monitor
el_gr: Παρακολούθηση Argonaut FAI

source: Argonaut FAI monitor settings
el_gr: Ρυθμίσεις παρακολούθησης Argonaut FAI

source: Port
el_gr: Θύρα

source: Timeout
el_gr: Λήξη χρόνου:

source: The timeout for bad clients. 0 to disable.
el_gr: Το όριο χρόνου για τους προβληματικούς πελάτες. 0 για απενεργοποίηση

source: CA certificate
el_gr: Πιστοποιητικό CA

source: Log directory
el_gr: Κατάλογος καταγραφών
