Repository: fusiondirectory/fusiondirectory-plugins
Catalog: fai/locale/*/fusiondirectory.po
Languages: el_gr, nl

source: Error
nl: Fout

source: file is empty
nl: Bestand is leeg

source: Download
nl: Downloaden

source: Name
el_gr: Όνομα
nl: Naam

source: Script entry
nl: Script invoer

source: FAI script entry
nl: FAI script invoer

source: Description
el_gr: Περιγραφή
nl: Omschrijving

source: Script Priority
nl: Script prioriteit

source: partition table
nl: partitie tafel

source: hook
nl: aansluiting

source: variable
nl: varaibel

source: template
nl: sjabloon

source: package list
nl: pakketlijst

source: Permission error
nl: Permissiefout

source: You have no permission to create a new %s!
nl: U heeft het recht niet om een nieuwe %s te crëeren!

source: profile
nl: profiel

source: Branch locked
nl: Branch vergrendeld

source: The following entries are locked, you can't remove them %s.
nl: De volgende waarden zijn vergrendeld, u kan ze niet verwijderen %s.

source: You have no permission to delete this release!
nl: U heeft het recht niet om deze release te verwijderen!

source: Warning
el_gr: Προειδοποίηση
nl: Waarschuwing

source: Release remove aborted because the release name check failed!
nl: Release verwijdering gestopt doordat de release naam check gefaald is!

source: Configuration
nl: Configuratie

source: Continue
nl: Doorgaan

source: Partition table
el_gr: Πίνακας κατατμήσεων
nl: Partitietabel

source: Package list
nl: Pakketlijst

source: Variables
el_gr: Μεταβλητές
nl: Variabelen

source: Hooks
nl: Inhakers

source: Profile
el_gr: Προφίλ
nl: Profiel

source: Templates
nl: Sjablonen

source: Manage FAI software packages and deployment recipes
el_gr: Διαχείριση πακέτων λογισμικού FAI και οδηγιών ανάπτυξης
nl: Beheer FAI software pakketten and deployment recepten

source: Invalid package names
nl: Ongeldige pakket namen

source: The following package names don't match the Debian policy: %s
nl: De volgende pakket namen komen niet overeen met de Debian policy : %s

source: Configured
nl: Geconfigureerd

source: Package marked for removal
nl: Pakket gemarkeerd voor verwijdering

source: Mark package for removal
nl: Markeer pakket voor het verwijderen

source: Configure this package
nl: Configureer deze pakket

source: Remove this package
nl: Verwijder deze pakket

source: Please select a least one package!
nl: Gelieve minstens één pakket te selecteren!

source: Please choose a valid release/section combination for your repository setup!
nl: Gelieve een geldig release/sectie combinatie te kiezen voor uw repository setup!

source: Unkown packages
nl: Onbekende pakketen

source: Package
el_gr: Πακέτο
nl: Pakket

source: FAI Package list
el_gr: Λίστα πακέτων FAI
nl: FAI pakket lijst

source: FAI Package
el_gr: Πακέτο FAI
nl: FAI pakket

source: Packages
el_gr: Πακέτα
nl: Pakketten

source: Section
nl: Sectie

source: Install Method
nl: Installatie methode

source: Package configuration
nl: Pakket configuratie

source: Release
el_gr: Έκδοση
nl: Distributie versie

source: The disk cannot be deleted while it is used in the '%s' disk definition!
nl: Kan deze disk niet verwijderen waneer deze in gebruik is in '%s' disk omschrijving!

source: edit
nl: Bewerk

source: delete
nl: Verwijder

source: FAI partition table
el_gr: Πίνακας κατατμήσεων FAI
nl: FAI partitie tafel

source: Device
el_gr: Συσκευή
nl: Apparaat

source: Size
el_gr: Μέγεθος
nl: Grootte

source: encrypted
nl: ge-encrypteerd

source: preserve
el_gr: ρεζέρβα
nl: behouden

source: You have more than four primary partition table entries in your configuration, please check your configuration twice.
nl: U heeft meer dan vier primaire partitie tafel items in uw configuratie, controleer uw configuratie.

source: You cannot have more than three primary partition while using logical partitions, please check your configuration twice.
nl: U kan niet meer dan drie primaire partities hebben tijdens het gebruik van logische partities, controleer uw configuratie.

source: Partition table entry
el_gr: Καταχώριση πίνακα κατατμήσεων
nl: Partitie table invoer

source: FAI partition table entry
el_gr: Καταχώριση πίνακα κατατμήσεων FAI
nl: FAI partitie table invoer

source: Disk options
nl: Disk opties

source: Partition type
el_gr: Τύπος κατάτμησης
nl: Partitie type

source: Partition no.
nl: Partitie nr.

source: Mount point
el_gr: Σημείο προσάρτησης
nl: Koppelpunt

source: Partition size
nl: Partitie grootte

source: Mount options
el_gr: Επιλογές προσάρτησης
nl: Koppelopties

source: File system options
nl: File system opties

source: Partition flags
nl: Partitie flags

source: This package has no debconf options.
nl: Dit pakket heeft geen debconf mogelijkheden.

source: This debconf question is dynamically generated during package installation and requires choosing between specific options which cannot be presented here. The entered text needs to be one of the valid choices in order to take effect.
nl: Deze debconf vraag wordt dynamisch gegenereerd tijdens de installatie van het pakket en u hoeft te kiezen tussen specifieke opties die hier niet kunnen worden gepresenteerd. De ingevoerde tekst moet één van de geldige keuzes zijn om verder te gaan.

source: no file uploaded yet
nl: nog geen bestand ge-upload.

source: exists in database (size: %s bytes)
nl: bestaat in database (grootte: %s bytes)

source: File
el_gr: Αρχείο
nl: Bestand

source: Destination path
nl: Doelpad

source: File name
nl: Bestand naam

source: User
nl: Gebruiker

source: Group
el_gr: Ομάδα
nl: Groep

source: Template entry
nl: Sjabloon invoer

source: FAI template entry
nl: FAI sjabloon invoer

source: Template file
nl: Sjabloon bestand

source: Template path
nl: Sjabloon pad

source: File owner
el_gr: Κάτοχος αρχείου
nl: Bestand eigenaar

source: File permissions
nl: Bestand rechten

source: LDAP error
nl: LDAP fout

source: Error, following objects should be equal '%s' and '%s'
nl: Fout, volgende object moet gelijk zijn '%s' en '%s'

source: Creating group application release for %s
nl: Maken van het groep applicatie release voor %s

source: Adding missing group application release container %s.
nl: Toevoegen van ontbrekend groep applicatie release container %s.

source: Adding group application release container %s.
nl: Toevoegen van groep applicatie release container %s.

source: Could not create menu entry %s. (Already exists).
nl: Kan invoer menu %s niet maken.(Bestaat al).

source: Created group application menu entry for %s.
nl: Maken groep applicatie menu invoer voor %s voltooid.

source: Creating copy of %s
nl: Bezig met maken van kopie van %s

source: Processing
nl: Bezig met verwerken

source: Could not create new release, the destination dn is already in use.
nl: Kan nieuwe release niet maken, destination dn is al in gebruik.

source: Error while fetching source dn - aborted!
nl: Fout bij het ophalen van de bron dn - afgebroken!

source: Fatal error
nl: Fatale fout.

source: Release creation failed due to ldap errors. Additional informations '%s'.
nl: Release creatie mislukt door ldap fout. Meer informaties '%s'.

source: primary
nl: primair

source: logical
nl: logische

source: Size in MB
nl: Grootte in MB

source: FS option
nl: FS opties

source: Preserve
el_gr: Διατήρηση
nl: Bewaar

source: False
nl: Nee

source: True
nl: Ja

source: Remove
nl: Verwijderen

source: please enter a unique mount point for partition %s
nl: Geef a.u.b. een uniek koppelpunt op voor partitie %s

source: partition %s mount point
nl: partitie %s mount point

source: File system type 'swap' is already used, change file system type for partition %s.
nl: Bestandssysteem type 'swap' wordt al gebruikt. Verander bestandssysteem type voor partitie %s.

source: Please use 'swap' as mount point, if 'swap' is used as fs-type.
nl: Gebruik a.u.b. 'swap' als koppelpunt indien 'swap' gebruikt wordt als fs-type.

source: partition %s size
nl: partitie %s grootte

source: You have more than 3 primary partition table entries in your configuration, please check your configuration twice.
nl: U heeft meer dan 3 primaire partitietabel regels in uw configuratie. Controleer uw configuratie a.u.b. nogmaals.

source: Please select the desired entries
nl: Gelieve de waarden te selecteren

source: Version
nl: Versie

source: This list displays all assigned class names for this profile.
nl: Deze lijst toont alle toegekende klassenamen voor dit profiel.

source: Hook bundle
nl: Inhakers bundel

source: Template bundle
nl: Sjabloon bundel

source: Script bundle
nl: Script bundel

source: Variable bundle
nl: Variabele bundel

source: Package bundle
nl: Pakket bundel

source: Remove class from profile
nl: Verwijder klasse uit profiel

source: Up
nl: Omhoog

source: Down
nl: Omlaag

source: No class specified for this profile!
nl: Geen klasse bepaald voor dit profiel!

source: FAI profile
el_gr: Προφίλ FAI
nl: FAI profiel

source: FAI Profile
el_gr: Προφίλ FAI
nl: FAI profiel

source: FAI classes
el_gr: Κλάσεις FAI
nl: FAI klassen

source: Hook entry
nl: Aansluiting invoer

source: FAI hook entry
nl: FAI aansluiting invoer

source: Task
el_gr: Εργασία
nl: Taak

source: Debconf information for package '%s'
nl: Debconf informatie voor pakket '%s'

source: Create new FAI object
nl: Nieuw FAI object aanmaken

source: The file encodig has changed from '%s' to '%s'. Do you really want to save?
nl: Het bestand encodage is gewijzigd van '%s' naar '%s'. Bent u zeker om deze te bewaren?

source: Sort direction
nl: Sorteer richting

source: Priority
el_gr: Προτεραιότητα
nl: Prioriteit

source: Action
nl: Actie

source: Properties
el_gr: Ιδιότητες
nl: Eigenschappen

source: Template
el_gr: Πρότυπο
nl: Sjabloon

source: FAI template
el_gr: Πρότυπο FAI
nl: FAI sjabloon

source: Content
el_gr: Περιεχόμενο
nl: Inhoud

source: Variable entry
nl: Variabel invoer

source: FAI variable entry
nl: FAI variabel invoer

source: Variable content
nl: Variabele inhoud

source: Logical
el_gr: Λογικό
nl: Logische

source: Primary
el_gr: Πρωτεύον
nl: Primaire

source: fixed
nl: vaste

source: dynamic
nl: dynamisch

source: remaining space
nl: resterende plaats

source: always
nl: altijd

source: reinstall
nl: re-installeer

source: spare
nl: reservedeel

source: missing
nl: ontbrekend

source: Options
el_gr: Επιλογές
nl: Opties

source: Minimum partition size
el_gr: Ελάχιστο μέγεθος κατάτμησης
nl: Minimale partitie grootte

source: Maximum partition size
el_gr: Μέγιστο μέγεθος κατάτμησης
nl: Maximale partitie grootte

source: Raid arrays must contain at least two partitions!
el_gr: Οι συστοιχίες Raid θα πρέπει να περιέχουν τουλάχιστον δύο κατατμήσεις!
nl: RAID-arrays moet ten minste twee partities bevatten!

source: Raid 0 arrays can only be realized with a combination of two partitions!
nl: Raid 0 arrays kunnen alleen worden gerealiseerd in combinatie van twee partities!

source: Edit
nl: Bewerken

source: Delete
nl: Verwijderen

source: Hook
nl: Aansluiting

source: FAI hook
nl: FAI Aansluiting

source: Variable
el_gr: Μεταβλητή
nl: Variabele

source: FAI variable
el_gr: Μεταβλητή FAI
nl: FAI variabel

source: Class name
el_gr: Όνομα κλάσης
nl: Klassenaam

source: Objects
nl: Objecten

source: List of deployment classes and products
nl: Lijst van deployement klassen en producten

source: partitionTable
nl: partitie Tafel

source: packagelist
nl: pakketlijst

source: Actions
nl: Acties

source: Create
nl: Aanmaken

source: Date
el_gr: Ημερομηνία
nl: Datum

source: Available logs
el_gr: Διαθέσιμες καταγραφές
nl: Beschikbare logs

source: Selected log
el_gr: Επιλεγμένο αρχείο καταγραφής
nl: Geselecteerde log

source: FAI settings
el_gr: Ρυθμίσεις FAI
nl: FAI instellingen

source: FAI profil and release to be applied to this computer
el_gr: Προφίλ FAI και έκδοση για να εφαρμοστεί σε αυτόν τον υπολογιστή
nl: FAI profiel en release om toe te passen op deze computer

source: FAI debian release to be installed on this computer
el_gr: 'Έκδοση debian FAI για να εγκατατασταθεί σε αυτόν τον υπολογιστή
nl: FAI debian release om te installeren op deze computer

source: Profil
el_gr: Προφίλ
nl: Profiel

source: FAI profil to be applied to this computer
el_gr: Προφίλ FAI για να εφαρμοστεί σε αυτόν τον υπολογιστή
nl: FAI profiel om toe te passen op deze computer

source: Repository
el_gr: Αποθετήριο
nl: Verzamelplaats

source: FAI Debian repository to be used for installation
el_gr: Αποθετήριο FAI Debian που θα χρησιμοποιηθεί για αυτή την εγκατάσταση
nl: FAI Debian repository om te gebruiken voor de installatie

source: Startup parameters
nl: Opstart parameters

source: Linux kernel to be installed and booted
nl: Linux kernel om te installeren en te booten

source: Linux kernel parameters to be ran
nl: Linux kernel parameters om te draaien

source: Full automated installation
el_gr: Πλήρης αυτοματοποιημένη εγκατάσταση
nl: Volautomatische installatie

source: Sections
el_gr: Ενότητες
nl: Secties

source: Is this mirror an installation repository? Is its release a custom one?
nl: In deze mirror een installatie repository ? Is zijn uitgave aangepast ?

source: Local mirror
el_gr: Τοπικός mirror
nl: Lokale mirror

source: Is this mirror a local or a network mirror?
nl: Is this mirror een lokale of een network mirror ?

source: Processor architectures available on this repository
el_gr: Διαθέσιμες αρχιτεκτονικές επεξεργαστών σε αυτό το αποθετήριο
nl: Processor architecturen beschikbaar op deze repository

source: Repositories this server hosts
el_gr: Αποθετήρια που φιλοξενεί αυτός ο εξυπηρετητής
nl: Repositories op deze server

source: Generic
nl: Algemeen

source: Partition entries
el_gr: Καταχωρίσεις κατάτμησης
nl: Partitie regels

source: Add partition
nl: Partitie toevoegen

source: Current release
nl: Huidige uitgave

source: Create release
nl: Maak release

source: Create read-only release
nl: Maak read-only release

source: Delete current release
nl: Verwijder huidige uitgave

source: Partition
el_gr: Κατάτμηση
nl: Partitie

source: Resize existing partition
el_gr: Αλλαγή μεγέθους υπάρχουσας κατάτμησης
nl: Resize bestaande partitie

source: Combined physical partitions
el_gr: Συνδυασμένες φυσικές κατατμήσεις
nl: Gecombineerd fysieke partities

source: Toggle missing
nl: Weergeven/verbergen ontbreekende

source: Toggle spare
nl: Toon/verberg reservedeel

source: Filesystem create options
el_gr: Επιλογές δημιουργίας συστήματος αρχείων
nl: Filesystem creatie opties

source: Encrypted
nl: Ge-encrypteerd

source: Tune options
el_gr: Επιλογές ρύθμισης
nl: Tune opties

source: You are now going to create a branch or locked branch. This action clones the existing release to another release name. Branches can be modified as usual. FAI classes of locked branches cannot be modified, just additional classes are possible. Branch names should be alphanumeric, excluding the reserved names 'scripts', 'hooks', 'partitions', 'variables', 'templates' and 'fai'.
nl: U staat op het punt een nieuwe distributie of afgesloten distributie aan te maken. Deze actie kopieert de bestaande uitgave naar een nieuwe uitgave naam. Distributies kunnen zoals gewoonlijk veranderd worden. FAI klassen of gesloten distributies kunnen niet veranderd worden. Er kunnen alleen additionele klassen aangemaakt worden. Distributie namen moeten alfanumeriek zijn, met uitzondering van de gereserveerde namen 'scripts', 'hooks', 'partitions', 'variables', 'templates' en 'fai'.

source: Branches are created as subreleases of the currently selected branch. Creating a new branch named 1.0.2 in SARGE for example, will result in a new release called SARGE/1.0.2.
nl: Branches worden gecreëerd als subreleases van de geselecteerde branche. Het creëren van een nieuwe branche met de naam 1.0.2 SARGE bijvoorbeeld, zal resulteren in een nieuwe release genaamd SARGE/1.0.

source: Please enter a name for the branch
nl: Voer a.u.b. een naam voor de aftakking in.

source: Processing the requested operation
nl: Bezig met verwerken van de gevraagde opdracht

source: As soon as the copy operation has finished, you can scroll down to end of the page and press the 'Continue' button to continue with the fai management dialog.
nl: Zodra de kopieerbewerking beeindigd is, kunt u naar het einde van de pagina gaan en op de 'Verder' knop drukken om verder te gaan met de FAI beheer dialoog.

source: Your browser doesn't support iframes, please use this link to perform the requested operation.
nl: Uw browser heeft geen ondersteuning voor frames. Gebruik a.u.b. deze link om de gewenste opdracht uit te voeren.

source: Perform requested operation.
nl: Gewenste opdracht uitvoeren.

source: Initiate operation
nl: Opdracht starten

source: Variable attributes
nl: Variabele attributen

source: List of template files
nl: Lijst met sjabloonbestanden

source: List of assigned variables
nl: Lijst met toegekende variabelen

source: Choose a variable to delete or edit
nl: Kies een te bewerken of verwijderen variabele

source: Adding a new class to the FAI management, requires a class name. You have to specify a unique class name for unique types of FAI classes, while you can use the same class name for different types of FAI classes. In the laste case, FAI will automatically enclose all these different class types to one unique class name.
nl: Het toevoegen van een nieuwe klasse aan FAI beheer, vereist een klassenaam. U dient een unieke klassenaam binnen een FAI klassetype te gebruiken. Het is mogelijk dezelfde klassenaam voor verschillende FAI klassetypes te gebruiken. In het laatste geval zal FAI automatisch alle verschillende klassetypes onderbrengen binnen een unieke klassenaam.

source: Please use one of the following methods to choose the name for the new FAI class.
nl: Gebruik a.u.b. een van de volgende methodes om de naam voor de nieuwe FAI klasse te kiezen.

source: Enter FAI class name manually
nl: Voer FAI klassenaam handmatig in

source: Choose FAI class name from a list of existing classes
nl: Kies FAI klassenaam uit een lijst met bestaande klasses

source: Choose class name
nl: Kies een klassenaam

source: Please select the objects you want to remove:
nl: Gelieve de te verwijderen objecten te selecteren :

source: Select the object you want to edit:
nl: Selecteer het object dat u wenst te bewerken :

source: Select the object you want to copy:
nl: Selecteer het object dat u wenst te kopieren:

source: This includes all account data, system access rules, imap settings, etc. for this user. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
nl: Inclusief alle account data,system access rules,imap opties,etc. Voor deze gebruiker. Gelieve dubbel na te kijken of je dit echt wenst te doen want er is geen andere manier voor FusionDirectory om je data terug te krijgen.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
nl: Indien u zeker bent drukt u dan 'Verwijderen' om door te gaan of 'Annuleren' om te annuleren.

source: List of hook scripts
nl: Lijst met inhakers scripts

source: Update
nl: Bijwerken

source: Submit
nl: Verwerk

source: A maximum of 200 entries will be shown here.
nl: Een maximum van 200 gegevens worden hier getoond.

source: This includes all account data, system access, etc. for this branch. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
nl: Dit omvat alle account gegevens, systeem toegangsregels, instellingen etc. voor deze aftakkingen. Verzeker uzelf hiervan, aangezien er geen mogelijkheid voor FusionDirectory is om deze informatie terug te halen.

source: Install method
el_gr: Μέθοδος εγκατάστασης
nl: Installatie methode

source: Please select the installation method
nl: Gelieve de installatie methode te selecteren

source: Used packages
nl: Gebruikte pakketten

source: Add from list
nl: Toevoegen uit lijst

source: List of FAI objects (Fully Automatic Installation)
nl: Lijst met FAI objecten (Fully Automatic Installation)

source: Information
nl: Informatie

source: This menu allows you to select FAI class names and to add them to the currently edited profile.
nl: Dit menu maakt het mogelijk ok FAI klassenamen te selecteren en deze toe te voegen aan het profiel dat op dit moment bewerkt wordt.

source: Show only classes with templates
nl: Toon alleen klassen met sjablonen

source: Show only classes with scripts
nl: Toon alleen klassen met scripts

source: Show only classes with hooks
nl: Toon alleen klassen met inhakers

source: Show only classes with variables
nl: Toon alleen klassen met variabelen

source: Show only classes with packages
nl: Toon alleen klassen met pakketten

source: Show only classes with partitions
nl: Toon alleen klassen met partities

source: Display objects matching
nl: Toon overeenkomende objecten

source: Regular expression for matching object names
nl: Reguliere expressie voor overeenkomende objectnamen

source: Template attributes
el_gr: Ιδιότητες προτύπου
nl: Sjabloon atributen

source: Save template
nl: Sjabloon opslaan

source: Edit template
nl: Bewerk Sjabool

source: Full path
nl: Absoluut pad

source: Upload
nl: Uploaden

source: Owner
el_gr: Κάτοχος
nl: Eigenaar

source: Access
el_gr: Πρόσβαση
nl: Toegang

source: Class
nl: Klasse

source: Read
nl: Lezen

source: Write
nl: Schrijven

source: Execute
nl: Commando

source: Special
nl: Speciaal

source: Others
nl: Anderen

source: Script attributes
nl: Script attributen

source: Choose a priority. Low values result in an earlier, high values in a later execution.
nl: Kies een prioriteit. Lage waarden resulteren in een eerder uitvoering, hoge waarden in een latere uitvoering.

source: Import script
nl: Importeer script

source: Base
nl: Basis

source: Show profiles
nl: Toon profielen

source: Show templates
nl: Toon sjablonen

source: Show scripts
nl: Toon scripts

source: Show hooks
nl: Toon inhakers

source: Show variables
nl: Toon variabelen

source: Show packages
nl: Toon pakketten

source: Show partitions
nl: Toon partities

source: This FAI template is write protected. Editing may break it!
nl: Deze FAI sjabloon is write protected. Deze bewerken kan het bestand schaden!

source: Edit anyway
nl: Alsnog bewerken

source: Use 'setup-storage' to partition the disk
nl: Gebruik 'setup-storage' voor disk partitie

source: Discs
el_gr: Δίσκοι
nl: Schijven

source: Add disk
nl: Disk toevoegen

source: Add RAID
el_gr: Προσθήκη RAID
nl: Raid toevoegen

source: Add volume group
nl: Volume group toevoegen

source: List of scripts
nl: Lijst met scripts

source: Choose a priority
nl: Kies een prioriteit

source: Hook attributes
nl: Inhakers atributen

source: Choose an existing FAI task
nl: Kies een bestaande FAI taak

source: FAI configuration
el_gr: Ρύθμιση FAI

source: FusionDirectory fai plugin configuration
el_gr: Ρύθμιση προσθέτου FusionDirectory fai

source: Branch in which fai branches will be stored
el_gr: Κλάδος στον οποίο τοι κλάδοι fai θα αποθηκεύονται

source: Relative branch in which fai %s will be stored
el_gr: Σχετικός κλάδος στον οποίο ο fai %s θα αποθηκευτεί

source: Variables class name
el_gr: Όνομα κλάσης μεταβλητών

source: Short description of the class
el_gr: Μια σύντομη περιγραφή της κλάσης

source: Variables in this class
el_gr: Μεταβλητές σε αυτή την κλάση

source: The name of the variable
el_gr: Το όνομα της μεταβλητής

source: A short description of the variable
el_gr: Μια σύντομη περιγραφή της μεταβλητής

source: The content of the variable
el_gr: Το περιεχόμενο της μεταβλητής.

source: bootable
el_gr: εκκινήσιμο

source: fstab key
el_gr: κλειδί fstab

source: Label
el_gr: Ετικέτα

source: Disk label
el_gr: Ετικέτα δίσκου

source: Partitions in this class
el_gr: Κατατμήσεις σε αυτή την κλάση

source: Mark for installation
el_gr: Σήμανση για εγκατάσταση

source: Mark for removal
el_gr: Σήμανση για απεγκατάσταση

source: Edit configuration
el_gr: Επεξεργασία ρυθμίσεων

source: Type
el_gr: Τύπος

source: Flags
el_gr: Σημάνσεις

source: Password
el_gr: Κωδικός πρόσβασης:
