Repository: fusiondirectory/fusiondirectory-plugins
Catalog: audit/locale/*/fusiondirectory.po
Languages: it_it, nl

source: Audit configuration
it_it: Configurazione di audit
nl: Audit configuratie

source: FusionDirectory audit plugin configuration
it_it: Configurazione del plugin di controllo di FusionDirectory
nl: FusionDirectory audit plugin configuratie

source: Audit
it_it: Controllo

source: Audit RDN
it_it: Controllo RDN

source: Branch in which audit events will be stored
it_it: Ramo nel quale gli eventi di controllo verranno immagazzinati
nl: Tak waarin audit gebeurtenissen zullen worden opgeslagen

source: Actions to audit
it_it: Azioni da controllare
nl: Akties om te auditeren

source: Which actions should be stored in LDAP audit log
it_it: Quali azioni devono essere conservati nel log di controllo LDAP
nl: Welke acties moeten worden opgeslagen in LDAP audit Log

source: Audit event
it_it: Evento di controllo
nl: Audit gebeurtenis

source: An event like ldap modification which was registered by audit plugin
it_it: Un evento come la modifica LDAP che è stato registrato dal plug-in di revisione
nl: Een gebeurtenis zoals ldap modificatie die geregistreerd was bij audit plugin

source: Event
it_it: Evento
nl: Gebeurtenis

source: Time
it_it: Tempo
nl: Tijd

source: Date and time this event happened
it_it: Data e ora in cui questo evento é accaduto
nl: Datum en tijd van het plaats vinden van deze gebeurtenis

source: Action
it_it: Azione
nl: Actie

source: Action type
it_it: Tipo di azione
nl: Actie type

source: Author
it_it: Autore
nl: Auteur

source: Action author
it_it: Azione autore
nl: Actie Auteur

source: Author IP
it_it: Autore IP

source: Action author IP address
it_it: Indirizzo IP dell'autore dell'azione

source: Object type
it_it: Tipo di oggetto

source: Object
it_it: Oggetto

source: Target object
it_it: Oggetto di destinazione
nl: Doel object

source: Attributes
it_it: Attributi
nl: Attributen

source: Target attributes
it_it: Attributi di destinazione
nl: Doel attributen

source: Result
it_it: Risultato
nl: Resultaat

source: Result or error
it_it: Risultato o errore
nl: Resultaat van fout

source: Audit events
it_it: Eventi di controllo

source: Browse audit events
it_it: Sfoglia gli eventi di controllo

source: Date
it_it: Data

source: Security
it_it: Sicurezza

source: Security audit
it_it: Audit di sicurezza

source: Important events involving your account
it_it: Eventi importanti che coinvolgono il tuo account

source: Origin
it_it: Origine

source: Sign in
it_it: Accedi

source: Sign out
it_it: Termina la sessione

source: Password modification
it_it: Modifica password

source: Account modification (%s)
it_it: Modifica account (%s)

source: %s years(s) ago
it_it: %sanno(i) fa

source: %s month(s) ago
it_it: %smese(i) fa

source: %s day(s) ago
it_it: %s giorno(i) fa

source: %s hour(s) ago
it_it: %sora(e) fa

source: %s minute(s) ago
it_it: %sminuto(i) fa

source: %s second(s) ago
it_it: %s secondo(i) fa

source: Now
it_it: Ora

source: Audit events display
nl: Audit gebeurtenissen weergave

source: Target
nl: Doel

source: Days to keep
nl: Dagen om te bewaren

source: Number of days of audit to keep in the LDAP when cleaning
nl: Aantal auditdagen te bewaren in de LDAP bij opkuis
