Repository: fusiondirectory/fusiondirectory-plugins
Catalog: fusioninventory/locale/*/fusiondirectory.po
Languages: el_gr, fr, it_it, nl, pt_br

source: Inventory objects
el_gr: Αντικείμενα απογραφής
fr: Objets d'inventaire
it_it: Oggetti d'inventario
nl: Inventarisobjecten
pt_br: Objetos de inventário

source: Browse inventory objects
el_gr: Περιήγηση αντικειμένων απογραφής
fr: Parcourir les objets d'inventaire
it_it: Sfoglia gli oggetti d'inventario
nl: Browse inventorisobjecten
pt_br: Navegar em objetos de inventário

source: NO LABEL
el_gr: ΧΩΡΙΣ ΕΤΙΚΕΤΑ
nl: Geen label
pt_br: SEM RÓTULO

source: Operating Systems
el_gr: Λειτουργικά συστήματα
nl: Operating Systemen

source: Actions
el_gr: Ενέργειες
nl: Acties
pt_br: Ações

source: Edit
el_gr: Επεξεργασία
nl: Bewerken
pt_br: Editar

source: Remove
el_gr: Αφαίρεση
nl: Verwijderen
pt_br: Remover

source: Configuration
el_gr: Διαμόρφωση
it_it: Configurazione
nl: Configuratie
pt_br: Configuração

source: Server which FI will send inventory infos
el_gr: Ο διακομιστής στον οποίο θα στέλνει το FI πληροφορίες απογραφής
fr: Serveur auquel FI enverra des informations d'inventaire
it_it: Server in cui FI invierà le informazioni di inventario
nl: Server naar dewelke FI inventaris info stuurt
pt_br: Servidor o qual FI enviará informações de inventário

source: Delay time
el_gr: Χρονοκαθυστέρηση
fr: Délai
it_it: Tempo di lease
nl: Uitsteltijd
pt_br: Tempo de atraso

source: Maximum initial delay before first target, in seconds
el_gr: Μέγιστη αρχική καθυστέρηση πριν το πρώτο στόχο, σε δευτερόλεπτα
fr: Délai initial maximum avant la première cible, en secondes
it_it: Ritardo massimo tra gli obiettivi, in secondi
nl: Maximale aanvangsuitstel voor eerste doel, in seconden
pt_br: Atraso máximo inicial antes do primeiro alvo, em segundos

source: Wait
el_gr: Αναμονή
fr: Attente
it_it: Attendere
nl: Wachten
pt_br: Espere

source: Maximum delay between each targets, in seconds
el_gr: Μέγιστη χρονοκαθυστέρηση μεταξύ στόχων, σε δευτερόλεπτα.
fr: Délai maximum entre chaque cible, en secondes
it_it: Ritardo massimo tra gli obiettivi (in secondi)
nl: Maximaal uitstel tussen elk doel, in seconden
pt_br: Atraso máximo entre alvos, em segundos

source: Disable web interface
el_gr: Απενεργοποίηση web interface
fr: Désactiver l'interface Web
it_it: Disattiva l'interfaccia web
nl: Uitschakelen van de webinterface
pt_br: Desabilitar interface web

source: Do not use web interface
el_gr: Να μην χρησιμοποιηθεί web interface
fr: Ne pas utiliser l'interface Web
it_it: Non usare l'interfaccia web
nl: Webinterface niet gebruiken
pt_br: Não usar interface web

source: Network interface to listen to
el_gr: Παρακολουθούμενη διεπαφή δικτύου
fr: Interface réseau sur laquelle écouter
it_it: Interfaccia di rete per ascoltare
nl: Netwerk interface naar dewelke geluisterd moet worden

source: Port
el_gr: Θύρα
it_it: Porta
nl: Poort
pt_br: Porta

source: Trust
el_gr: Εμπιστοσύνη
fr: Mode de confiance
it_it: Fiducia
nl: Vertrouwen
pt_br: Confiar

source: IPs allowed to launch inventory task through web interface
el_gr: Οι επιτρεπόμενες IPs που μπορούν να εκκινήσουν εργασία απογραφής μέσω web interface
fr: IPs autorisées à lancer des tâches d'inventaire via l'interface web
it_it: Indirizzi IP permessi per lanciare i compiti dell'inventario attraverso un'interfaccia Web
nl: IP's toegelaten om inventarisaties te starten via de webinterface
pt_br: IPs autorizados a realizar tarefas de inventário através da interface web

source: FusionInventory agent configuration
el_gr: Ρύθμιση FusionInventory agent
fr: Configuration de l'agent FusionInventory
it_it: Configurazione dell'agente Fusioninventory
nl: FusionInventory agent configuratie
pt_br: Agente de configuração

source: Inventory
el_gr: Απογραφή
fr: Inventaire
it_it: Inventario
nl: Inventaris
pt_br: Inventário

source: Inventory Viewer
el_gr: Προβολή απογραφής
fr: Affichage de l'inventaire
it_it: Visualizzatore inventario
nl: Inventarisviewer
pt_br: Visualizador de inventário

source: Inventory object
el_gr: Αντικείμενο απογραφής
fr: Objet d'inventaire
it_it: Oggetti d'inventario
nl: inventarisobject
pt_br: Objeto de inventário

source: Matching system
fr: système correspondant
it_it: Sistema di ricerca
nl: Vergelijkingsysteem

source: System
el_gr: Σύστημα
fr: Système
it_it: Sistema
nl: Systeem

source: System entry matching this inventory
fr: l'entrée du système correspondant à cet inventaire
it_it: Voce del sistema di corrispondenza di questo inventario
nl: Systeemingave die overeenkomt met deze inventaris

source: Users
el_gr: Χρήστες
fr: Utilisateurs
it_it: Utenti
nl: Gebruikers
pt_br: Usuários

source: Processes
el_gr: Διεργασίες
fr: Processus
it_it: Processi
nl: Processen
pt_br: Processos

source: Create a system based on this inventory
fr: Créer un système basé sur cet inventaire
it_it: Creare un sistema basato su questo inventario
nl: CreÃ«er een systeem gebaseerd op deze inventaris

source: Create
el_gr: Δημιουργία
fr: Créer
it_it: Crea
nl: Aanmaken
pt_br: Criar

source: No matching system
fr: Pas de système correspondant
it_it: Nessun sistema di corrispondenza
nl: Geen overeenkomend systeem

source: FusionInventory configuration
el_gr: Ρύθμιση FusionInventory
fr: Configuration FusionInventory
it_it: Configurazione del FusionInventory
nl: FusionInventory configuratie
pt_br: Configuração

source: FusionDirectory FusionInventory plugin configuration
el_gr: Ρύθμιση προσθέτου FusionDirectory FusionInventory
fr: Configuration du plugin FusionInventory
it_it: Plugin di configurazione Fusioninventory di FusionDirectory
nl: FusionDirectory FusionInventory plugin configuratie
pt_br: Configuração de plugin FusionDirectory FusionInventory

source: Inventory RDN
el_gr: Απογραφή RDN
fr: Branche des inventaires
it_it: Inventario RDN
nl: Inventaris RDN
pt_br: Inventário RDN

source: Branch in which inventory objects will be stored
el_gr: Κλάδος στον οποίο θα αποθηκεύονται τα αντικείμενα της απογραφής
fr: Branche où seront stockés les objets d’inventaire
it_it: Ramo in cui verranno immagazinati gli oggetti di inventario
nl: Sectie in dewelke inventarisobjecten worden opgeslagen
pt_br: Ramo o qual objetos de inventário serão armazenados

source: Inventory matching
el_gr: Ταίριασμα απογραφής
fr: Critère de correspondance
it_it: Corrispondenza nell'inventario
nl: Inventaris overeenkomsten
pt_br: Inventário correspondente

source: Criteria to link an inventory result to a system
el_gr: Κριτήρια σύνδεσης ενός αποτελέσματος απογραφής με το σύστημα
fr: Critère pour lier un inventaire à un système
it_it: Criteri per collegare un risultato d'inventario ad un sistema
nl: Criteria om een inventaris resultaat te linken aan een systeem
pt_br: Critérios para ligar um resultado de inventário a um sistema

source: Mac address
el_gr: Διεύθυνση Mac
fr: Adresse Mac
it_it: Indirizzo MAC
nl: Mac-adres
pt_br: Endereço MAC

source: IP address
el_gr: Διεύθυνση IP
fr: Adresse IP
it_it: Indirizzo IP
nl: IP-adres
pt_br: Endereço IP

source: Both
el_gr: Και τα δύο
fr: Les deux
it_it: Entrambi
nl: Beide
pt_br: Ambos

source: IP or Mac address
el_gr: Διεύθυνση IP ή Mac address
fr: Adresse IP ou Mac
it_it: Indirizzo IP o MAC
nl: IP of MAC-adres
pt_br: IP ou endereço MAC

source: FusionDirectory configuration %s/%s is not readable. Aborted.
el_gr: Οι ρυθμίσεις %s/%s του FusionDirectory δεν είναι αναγνώσιμες. Εγκατάλειψη
fr: Le fichier de configuration de FusionDirectory %s/%s ne peut être lu. Abandon.
it_it: Il file di configurazione %s/%s non è leggibile. Operazione Annullata.
nl: FusionDirectory configuratie %s/%s is niet leesbaar. Geannuleerd.
pt_br: Abortado. Configuração %s/%s do FusionDirectory não pôde ser lida.

source: Server
el_gr: Εξυπηρετητής
fr: Serveur
pt_br: servidor

source: Hardware
el_gr: Υλικό
fr: Matériel

source: Software
el_gr: Λογισμικό.
fr: Logiciel
it_it: Programma

source: Reporting
fr: Rapports

source: Web Interface
fr: Interface Web
it_it: Interfaccia Web
pt_br: Interface web

source: Other
fr: Autre
it_it: Altro
