Repository: fusiondirectory/fusiondirectory-plugins
Catalog: public-forms/locale/*/fusiondirectory.po
Languages: fr

source: Public form
fr: Formulaire public

source: Public form which creates objects inside FusionDirectory
fr: Formulaire public qui créer des objets dans FusionDirectory

source: Form
fr: Formulaire

source: Name
fr: Nom

source: Name used to identify this form
fr: Nom utilisé pour identifier ce formulaire

source: Title
fr: Titre

source: Title of this form
fr: Titre de ce formulaire

source: Text
fr: Texte

source: Text of the public form, shown before the form
fr: Texte du formulaire public, affiché avant le formulaire

source: Object type
fr: Type d'objet

source: Type of objects you wish to create from this form
fr: Type d'objets que vous souhaitez créer à partir de ce formulaire

source: Template
fr: Modèle

source: Object template used by this form
fr: Modèle d'objet utilisé par ce formulaire

source: Confirmation text
fr: Texte de confirmation

source: Text shown once the object is created
fr: Texte affiché une fois l'objet créé

source: Private
fr: Privé

source: Restrict this form to invitations
fr: Limiter ce formulaire aux invitations

source: Creation base
fr: Base de création

source: Base in which objects will get created
fr: Base où seront créés les objets

source: TOS URL
fr: URL des CGU

source: Terms of service URL. If filled, this adds a mandatory checkbox to agree to the terms at this URL.
fr: URL des conditions générales d’utilisation. Si rempli, cela ajoute une case à cocher obligatoire pour accepter les conditions présentées par cette URL.

source: Add a captcha to the form
fr: Ajouter un captcha au formulaire

source: Link
fr: Lien

source: Link to the public form as currently saved in the LDAP
fr: Lien vers le formulaire public tel qu'il est actuellement enregistré dans le LDAP

source: Public forms
fr: Formulaires publics

source: Public forms management
fr: Gestion des formulaires publics

source: Manage public forms
fr: Gérer les formulaires publics

source: Altered fields
fr: Champs modifiés

source: Alteration on form fields
fr: Modification sur les champs de formulaire

source: Field
fr: Champ

source: LDAP name of a form field
fr: Nom LDAP d'un champ de formulaire

source: Mandatory
fr: Obligatoire

source: Should this field be mandatory
fr: Est-ce que ce champ doit être obligatoire

source: Read only
fr: Lecture seule

source: Should this field be read only
fr: Est-ce que ce champ doit être en lecture seule

source: Imported
fr: Importé

source: Should this field be imported from HTTP headers
fr: Est-ce que champ doit être importé depuis les entêtes HTTP ?

source: Hidden
fr: Caché

source: Should this field be hidden away
fr: Est-ce que ce champ doit être caché

source: Invalid link, both token and form are provided
fr: Lien invalide, le jeton et le formulaire ont tous deux été fournis

source: Could not find any invitation matching token "%s"
fr: Impossible de trouver une invitation correspondant au jeton "%s"

source: Found several invitations matching token "%s"
fr: Plusieurs invitations correspondant au jeton "%s" ont été trouvées

source: The invitation matching token "%s" does not exist anymore
fr: L’invitation correspondant au jeton "%s" n’existe plus

source: Could not find any invitation matching registration with token "%s"
fr: Impossible de trouver une invitation correspondant à l’inscription avec le jeton "%s"

source: Form name or token missing from URL
fr: Nom de formulaire ou jeton manquant dans l'URL

source: Form "%s" could not be found
fr: Le formulaire "%s" n'a pas pu être trouvé

source: Found several forms named "%s"
fr: Plusieurs formulaires nommés "%s" ont été trouvés

source: Form "%s" is private and requires an invitation
fr: Le formulaire "%s" est privé et nécessite une invitation

source: Captcha code was wrong!
fr: Le code Captcha était faux !

source: You need to accept the terms of service to continue!
fr: Vous devez accepter les conditions d'utilisation pour continuer !

source: Form - %s
fr: Formulaire - %s

source: Public forms configuration
fr: Configuration des formulaires publics

source: FusionDirectory public forms plugin configuration
fr: Configuration du plugin de formulaires publics

source: Public forms RDN
fr: Branche des formulaires

source: Branch in which public forms will be stored
fr: Branche dans laquelle les formulaires publics seront stockés

source: Securimage path
fr: Chemin Securimage

source: If you wish to use captchas in your forms, you need to install securimage. Specify here the path to the main class.
fr: Si vous souhaitez utiliser des captchas dans vos formulaires, vous devez installer securimage. Spécifiez ici le chemin d'accès à la classe principale.

source: Securimage URI
fr: URI Securimage

source: The base URI at which securimage is available
fr: L'URI de base auquel securimage est disponible

source: I agree to the <a target="_blank" href="%1">terms of service</a>
fr: J'accepte les <a target="_blank" href="%1">conditions générales d'utilisation</a>
