Repository: fusiondirectory/fusiondirectory-plugins
Catalog: ppolicy/locale/*/fusiondirectory.po
Languages: cs_cz, it_it

source: Password policies
cs_cz: Zásady hesel
it_it: Regole per la password

source: Password policies management
cs_cz: Správa zásad hesel
it_it: Gestione delle regole per la password

source: Manage password policies
cs_cz: Spravovat zásady hesel

source: Password policy
cs_cz: Zásada hesel
it_it: Regola per la password

source: Password policy for ppolicy overlay
cs_cz: Pravidla pro hesla pro překrytí ppolicy
it_it: Regole per la password

source: Policy
cs_cz: Zásada
it_it: Regola

source: Policy name
cs_cz: Název zásady
it_it: Nome della regola

source: Description
cs_cz: Popis
it_it: Descrizione

source: A short description of this policy
cs_cz: Stručný popis této zásady
it_it: Una breve descrizione di questa policy

source: Minimum length
cs_cz: Nejkratší umožněná délka
it_it: Lunghezza minima

source: Minimum length of the user supplied password - passwords shorter than this value will be rejected
cs_cz: Nejkratší přijatelná délka hesel, kterou budou uživatelé moci použít ke svým účtům – kratší hesla budou zamítána
it_it: Lunghezza minima della password utente - le password più brevi di questo valore verranno respinte

source: Passwords in history
cs_cz: Hesel v historii
it_it: Cronologia delle password

source: Number of passwords that are maintained in a list of previously used passwords
cs_cz: Počet hesel, které jsou uchovávány v seznamu dříve použitých
it_it: Numero di password mantenute in una lista di password usate precedentemente

source: Minimum password age
cs_cz: minimální stáří hesla
it_it: Durata di vita minima della password

source: Minimum time between password changes
cs_cz: Za jak dlouho nejdříve lze heslo opět změnit
it_it: Durata di vita minima della password

source: Maximum password age
cs_cz: maximální stáří hesla
it_it: Durata di vita massima della password

source: Maximum time a password is valid, after which it is deemed to be no longer usable and any bind operations attempted with the expired password will be treated as invalid
cs_cz: Nejdelší umožněná doba, po kterou je heslo platné. Po jejím uplynutí bude považováno za nepoužitelné a jakýkoli pokus o spojení s použitím tohoto hesla, jehož platnost skončila, bude považován za neplatný
it_it: Durata massima di validità di una password, dopo la quale si ritiene non essere più utilizzabile e le eventuali operazioni di associazione tentate con la password scaduta

source: Expiry warning delay
cs_cz: S jakým předstihem varovat před skončením platnosti
it_it: Avviso di scadenza

source: Defines the start time - in seconds - prior to the password expiry that password expiry warning messages are returned in bind responses. 0 to disable
cs_cz: Určuje čas – sekundách – před skončením platnosti hesla, kdy začnou být při spojování zasílána varování o blížícím se skončení platnosti hesla. Funkci zakážete nastavením na hodnotu 0 (nula)
it_it: Definire il tempo d'inizio - in secondi - prima della scadenza della password che i messaggi di avviso di scadenza della password vengono restituiti in risposta bind . 0 per disabilitare

source: Grace period
cs_cz: Doba odkladu
it_it: Periodo di grazia

source: Number of times a user is allowed to successfully bind using an expired password
cs_cz: Kolikrát bude uživateli dovoleno se úspěšně připojit i s heslem, jehož platnost skončila
it_it: Numero di volte che un utente può associare con successo utilizzando una password scaduta

source: Allow user change
cs_cz: Umožnit změnu uživatele
it_it: Permesso di cambiare utente

source: Whether users are allowed to change their own passwords
cs_cz: Zda si uživatelé mohou měnit svá vlastní hesla
it_it: Sia che gli utenti siano autorizzati a modificare le proprie password

source: Safe modify
cs_cz: Bezpečně upravit
it_it: Modify sicuro

source: Whether a user must send the current password during a password modification operation
cs_cz: Zda při změně hesla po uživateli vyžadovat to stávající
it_it: Se un utente deve inviare la password attuale durante l'operazione di modifica della password

source: Check quality
cs_cz: Zkontrolovat kvalitu
it_it: Vérification la qualita'

source: Decides what to do if the function in "Check module" is not available
cs_cz: Rozhoduje co dělat pokud není k dispozici funkce v „Zkontrolovat modul“
it_it: Decide cosa fare se la funzione "Controlla modulo" non è disponibile

source: Disabled
cs_cz: zakázáno
it_it: Disabilitato

source: Ignore errors
cs_cz: Nevšímat si chyb
it_it: Ignorare gli errori

source: Reject on errors
cs_cz: Odmítnout při chybách
it_it: Rifiuta in caso di errori

source: Check module
cs_cz: Zkontrolovat modul
it_it: Verifica modulo

source: Name of a user supplied password quality check module that will be called to perform password quality checks and is only relevant if pwdCheckQuality is either 1 or 2
cs_cz: Název uživatelem dodaného modulu pro kontrolu odolnosti hesla který bude volán pro provádění kontrol kvality hesla a je relevantní pouze pokud je pwdCheckQuality nastaveno na 1 nebo 2
it_it: Nome di un modulo di controllo di qualità password utente fornito che verrà chiamato a svolgere controlli di qualità delle password ed è rilevante solo se pwdCheckQuality è 1 o 2

source: Lock out
cs_cz: Zamknout
it_it: Bloccato

source: Activate lock out
cs_cz: Zapnout uzamykání
it_it: Attiva blocco

source: Whether to lock an account that had more consecutive failed bind attempts with invalid passwords than is defined by "Maximum failures"
cs_cz: Zda uzamknout účet, který se několikrát za sebou neúspěšně pokusil spojit s neplatným heslem. Limit určuje položka Nejvyšší umožněný počet neúspěšných pokusů
it_it: Sia per bloccare un account che aveva più tentativi consecutivi falliti di bind con password non valide che è definito da "fallimenti massimi"

source: Lock out duration
cs_cz: Doba trvání uzamčení
it_it: Durata del blocco

source: Time the account remains locked after an automatic lock out (0 means for ever)
cs_cz: Doba, po kterou účet zůstane zamčený pro samočinném zamčení (0 znamená napořád)
it_it: Tempo in cui l'account rimane bloccato dopo un blocco automatico (0 significa per sempre)

source: Maximum failures
cs_cz: Nejvýše přijatelných nezdarů
it_it: Fallimenti massimi

source: Number of consecutive password failures allowed before automatic lock out
cs_cz: Počet po sobě jdoucích chybných zadání hesla než dojde k samočinnému zamčení
it_it: Numero di password sbagliate consecutivamente prima del blocco automatico

source: Failure count interval
cs_cz: Rozmezí počtu nezdarů
it_it: Intervallo di conteggio fallito

source: Time after which the count of consecutive password failures is reset even if no successful authentication has occurred
cs_cz: Doba, po jejímž uplynutí budou chybná, po sobě jdoucí zadání hesla počítána od znovu. Reset tohoto počitadla je spuštěn buď takto časem, nebo správným zadáním hesla.
it_it: Tempo dopo il quale il numero di fallimenti di password consecutive viene azzerato anche se non ha subito alcuna autenticazione

source: Must change
cs_cz: Vynutit změnu
it_it: Permesso di cambiare

source: Whether the user must change their password after an account is reset by an administrator following an automatic lockout
cs_cz: Zda uživatele přimět ke změně hesla po obnovení přístupu správcem po samočinném zamčení účtu
it_it: L'utente deve cambiare la propria password dopo il reset dell'account da parte di un amministratore in seguito ad un blocco automatico

source: Ppolicy plugin configuration
cs_cz: Nastavení zásuvného modulu ppolicy
it_it: Configurazione del plugin Ppolicy

source: FusionDirectory ppolicy plugin configuration
cs_cz: Nastavení zásuvného modulu ppolicy pro FusionDirectory
it_it: Configurazione del plugin ppolicy di FusionDirectory

source: Ppolicy
cs_cz: Zásada hesel

source: Ppolicy RDN
cs_cz: Relativní rozlišený název ppolicy

source: Branch in which ppolicies will be stored
cs_cz: Větev, ve které budou ukládána pravidla ppolicy
it_it: Ramo nel quale verranno immagazinate ppolicies

source: What you put as default ppolicy in the overlay config
cs_cz: Co umístíte jako výchozí ppolicy do nastavení překrytí
it_it: Ciò che si mette come ppolicy default nella configurazione di sovrapposizione

source: Statistics about ppolicy expired users
cs_cz: Statistiky uživatelských účtů, kterým ppolicy ukončilo platnost
it_it: Statistiche sugli utenti ppolicy scaduti

source: Expired accounts
cs_cz: Účty, jejichž platnost skončila
it_it: Account scaduti

source: Locked accounts
cs_cz: Uzamčené účty
it_it: Account bloccati

source: Login
cs_cz: uživatelské jméno
it_it: Nome utente

source: Name
cs_cz: Název
it_it: Nome

source: Phone number
cs_cz: Telefonní číslo
it_it: Numero di telefono

source: Expiration date
cs_cz: Datum skončení platnosti
it_it: Data di scadenza

source: Default ppolicy "%s" could not be found in the LDAP!
cs_cz: Výchozí ppolicy %s nebyla v LDAP nalezena!
it_it: La ppolicy "%s" predefinta non é stata trovata nell'annuario LDAP

source: Ppolicy "%s" set for user "%s" could not be found in the LDAP!
cs_cz: Zásada Ppolicy %s, nastavená pro uživatele %s nebyla v LDAP nalezena!
it_it: La ppolicy "%s" impostata per l'utente "%s" non é stata trovata nell'LDAP!

source: Edit user's password policy
cs_cz: Upravit zásady hesel uživatelů
it_it: Modifica la politica del cambio password per l'utente

source: Use a specific policy for this user
cs_cz: Pro tohoto uživatele použít zvláštní zásady
it_it: Usa una politica specifica per questo utente

source: Last password change
cs_cz: Heslo bylo naposledy změněno
it_it: Ultima modifica della password

source: Last time the password for the entry was changed
cs_cz: Kdy bylo heslo k této položce změněno naposledy
it_it: L'ultima volta in cui la password per le voci é stata cambiata

source: Account locked time
cs_cz: Doba, po kterou je účet uzamčen
it_it: Tempo di blocco dell'account

source: Time the account was locked
cs_cz: Okamžik zamčení účtu
it_it: Data del blocco dell'account

source: Reset locking / force change
cs_cz: Resetovat uzamykání / vynutit změnu
it_it: Ripristino di bloccaggio / forza le modifiche

source: Resets the lock status of this account and/or force a password change
cs_cz: Resetuje zamčený status tohoto účtu a/nebo vynutí změnu hesla
it_it: Ripristina lo stato di blocco del conto e/o imponi una modifica della password

source: Force password change (resets locking)
cs_cz: Vynutit změnu hesla (resetuje zamykání)
it_it: Forza la modifica della password (ripristina bloccaggio)

source: Reset locking (same password)
cs_cz: Resetovat uzamčení (stejné heslo)
it_it: Ripristino di bloccaggio (stessa password)

source: Use the default
cs_cz: Použít výchozí
it_it: Usa il default

source: Never
cs_cz: Nikdy
it_it: Mai

source: Unlocked
cs_cz: Odemčeno
it_it: Sbloccato

source: Locked permanently
cs_cz: Trvale uzamčeno
it_it: Bloccato in modo permanente

source: There is one locked account
cs_cz: Je zde jeden zamčený účet
it_it: C'é un account bloccato

source: There is no locked account
cs_cz: Není zde žádný uzamčený účet
it_it: Non c'è nessun account bloccato

source: Manager concerned
cs_cz: Nadřízený, kterého se týká
it_it: Responsabile interessato

source: uid
cs_cz: Identifikátor uživatele (uid)

source: cn
cs_cz: bežný název (cn)

source: telephoneNumber
cs_cz: telefonniCislo
it_it: Numero di telefono

source: manager
cs_cz: nadřízený
it_it: Responsabile

source: mail
cs_cz: E-mail

source: Default ppolicy cn
it_it: Cn di ppolicy predefinito

source: Email
it_it: Indirizzo di posta elettronica

source: Configuration error
it_it: Errore di configurazione
