Repository: fusiondirectory/fusiondirectory-plugins
Catalog: squid/locale/*/fusiondirectory.po
Languages: el_gr, fr, nl

source: Proxy
el_gr: Διαμεσολαβητής

source: This allow to store basic squid settings in ldap for each user
el_gr: Αυτό επιτρέπει την αποθήκευση βασικών ρυθμίσεων του squid στο ldap για κάθε χρήστη
fr: Permet de stocker les paramètres squid dans l’annuaire LDAP pour chaque utilisateur
nl: Dit staat toe om basis squid opties op te slaan in ldap voor elke gebruiker

source: Proxy account
el_gr: Λογαριασμός διαμεσολαβητή
fr: Compte Proxy

source: Filter unwanted content (i.e. pornographic or violence related)
el_gr: Φιλτράρισμα ανεπιθύμητου περιεχομένου (π.χ. πορνογραφικό ή βιαίο περιεχόμενο)
fr: Filtrer le contenu non désiré (i.e. pornographique ou violent)
nl: Filter ongewilde inhoud (bijvoorbeeld pornografische of geweld gerelateerde inhoud)

source: Working Start
el_gr: Έναρξη εργασίας
fr: Accès au proxy autorisé durant la plage horaire suivante
nl: Werkende Start

source: HourStart
el_gr: Ώρα εναρξης
fr: Heure de départ
nl: UurStart

source: MinuteStart
el_gr: Λεπτό έναρξης
fr: Minute de départ
nl: MinuutStart

source: Limit proxy access to working time
el_gr: Περιορισμός πρόσβασης στο διαμεσολαβητή σε εργάσιμο χρόνο
fr: Accès au proxy autorisé durant la plage horaire suivante
nl: Beperk proxy gebruik tot tijd

source: Working Stop
el_gr: Τέλος εργασίας
fr: Cesser de fonctionner
nl: Werkende Stop

source: MinuteStop
el_gr: Λεπτό τέλους
fr: Minute d'arrêt
nl: MinuutStop

source: Restrict proxy usage by quota
el_gr: Περιορισμός χρήσης διαμεσολαβητή ανά όριο
fr: Restreindre la quantité de données téléchargeables par quota
nl: Beperk proxy gebruik met quota

source: Up
el_gr: Πάνω
fr: Haut
nl: Omhoog

source: per
el_gr: ανά
fr: par

source: hour
el_gr: ώρα
fr: heure
nl: uur

source: day
el_gr: ημέρα
fr: jour
nl: dag

source: week
el_gr: εβδομάδα
fr: semaine

source: month
el_gr: μήνα
fr: mois
nl: maand

source: Start Working Hours
el_gr: Έναρξη εργάσιμων ωρών
fr: Horaire de début d'accès
nl: Begin van de werkuren

source: Starting hours for internet access
el_gr: Ωρες εκκίνησης για πρόσβαση στο διαδίκτυο
fr: Horaire de début d'accès
nl: Starturen voor internet toegang

source: Proxy Quota
el_gr: Όρια διαμεσολαβητή
fr: Quota
nl: Proxy quotum

source: Max Data quota for the proxy
el_gr: Μέγιστα όρια δεδομένων για τον διαμεσολαβητή
fr: Quota maximum
nl: Max Data Quotum voor de proxy

source: filterF
fr: Filtrer le contenu non désiré
