Repository: fusiondirectory/fusiondirectory-plugins
Catalog: debconf/locale/*/fusiondirectory.po
Languages: it_it

source: Error
it_it: Errore

source: There is no template for this profile
it_it: Non ci sono modelli per questo profilo

source: Can't find entry %s in LDAP for profile %s
it_it: Non trovo nessuna voce %s per il profilo LDAP %s

source: LDAP error
it_it: Errore LDAP

source: LDIF error
it_it: Errore LDIF

source: In order to import a debconf file, please run the following command : <br/><i>debconf2ldif.pl -b ou=<b>name</b>,%s -k <b>filename</b> > template.ldif </i><br/>With <b>filename</b> the file name, and <b>name</b> the desired name for the template.<br/>
it_it: Per importare un file debconf , eseguite i seguenti comandi : <br/><i>debconf2ldif.pl -b ou=<b>nome</b>,%s -k <b>nome-del-file</b> > template.ldif </i><br/>Con <b>nome-del-file</b> il nome del file, e <b>nome</b> il nome che si desidera dare al modello.<br/>

source: Debconf profile
it_it: Profilo debconf

source: Debconf profile information
it_it: Informazioni profilo debconf

source: Name
it_it: Nome

source: Import a debconf file
it_it: Importare un file debconf

source: Name of this debconf template
it_it: Nome di questo modello debconf

source: Entries
it_it: Voci

source: Debconf template answers
it_it: Risposte al modello Debconf

source: Import
it_it: Importa

source: Debconf profile management
it_it: Gestione del profilo debconf

source: Debconf preseed startup
it_it: Avvio Debconf preconfigurato

source: Debconf settings
it_it: Impostazioni debconf

source: Profile
it_it: Profilo

source: Debconf preseed profile to be used for installation
it_it: Profilo preconfigurato di Debconf utilizzabile per l'installazione

source: Release
it_it: Versione

source: Debian release to install
it_it: Release Debian da installare

source: Filter
it_it: Filtro
