Repository: fusiondirectory/fusiondirectory-plugins
Catalog: netgroups/locale/*/fusiondirectory.po
Languages: cs_cz, el_gr, it_it, pt_br

source: Netgroup configuration
cs_cz: Nastavení síťové skupiny
el_gr: Ρύθμιση Netgroup
it_it: Configurazione gruppo NIS

source: FusionDirectory netgroup plugin configuration
cs_cz: Nastavení zásuvného modulu netgroup pro FusionDirectory
el_gr: Ρύθμιση προσθέτου FusionDirectory netgroup
it_it: Configurazione del plugin NIS di FusionDirectory

source: Netgroup
cs_cz: Síťová skupina
it_it: Gruppo NIS

source: Netgroup RDN
cs_cz: Relativní rozlišený název síťové skupiny
it_it: Gruppo NIS RDN

source: Branch in which netgroups will be stored
cs_cz: Větev, ve které budou ukládány síťové skupiny
el_gr: Κλάδος στον οποίο θα αποθηκεύονται τα netgroups
it_it: Ramo nel quale i gruppi NIS verranno immagazzinati

source: NIS Netgroups
cs_cz: skupiny NIS
it_it: Netgroups NIS
pt_br: Netgroups NIS

source: NIS Netgroups management
it_it: Gestione di NIS Netgroups

source: Manage NIS Netgroups
it_it: Gestire i NIS Netgroups

source: NIS Netgroup settings
cs_cz: Nastavení síťové skupiny v NIS
el_gr: Ρυθμίσεις NIS Netgroup
it_it: Impostazioni gruppo NIS

source: NIS Netgroup
cs_cz: skupina v NIS
it_it: Gruppo NIS
pt_br: Netgroup NIS

source: Information
cs_cz: Informace
el_gr: Πληροφορίες
it_it: Informazione
pt_br: Informação

source: Name
cs_cz: Název
el_gr: Όνομα
it_it: Nome
pt_br: Nome

source: Name of this NIS netgroup
cs_cz: Název této NIS síťové skupiny
el_gr: Ονομάστε αυτού του NIS netgroup
it_it: Nome di questo gruppo NIS
pt_br: Nome desse NIS Netgroup

source: Description
cs_cz: Popis
el_gr: Περιγραφή
it_it: Descrizione
pt_br: Descrição

source: Description of this NIS netgroup
cs_cz: Popis této NIS sítové skupiny
el_gr: Περιγραφή του NIS netgroup
it_it: Descrizione di questo gruppo NIS
pt_br: Descrição deste NIS netgroup

source: User members
cs_cz: Členové (uživatelé)
el_gr: Μέλη χρήστη
it_it: Utenti utilizzatori
pt_br: Membros usuários

source: NIS netgroup members
cs_cz: Členové NIS síťové skupiny
el_gr: Μέλη NIS netgroup
it_it: Membri del gruppo NIS
pt_br: Membros do NIS netgroup

source: System members
cs_cz: Členové systému
el_gr: Μέλη συστήματος
it_it: Membri del sistema
pt_br: Membros do sistema

source: Netgroup members
cs_cz: Členové síťové skupiny
el_gr: Μέλη Netgroup
it_it: Membri del gruppo NIS
pt_br: Membros do Netgroup

source: NIS Netgroup member
cs_cz: člen skupiny NIS
el_gr: Μέλος NIS Netgroup
it_it: Membro del gruppo NIS
pt_br: membro do NIS Netgroup

source: Member of the following NIS Netgroups
cs_cz: Člen následujících NIS síťových skupin
el_gr: Μέλος στα ακόλουθα NIS Netgroups
it_it: Membri dei seguenti gruppi NIS
pt_br: Membros seguidores do NIS Netgroups

source: NIS netgroup membership
cs_cz: Členství v síťové skupiny NIS
el_gr: Μέλη NIS Netgroup
it_it: Adesione al gruppo NIS

source: NIS Netgroup management
pt_br: Gerenciamento do NIS Netgroup
