Repository: fusiondirectory/fusiondirectory-plugins
Catalog: dhcp/locale/*/fusiondirectory.po
Languages: de, el_gr, nl

source: Error
de: Fehler
el_gr: Σφάλμα
nl: Fout

source: Cannot delete automatic statements!
de: Kann automatische Anweisungen nicht entfernen!
el_gr: Αδυναμία διαγραφής αυτόματων statements!
nl: Kan automatische regels niet verwijderen!

source: automatic
de: automatisch
el_gr: αυτόματο
nl: automatisch

source: Range
de: Bereich
el_gr: Εύρος
nl: Reeks

source: 'Range' is not inside the configured network.
de: Der Bereich befindet sich nicht innerhalb des konfigurierten Netzwerks.
el_gr: Το 'εύρος' δεν είναι εντός του διαμορφωμένου δικτύου
nl: De reeks ligt niet binnen het geconfigureerde netwerk.

source: Network address
de: Netzwerk-Adresse
el_gr: Διεύθυνση δικτύου
nl: Netwerkadres

source: Netmask
de: Netzmaske
el_gr: Μάσκα δικτύου

source: Network range
de: Netzwerk-Bereich
el_gr: Εύρος δικτύου
nl: Netwerkreeks

source: Key DN
de: Schlüssel-DN
nl: Sleutel DN

source: Hardware address
de: Hardware-Adresse
el_gr: Διεύθυνση υλικού
nl: Hardware adres

source: Lease time
de: Lease-Gültigkeit
el_gr: Χρόνος διατήρησης
nl: Leasetijd

source: Max lease time
de: Max. Lease-Gültigkeit
el_gr: Μέγιστος χρόνος διατήρησης
nl: Maximale leasetijd

source: Default lease time
de: Standard Lease-Gültigkeit
el_gr: Προκαθορισμένος χρόνος διατήρησης
nl: Standaard lease tijd

source: Maximum lease time
de: Maximale Lease-Gültigkeit
el_gr: Μέγιστος χρόνος διατήρησης
nl: Maximale leasetijd

source: Expand DHCP subnet
de: DHCP Subnetz erweitern
el_gr: Επέκταση του υποδικτύου DHCP
nl: Vergroot DHCP subnet

source: Expand
de: Ausklappen
el_gr: Επέκταση

source: Fold DHCP subnet
de: DHCP Subnetz verwerfen
el_gr: Συρρίκνωση υποδικτύου DHCP
nl: Verklein DHCP subnet

source: Insert new DHCP section
de: Füge neue DHCP-Sektion ein
el_gr: Εισαγωγή νέας ενότητας DHCP
nl: Voer nieuwe DHCP sectie in

source: Global options
de: Globale Optionen
el_gr: Καθολικές επιλογές
nl: Globale opties

source: The DHCP configuration set is unkown. Please contact your system administrator.
de: Der DHCP-Konfigurationssatz ist unbekannt. Bitte benachrichtigen Sie Ihren System-Administrator.
nl: De ingestelde DHCP configuratie is onbekend. Neem contact op met uw systeembeheerder.

source: DHCP sections
de: DHCP-Sektionen
el_gr: Ενότητες DHCP
nl: DHCP secties

source: DHCP service
de: DHCP Dienst
el_gr: Υπηρεσία DHCP

source: Start service
de: Dienst starten
el_gr: Εκκίνηση υπηρεσίας

source: Stop service
de: Dienst stoppen
el_gr: Τερματισμός υπηρεσίας

source: Restart service
de: Dienst neustarten
el_gr: Επανεκκίνηση υπηρεσίας

source: Logging
de: Protokollierung
el_gr: Καταγραφή
nl: Loggen

source: Class
de: Klasse
nl: Klasse

source: Subclass
de: Subklasse
nl: Subklasse

source: Host
de: System
el_gr: Όνομα συστήματος

source: Group
de: Gruppe
el_gr: Ομάδα
nl: Groep

source: Pool
de: Vorrat
el_gr: Ομάδα

source: Subnet
de: Subnetz
el_gr: Υποδίκτυο

source: Failover peer
de: Host für Ausfallsicherung

source: Shared network
de: Verteiltes Netzwerk
el_gr: Κοινόχρηστο δίκτυο
nl: Gedeeld netwerk

source: DNS update key
de: DNS-Update-Schlüssel
el_gr: Κλειδί ενημέρωσης DNS
nl: DNS update sleutel

source: DNS update zones
de: DNS-Update-Zonen
el_gr: Ζώνες ενημέρωσης DNS

source: LDAP error
de: LDAP-Fehler
el_gr: Σφάλμα LDAP
nl: LDAP fout

source: Error in definition of '%s'!
de: Fehler in Definition von '%s'!
el_gr: Σφάλμα στον ορισμό του '%s'!
nl: Fout in definitie van '%s'!

source: Key name
de: Schlüssel-Name
el_gr: Όνομα κλειδιού
nl: Sleutelnaam

source: Key
de: Schlüssel
el_gr: Κλειδί
nl: Sleutel

source: Max. lease time
de: Max. Lease-Gültigkeit
el_gr: Μέγιστος χρόνος διατήρησης
nl: Maximale leasetijd

source: Min. lease time
de: Min. Lease-Gültigkeit
el_gr: Ελάχιστος χρόνος διατήρησης
nl: Minimale leasetijd

source: Generic
de: Allgemein
el_gr: Γενικό
nl: Algemeen

source: Name of group
de: Name der Gruppe
el_gr: Όνομα αμάδας
nl: Groepsnaam

source: Authoritative service
de: Authoritativer Dienst
el_gr: Υπηρεσία πιστοποίησης
nl: Authoritaire service

source: Dynamic DNS update
de: Dynamische DNS-Updates
el_gr: Δυναμική ενημέρωση DNS
nl: Dynamsche DNS update

source: Dynamic DNS update style
de: Stil für Dynamische DNS-Updates
el_gr: Τρόπος δυναμικής ενημέρωσης του DNS
nl: Dynamische DNS update stijl

source: Default lease time (s)
de: Standard Lease-Gültigkeit (s)
el_gr: Προκαθορισμένος χρόνος διατήρησης (δευτ.)
nl: Standaard lease tijd (s)

source: Enter default lease time in seconds.
de: Geben Sie die Standard Lease-Gültigkeit in Sekunden ein.
el_gr: Εισάγετε τον προκαθορισμένο χρόνο διατήρησης σε δευτερόλεπτα.
nl: Voer de standaard lease tijd in seconden in

source: Maximum lease time (s)
de: Maximale Lease-Gültigkeit (s)
el_gr: Μέγιστος χρόνος διατήρησης (δευτ.)
nl: Maximale leasetijd (s)

source: Enter maximum lease time in seconds.
de: Geben Sie die maximale Lease-Gültigkeit in Sekunden ein.
el_gr: Εισάγετε τον μέγιστο χρόνο διατήρησης σε δευτερόλεπτα.
nl: Voer de maximale lease tijd in seconden in.

source: Network configuration
de: Netzwerk-Konfiguration
el_gr: Ρύθμιση δικτύου
nl: Netwerk configuratie

source: Enter name or IP address of router to be used in this section
de: Geben Sie den Namen oder die IP-Adresse des Routers ein, der in dieser Sektion verwendet werden soll
el_gr: Εισάγετε το όνομα ή τη διεύθυνση δικτύου (IP) του δρομολογητή, ο οποίος θα χρησιμοποιηθεί σ'αυτή την ενότητα
nl: Geeft de naam of het IP adres van de te gebruiken router op in deze sectie

source: Filename
de: Dateiname
el_gr: Όνομα αρχείου
nl: Bestandsnaam

source: Enter name of file that will be loaded via tftp after client has started
de: Geben Sie den Namen der Datei ein, die via Tftp geladen werden soll, wenn der Client gestartet wurde
el_gr: Δώστε το όνομα του αρχείου που θα φορτωθεί μέσω TFTP, μετά την εκκινηση του υπολογιστή-πελάτη
nl: Geef de bestandsnaam die geladen zal worden via tftp nadat de client opgestart is

source: Next server
de: Nächster Server
el_gr: Επόμενος διακομιστής
nl: Volgende server

source: Enter name of server to retrieve bootimages from
de: Geben Sie den Namen des Servers ein, von dem Bootimages bezogen werden sollen
el_gr: Δώστε το όνομα του διακομιστή, από τον οποίο θα ανακτηθεί το αρχείο εκκίνησης συστήματος
nl: Geef de naam van de server waarvandaan opstart images geladen worden

source: Domain
de: Domäne
el_gr: Τομέας
nl: Domein

source: Name of domain
de: Name der Domäne
el_gr: Όνομα του τομέα
nl: Domeinnaam

source: List of DNS servers to be propagated
de: Liste der DNS-Server die verbreitet werden soll
el_gr: Κατάλογος διακομιστών DNS, οι οποίοι θα αναπαραχθούν
nl: Lijst met te propageren DNS servers

source: DNS server do be added
de: DNS-Server, der hinzugefügt wird
el_gr: Διακομιστές DNS που θα προστεθούν
nl: Selecteer de toe te voegen DNS server

source: Click here add the selected server to the list
de: Klicken Sie hier um den gewählten Server zur Liste hinzuzufügen
el_gr: Επιλέξτε εδώ για να προσθέσετε τον επιλεγμένο διακομιστή στον κατάλογο
nl: Klik hier om de geselecteerde server aan de lijst toe te voegen

source: Click here remove the selected servers from the list
de: licken Sie hier um den/die gewählten Server aus der Liste zu entfernen
el_gr: Επιλέξτε εδώ για να αφαιρέσετε τον επιλεγμένο διακομιστή στον κατάλογο
nl: Klik hier om de geselecteerde server uit de lijst te verwijderen

source: Domain Name Service options
de: Domain Name Service Optionen
el_gr: Επιλογές DNS
nl: Domein Naam Service opties

source: Assign hostnames found via reverse mapping
de: Weise Hostnamen zu die via Reverse Mapping gefunden wurden
nl: Ken hostnamen toe, zoals ze via omgekeerde DNS mapping gevonden worden

source: Assign hostnames from host declarations
de: Weise Hostnamen aus Host-Deklarationen zu
nl: Ken hostnamen toe zoals ze opgegeven zijn binnen host declaraties

source: Range for dynamic address assignment
de: Bereich für dynamische Adresszuweisung
nl: Reeks voor dynamische adres toekenning

source: Warning
de: Warnung
el_gr: Προειδοποίηση
nl: Waarschuwing

source: This includes 'all' DHCP subsections that are located within this section. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
de: Dies umfasst 'alle' DHCP-Subsektionen die sich innerhalb dieser Sektion befinden. Bitte prüfen Sie genau, ob Sie dies wirklich wünschen, da es für FusionDirectory keine Möglichkeit gibt, die Daten wieder her zustellen.
nl: Dit omvat 'alle' DHCP subsecties die zich binnen deze locatie bevinden. Verzeker uzelf hiervan, aangezien er geen manier is voor FusionDirectory om deze gegevens terug te halen.

source: Best thing to do before performing this action would be to save the current contents of your LDAP tree in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
de: Eine Sicherung der LDAP-Datenbank bietet sich an dieser Stelle an. Wenn Sie dies erledigt haben, drücken Sie 'Entfernen' um Fortzufahren oder 'Abbrechen', um den Vorgang abzubrechen.
nl: Het is aan te raden de huidige inhoud van uw LDAP database op te slaan alvorens u doorgaat. Indien u dat gedaan heeft drukt u op 'Verwijderen' om door te gaan of op 'Annuleren' om te annuleren.

source: Name of Key
de: Name des Schlüssels
el_gr: Όνομα κλειδιού
nl: Naam van de sleutel

source: Encryption method
de: Verschlüsselungsmethode
el_gr: Μέθοδος κρυπτογράφησης
nl: Encryptie methode

source: Name of pool
de: Name des Vorrats
el_gr: Όνομα ομάδας
nl: Poolnaam

source: Create new DHCP section
de: Erzeuge neue DHCP-Sektion
nl: Nieuwe DHCP sectie aanmaken

source: Please choose one of the following DHCP section types.
de: Bitte verwenden Sie eine der folgenden Typen für DHCP-Sektionen.
nl: Selecteer a.u.b. een van de volgende DHCP sectie types.

source: Choose section type to create
de: Wählen Sie den zu erzeugenden Sektions-Typ
el_gr: Επιλέξτε το είδος της ενότητας που θα δημιουργηθεί
nl: Selecteer het aan te maken sectie type

source: Create
de: Anlegen
el_gr: Δημιουργία
nl: Aanmaken

source: Hide advanced settings
de: Verstecke Erweiterte Einstellungen
el_gr: Απόκρυψη προχωρημένων ρυθμίσεων
nl: Verberg geavanceerde instellingen

source: DHCP statements
de: DHCP-Anweisungen
nl: DHCP regels

source: DHCP options
de: DHCP-Optionen
el_gr: Επιλογές DHCP
nl: DHCP opties

source: Show advanced settings
de: Zeige Erweiterte Einstellungen
el_gr: Εμφάνιση προχωρημένων ρυθμίσεων
nl: Toon geavanceerde instellingen

source: Name of host
de: Name des Hosts
el_gr: Ονομασία φορέα (host)
nl: Hostnaam

source: Fixed address
de: Feste Adresse
el_gr: Μόνιμη διεύθυνση
nl: Vast adres

source: Use hostname or IP-address to assign fixed address
de: Verwende Hostnamen oder IP-Adresse um eine feste Adresse zuzuweisen
nl: Gebruik hostnaam of IP adres om een vast adres toe te kennen

source: Hardware type
de: Hardware-Typ
el_gr: Τύπος υλικού

source: Name for shared network
de: Name des Verteilten Netzwerks
el_gr: Ονομασία του κοινόχρηστου δικτύου
nl: Naam voor gedeeld netwerk

source: Server identifier
de: Serverbezeichnung
el_gr: Αναγνωριστικό διακομιστή
nl: Server identificatie

source: Propagated server identifier for this shared network
de: Öffentliche Serverbezeichnung für dieses Verteilte Netzwerk
nl: Gepropageerde server identiteit voor dit gedeeld netwerk

source: Select if this server is authoritative for this shared network
de: Auswählen, wenn dieser Server Authoritativ für dieses Verteilte Netzwerk ist
nl: Selecteer of deze server authoritair is voor dit gedeeld netwerk

source: Authoritative server
de: Authoritativer Server

source: seconds
de: Sekunden
el_gr: δευτερόλεπτα
nl: seconden

source: Minimum lease time
de: Minimale Lease-Gültigkeit
el_gr: Ελάχιστο χρόνος διατήρησης
nl: Minimale leasetijd

source: Access control
de: Zugriffssteuerung
el_gr: Έλεγχος πρόσβασης
nl: Toegangsbeheer

source: Select if unknown clients should get dynamic IP addresses
de: Auswählen, wenn unbekannte Clients eine dynamische IP-Adresse erhalten sollen
el_gr: Επιλέξτε αν οι άγνωστοι πελάτες θα λαμβάνουν δυναμικές διευθύνσεις IP
nl: Geef op of onbekende clients een dynamisch IP adres moeten ontvangen

source: Allow unknown clients
de: Erlaube unbekannte Clients
el_gr: Να επιτρέπονται άγνωστοι πελάτες
nl: Sta onbekende clients toe

source: Select if bootp clients should get dynamic IP addresses
de: Auswählen, wenn Bootp Clients eine dynamische IP-Adresse erhalten sollen
nl: Geef op of bootp clients een dynamisch IP adres moeten ontvangen

source: Allow bootp clients
de: Erlaube Bootp Clients
el_gr: Να επιτρέπονται πελάτες bootp
nl: bootp clients toestaan

source: Select if clients are allowed to boot using this DHCP server
de: Auswählen, wenn Clients diesen DHCP-Server zum Booten verwenden dürfen
nl: Geeft op of clients op mogen starten m.b.v. deze DHCP server

source: Allow booting
de: Erlaube Booten
el_gr: Να επιτρέπεται booting
nl: Opstarten toestaan

source: Name
el_gr: Όνομα
nl: Naam

source: DNS zone
el_gr: Ζώνη DNS
nl: DNZ zone

source: DSA
nl: DSA1

source: Bootup
el_gr: Εκκίνηση
nl: Opstarten

source: Domain Name Service
el_gr: Υπηρεσία ονομάτων Domain
nl: Domein Naam Service

source: Section
el_gr: Ενότητα
nl: Sectie

source: DNS server
el_gr: Διακομιστής DNS

source: The DHCP sections handled by this server
el_gr: Τα τμήματα του DHCP που διαχειρίζεται αυτός ο διακομιστής.

source: Broadcast
el_gr: Εκπομπή

source: Router
el_gr: Δρομολογητής

source: DNS update zone
el_gr: Ζώνη ανανέωσης DNS
