Repository: fusiondirectory/fusiondirectory-plugins
Catalog: dhcp/locale/*/messages.po
Languages: es_ve

source: Name
es_ve: Nombre

source: Range
es_ve: Rango

source: 'Range' is not inside the configured network.
es_ve: El rango no está dentro de la red configurada.

source: DNS zone
es_ve: Zona DNS

source: DNS server
es_ve: Servidor DNS

source: Key DN
es_ve: Llave DN

source: Generic
es_ve: Genérico

source: Authoritative service
es_ve: Servicio autorizado

source: Dynamic DNS update
es_ve: Actualización DNS dinámica

source: Dynamic DNS update style
es_ve: Estilo de actualización DNS dinámica

source: Default lease time (s)
es_ve: Tiempo de asignación por omisión (s)

source: Enter default lease time in seconds.
es_ve: Introduzca el Tiempo de asignación por omisión en segundos.

source: Maximum lease time (s)
es_ve: Tiempo de asignación máximo (s)

source: Enter maximum lease time in seconds.
es_ve: Introduzca el Tiempo de asignación máximo en segundos.

source: Warning
es_ve: Aviso

source: This includes 'all' DHCP subsections that are located within this section. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
es_ve: Esto incluye 'todas' las subsecciones DHCP que están localizadas dentro de esta sección. Si está seguro de lo que quiere hacer pulse dos veces, ya que una vez hecho esto, no hay forma de que FusionDirectory recupere la información.

source: Best thing to do before performing this action would be to save the current contents of your LDAP tree in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
es_ve: La mejor opción antes de ejecutar esta acción es haber grabado el contenido actual de su árbol LDAP en un fichero. Entonces - Y solo entonces - presione 'Eliminar' para continuar o 'Cancelar' para abortar.

source: Lease time
es_ve: Tiempo de asignación

source: Max lease time
es_ve: Tiempo de asignación máximo

source: Default lease time
es_ve: Tiempo de asignación por omisión

source: Maximum lease time
es_ve: Tiempo de asignación máximo

source: Cannot delete automatic statements!
es_ve: ¡No se puede eliminar informes automáticos!

source: automatic
es_ve: automático

source: Name of pool
es_ve: Nombre del Conjunto (Pool)

source: Hardware address
es_ve: Dirección hardware

source: Global options
es_ve: Opciones globales

source: Class
es_ve: Clase

source: Subclass
es_ve: Subclase

source: Host
es_ve: Nombre de equipo

source: Group
es_ve: Grupo

source: Pool
es_ve: Conjunto(Pool)

source: Subnet
es_ve: Subred

source: Shared network
es_ve: Red compartida

source: DNS update key
es_ve: Llave de actualización DNS

source: DNS update zones
es_ve: Zonas de actualización DNS

source: Network configuration
es_ve: Configuración de red

source: Router
es_ve: Encaminador

source: Enter name or IP address of router to be used in this section
es_ve: Introduzca el nombre o la dirección del router seleccionado en esta sección

source: Netmask
es_ve: Mascara de red

source: Broadcast
es_ve: Dirección de difusión

source: Filename
es_ve: Nombre del archivo

source: Enter name of file that will be loaded via tftp after client has started
es_ve: Introduzca el nombre del fichero que será cargado vía tftp despues de que el cliente haya iniciado

source: Next server
es_ve: Siguiente Servidor

source: Enter name of server to retrieve bootimages from
es_ve: Introduzca el nombre del servidor para recuperar desde el la imágenes de inicio

source: Domain Name Service
es_ve: Servicio de nombre de dominio

source: Domain
es_ve: Dominio

source: Name of domain
es_ve: Nombre del dominio

source: List of DNS servers to be propagated
es_ve: Lista de servidores DNS para la propagación

source: DNS server do be added
es_ve: Servidor DNS que será añadido

source: Click here add the selected server to the list
es_ve: Pulse aquí para añadir el servidor seleccionado a la lista

source: Click here remove the selected servers from the list
es_ve: Pulse aquí para eliminar los servidores seleccionados de la lista

source: Domain Name Service options
es_ve: Opciones del servicio de Nombres de Dominio

source: Assign hostnames found via reverse mapping
es_ve: Asignar nombres de maquina encontrados a través de resolución inversa

source: Assign hostnames from host declarations
es_ve: Asignar nombres de maquina a partir de las declaraciones de host

source: Error in definition of '%s'!
es_ve: ¡Error en la definición de '%s'!

source: DNS update zone
es_ve: Zona de actualización DNS

source: Name of host
es_ve: Nombre de la máquina

source: Fixed address
es_ve: Dirección estática

source: Use hostname or IP-address to assign fixed address
es_ve: Usar nombre de máquina o dirección IP para asignar la dirección estática

source: Hardware type
es_ve: Tipo de hardware

source: Name for shared network
es_ve: Nombre para la Red compartida

source: Server identifier
es_ve: Identificador de servidor

source: Propagated server identifier for this shared network
es_ve: Identificador de servidor propagado para esta red compartida

source: Select if this server is authoritative for this shared network
es_ve: Selecciones si este servidor está autorizado para esta red compartida

source: Authoritative server
es_ve: Servidor autorizado

source: Leases
es_ve: Asignaciones

source: seconds
es_ve: segundos

source: Max. lease time
es_ve: Tiempo de asignación máximo

source: Min. lease time
es_ve: Tiempo de asignación mínimo

source: Minimum lease time
es_ve: Tiempo de asignación mínimo

source: Access control
es_ve: Control de acceso

source: Select if unknown clients should get dynamic IP addresses
es_ve: Seleccione si clientes desconocidos deberían obtener direcciones IP

source: Allow unknown clients
es_ve: Permitir clientes desconocidos

source: Select if bootp clients should get dynamic IP addresses
es_ve: Seleccione si clientes BOOTP deberían obtener direcciones IP dinámicas

source: Allow bootp clients
es_ve: Permitir clientes BOOTP

source: Select if clients are allowed to boot using this DHCP server
es_ve: Seleccione si los clientes van a poder iniciar usando este servidor DHCP

source: Allow booting
es_ve: Permitir inicialización

source: Key name
es_ve: Nombre de la llave

source: Name of Key
es_ve: Nombre de la llave

source: Encryption method
es_ve: Método de encripción

source: Key
es_ve: Llave

source: Name of group
es_ve: Nombre del grupo

source: Network address
es_ve: Dirección de red

source: Range for dynamic address assignment
es_ve: Rango de asignación de direcciones dinámicas

source: DHCP take over will take place when saving this entry. Choose 'Cancel' to abort.
es_ve: DHCP tomara el control cuando grabe esta entrada. Elija 'Cancelar' para anular.

source: Take over dhcp configuration from following server
es_ve: Gestionar configuración de dhcp desde el siguiente servidor

source: DHCP sections
es_ve: Secciones DHCP

source: Network range
es_ve: Rango de red

source: Create new DHCP section
es_ve: Crear una nueva sección DHCP

source: Please choose one of the following DHCP section types.
es_ve: Porfavor elija uno de los siguientes tipos de sección DHCP.

source: Section
es_ve: Sección

source: Choose section type to create
es_ve: Seleccione el tipo de sección para crear

source: Create
es_ve: Crear

source: Hide advanced settings
es_ve: Ocultar configuración avanzada

source: DHCP statements
es_ve: Informes DHCP

source: DHCP options
es_ve: Opciones DHCP

source: Show advanced settings
es_ve: Mostrar configuración avanzada

source: DHCP service
es_ve: Servicio DHCP

source: Logging
es_ve: Registrando

source: Failover peer
es_ve: Nodo de recuperación

source: You have requested a migration of the DHCP setup from server '%s' to the current one.
es_ve: A solicitado una migración de la configuración DHCP del servidor '%s' al actual.

source: The migration will be started when you save this system.
es_ve: La migración se iniciará cuando grabe este sistema.

source: Permission error
es_ve: Error de permisos

source: DHCP section
es_ve: Sección DHCP

source: Insert new DHCP section
es_ve: Insertar nueva sección DHCP

source: Edit DHCP section
es_ve: Editar sección DHCP

source: Remove DHCP section
es_ve: Eliminar sección DHCP

source: LDAP error
es_ve: Error LDAP

source: The DHCP configuration set is unkown. Please contact your system administrator.
es_ve: La configuración DHCP es desconocida. Contacte con su administrador de sistemas.

source: Services
es_ve: Servicios

source: Start service
es_ve: Iniciar servicio

source: Stop service
es_ve: Parar servicio

source: Restart service
es_ve: Reiniciar servicio
